["Link: image_src", "Link: canonical", "Link: shortlink", "CNN.com CNN Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "_____________________ [ Search » ]", "* Markets", "* Premarkets", "* Dow", "* After-Hours", "* Market Movers", "* Fear & Greed", "* World Markets", "* Investing", "* Markets Now", "* Before the Bell", "* Leading Indicator", "* Global Energy Challenge", "* Economy", "* Tracking America's Recovery", "* Energy", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Business Evolved", "* Work Transformed", "* Innovative Cities", "* Unhackable", "* Media", "* Reliable Sources", "* Success", "* Boss Files", "* Fresh Money", "* Cars", "* Homes", "* Biz + Leisure", "* Center Piece", "* Perspectives", "* Video", "* International", "* Switzerland", "* India", "* Davos", "* Passion to Portfolio", "* On: Germany", "* More", "* Newsletters", "* About Us", "* Accessibility and CC", "* U.S.", "* World", "* Politics", "* Business", "* Opinion", "* Health", "* Entertainment", "* Tech", "* Style", "* Travel", "* Sports", "* Video", "* Shop", "* VR", "* More...", "Follow CNN Business", "* *  * Do Not Sell", "Stelter: How Trump's false claim about African American support happened", "[IMG] by Brian Stelter   @brianstelter May 9, 2018: 2:09 PM ET", "How Trump uses and abuses polls", "How Trump uses and abuses polls", "President Trump recently bragged about his support among African Americans,", "saying his poll numbers had \"doubled.\" His claim has been repeated thousands of", "times on TV and online. Some media figures have treated it as fact.", "But it's not. The news organization responsible for the poll, Reuters,", "says its data is being misconstrued.", "Here's the story of how it happened -- showing how right-wing web sites,", "Trump supporters on social media, and the president spread misleading", "information so easily.", "This matters because Trump supporters were left with the impression that", "the president is gaining support from African Americans, an idea that is", "not backed up by data.", "(CNN's latest poll conducted by SSRS has Trump at just 7% approval among", "African Americans. The last time CNN polled, in March, it was at 11%.)", "On May 2, The Daily Caller published a story titled \"Black Male Approval", "For Trump Doubles In One Week.\" This was two days before Trump brought up", "the subject at the NRA's annual convention.", "The Daily Caller cited Reuters/Ipsos polling. On April 22, the weekly", "tracking poll had \"Trump's approval rating among black men at 11 percent,", "while the same poll on April 29, 2018, pegged the approval rating at 22", "percent.\"", "The story pointed out that \"Reuters only sampled slightly under 200 black", "males each week.\" But it didn't explain why that would matter when", "interpreting the results. And in any case, that nuance was quickly lost as", "the headline was shared tens of thousands of times on social media.", "African American support for Trump has been low ever since he started", "campaigning. So this notion a sudden surge in support was enticing to", "pro-Trump commentators.", "Charlie Kirk of Turning Point USA copy and pasted part of The Daily Caller", "story and tweeted, \"The defection from the Democrat party is happening and", "they are moving to Trump.\"", "The buzz continued on May 3. Liz Wheeler, a host on a small conservative", "cable channel called OANN, asked if the supposed bump in support was \"the", "Kanye effect.\"", "Normally you wouldn't be reading about the poll here, because the", "Reuters/Ipsos tracking poll does not meet CNN's standards for reporting.", "CNN's director of polling and election analytics Jennifer Agiesta", "explained why: \"It was conducted using a non-probability online sample,", "meaning that those who participated signed up to take the poll rather than", "being randomly selected.\" Bottom line: This means \"there could be bias in", "the sample.\"", "There's no way to know for sure, but it's possible that a group of people", "who freely sign up for a survey are different from a group that is", "contacted by a pollster.", "Nevertheless, the president had found a poll he liked. He brought up the", "poll  in a May 4 speech -- shown live on CNN and all the other cable", "channels -- so I think it deserves scrutiny.", "In the speech, he thanked Kanye West, the rapper who recently provoked", "outrage by promoting Trump.", "\"Kanye West must have some power,\" he said, \"because you probably saw I", "doubled my African American poll numbers. We went from 11 to 22 in one", "week. Thank you, Kanye. Thank you.\"", "There are a couple things to notice about that quote. First, the remark", "that his audience \"probably saw\" the poll. Yes, the claim had ricocheted", "its way around the pro-Trump echo chamber, but it wasn't common knowledge.", "It wasn't a story on the nightly news. Still, Trump figured NRA", "conventioneers and TV viewers already knew.", "Second, Trump asserted that his support \"doubled\" among African Americans.", "Even taking the tracking poll at face value, which would be a mistake to", "do, Trump got it wrong. The Daily Caller story cited a jump from 11% to", "22% among black men, not men and women combined.", "It's unclear how Trump came across the Reuters data.", "At the NRA convention, Trump continued: \"When I saw the number, I said,", "'That must be a mistake. How can that have happened?' Even the pollsters", "thought that must be a mistake.\"", "Actually, yes. But it wasn't a mistake in the way Trump meant. Chris Kahn,", "the U.S. political polling editor for Reuters, said in an email on", "Saturday that the 11% and 22% data points were misunderstood.", "\"The sample sizes for those two measurements were too small to reliably", "suggest any shift in public opinion,\" Kahn told CNNMoney through a", "spokeswoman.", "This is common sense: The more narrowly you slice the data, the less", "reliable it becomes. Reuters and Ipsos survey about 350 people a day,", "11,000 a month, on the internet. The outlets call the relative precision", "of the results as a \"credibility interval.\"", "In this case, the president's approval rating among black men, \"the", "credibility interval was more than +/- 9 percentage points for each", "measurement, which leaves open the possibility that his approval also", "could have dropped in this time frame,\" Kahn said.", "It could have dropped!", "This is why the president's words require constant and close examination.", "It's risky, even irresponsible, to just quote someone without", "fact-checking the content -- particularly when the person has a track", "record like Trump's.", "Related: President Trump lied more than 3,000 times in 466 days", "Looking closely at this case, we can see how it happens -- how faulty info", "gets the White House's thumbs up.  First, a website posted a story that", "was incomplete at best, misleading at worst; then the claim went viral;", "and someone showed it to the president.", "Did anyone in the administration check it out? Did anyone warn the", "president that the stat was faulty? Maybe, maybe not. Either way, the", "president still went ahead and read it aloud in a nationally televised", "speech. He further misstated what the poll actually said.", "The presidential sound bite gave even more oxygen to the shaky claim.", "Hosts on Fox brought it up on Saturday and Sunday without correcting it.", "The idea continued to spread.", "And all of this was based on a tiny sliver of an online survey -- that", "even the pollster says was misinterpreted.", "So what about the polls that do meet CNN's standards? Those polls do not", "show approval ratings that are as high or that suggest they \"are shifting", "meaningfully in Trump's direction,\" Agiesta said.", "\"Gallup's latest tracking data among black respondents finds 13% of", "African Americans approving of Trump,\" she said. (That's an average for", "all of April.)", "A Pew Research Center survey from late April also shows Trump's approval", "rating at 13%. And a Quinnipiac University poll from a few days earlier in", "April showed 14% approval.", "\"West is an influential artist, but there is no proof that black men's", "views of Trump are shaped significantly — or at all — by the rapper,\" the", "Washington Post's Eugene Scott wrote Saturday.", "CNNMoney (New York) First published May 6, 2018: 8:18 PM ET", "Newsletter", "[IMG]", "CNNMoney Sponsors", "* *  * SmartAsset", "Paid Partner", "* These are your 3 financial advisors near you", "* This site finds and compares 3 financial advisors in your area", "* Check this off your list before retirement: talk to an advisor", "* Answer these questions to find the right financial advisor for you", "* Find CFPs in your area in 5 minutes", "NextAdvisor", "Paid Partner", "* An Insane Card Offering 0% Interest Until Nearly 2020", "* Transferring Your Balance to a 14-Month 0% APR is Ingenious", "* The Top 7 Balance Transfer Credit Cards On The Market Today", "* Get $300 Back With This Outrageous New Credit Card", "_____________________ [ Search >> ]", "* U.S", "* Crime + Justice", "* Energy + Environment", "* Extreme Weather", "* Space + Science", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* Europe", "* Middle East", "* UK", "* Politics", "* 45", "* Congress", "* Supreme Court", "* 2018", "* Key Races", "* Primary Results", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "* Opinion", "* Political Op-Eds", "* Social Commentary", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Autos", "* Video", "* Travel", "* Destinations", "* Food & Drink", "* Play", "* Stay", "* Videos", "* Sports", "* Pro Football", "* College Football", "* Basketball", "* Baseball", "* Soccer", "* Olympics", "* Video", "* Live TV", "* Digital Studios", "* CNN Films", "* HLNTV", "* Schedule", "* TV Shows A-Z", "* CNNVR", "* Shop", "* CNN Underscored", "* -Explore", "* -Wellness", "* -Gadgets", "* -Lifestyle", "* CNN Store", "* More...", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "[IMG] [IMG]", "Most stock quote data provided by BATS. Market indices are shown in real", "time, except for the DJIA, which is delayed by two minutes. All times are", "ET. Disclaimer. Morningstar: © 2019 Morningstar, Inc. All Rights Reserved.", "Factset: FactSet Research Systems Inc.2019. All rights reserved. Chicago", "Mercantile Association: Certain market data is the property of Chicago", "Mercantile Exchange Inc. and its licensors. All rights reserved. Dow", "Jones: The Dow Jones branded indices are proprietary to and are", "calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow", "Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN.", "Standard & Poor's and S&P are registered trademarks of Standard & Poor's", "Financial Services LLC and Dow Jones is a registered trademark of Dow", "Jones Trademark Holdings LLC. All content of the Dow Jones branded indices", "© S&P Dow Jones Indices LLC 2019 and/or its affiliates.", "© 2020 Cable News Network. A Warner Media Company. All Rights Reserved.", "CNN Sans™ & © 2016 Cable News Network.", "Newsletters Contact Us Terms of Use Privacy Policy Do Not Sell Cookie", "Settings Accessibiliy & CC AdChoices"]