["Link: prev", "* EN", "* PL", "COP 24 Katowice 2018 logoCOP 24 Katowice 2018 logo", "Toggle navigation", "* News", "* Presidency", "* What is COP24?", "* President", "* Vision", "* Key Messages", "* Initiatives", "* Driving Change Together Partnership", "* Just Transition Declaration", "* Declaration \"Forests for climate\"", "* Conference", "* Brochure", "* Venue", "* Transportation", "* Accommodation", "* Visas", "* Volunteering", "* Environmental policy", "* Summary", "* Media", "* Logo", "* Webcast", "* App", "* Contact", "1. Home", "2. Presidency", "3. What is COP24?", "COP24 Katowice", "COP24 is the informal name for the 24th Conference of the Parties to the", "United Nations Framework Convention on Climate Change (UNFCCC).", "The UNFCCC is a “Rio Convention”, one of three adopted at the “Rio Earth", "Summit” in 1992. The UNFCCC entered into force on 21 March 1994. Today, it", "has near-universal membership. The countries that have ratified the", "Convention are called Parties to the Convention. Preventing “dangerous”", "human interference with the climate system is the ultimate aim of the", "UNFCCC.", "The Conference of the Parties (COP) is the supreme body of the UNFCCC", "Convention. It consists of the representatives of the Parties to the", "Convention. It holds its sessions every year. The COP takes decisions", "which are necessary to ensure the effective implementation of the", "provisions of the Convention and regularly reviews the implementation of", "these provisions.", "In accordance with a decision of the 22nd Session of the Conference of the", "Parties to the Climate Convention (COP22) in Marrakesh in November 2016,", "the successive climate summit (COP24) was held in Poland. Poland was", "selected to host this event within the framework of the Eastern European", "Group (EEG).", "Poland held the Presidency of the Climate Convention for the fourth time.", "COP24 conference took place from 2-16 December 2018 in Katowice, Poland.", "The main goal of the COP24 summit was to adopt a package of implementing", "rules for the Paris Agreement - Katowice Rulebook.", "Download Katowice Rulebook", "Have any questions? Please do not hesitate to contact us and we will", "respond to you as soon as possible!", "Email: cop24@mos.gov.pl", "[IMG]", "Presidency", "* What is COP24?", "* President", "* Vision", "* Key Messages", "* Initiatives", "Conference", "* Brochure", "* Venue", "* Transportation", "* Accommodation", "* Visas", "* Volunteering", "* Environmental policy", "* unfccc-logo.png", "* katowice_dla_odmiany.png", "* WFOS.png", "* logo NFOSiGW", "* logo EMAS", "* logo MOS", "Realization: inovatica.com", "Go to main content", "Cookies information !", "Our website uses cookies for statistical, advertising and functional", "purposes. Thanks to them, we can customize the site to your needs. Anyone", "can accept cookies or have the ability to disable them in the browser so", "that no information is collected", "I accept"]