["Link: profile", "Link: canonical", "Link: shortlink", "IFrame", "CMF", "× The Beaverton", "* National", "* National", "* Local", "* Toronto", "* Montreal", "* Vancouver", "* North", "* Campus", "* University Reviews", "* Canada Votes 2015", "* World", "* World", "* U.S.", "* Historical Archives", "* Sports", "* Sports", "* Business", "* Business", "* Culture", "* Culture", "* Lifestyle", "* Health", "* Opinion", "* Parenting", "* Stats", "* Classifieds", "* BeavFeed", "* Beavfeed", "* Choice Your Own Adventure", "* Quiz", "* Slideshow", "* Guide To/How To", "* Video", "* Videos", "* Full Episodes", "* Support", "* The Book", "* Workshops", "The Beaverton", "The Beaverton", "_____________________", "* National", "* National", "* Local", "* Toronto", "* Montreal", "* Vancouver", "* North", "* Campus", "* University Reviews", "* Canada Votes 2015", "[IMG]", "Theodore Tugboat gets stuck in northwest passage", "[IMG]", "Supreme Court rules carbon tax constitutional after invoking ‘We’re All", "Gonna Fucking Die’ principle", "[IMG]", "Conservative delegates vote against recognizing Climate Change, winning", "elections", "[IMG]", "Erin O’Toole opens Conservative Convention with promise to have fewer", "ideas", "[IMG]", "Local woman apologizes for apologizing", "[IMG]", "This baby born in quarantine is 38 now", "[IMG]", "“You can only trust your family!” says mother who doesn’t trust her", "children", "[IMG]", "“You’re not like other girls,” says man exactly like all other men", "[IMG]", "Torontonian engages in beloved Toronto pastime of threatening to leave", "Toronto", "[IMG]", "West Toronto getting close to 2025 goal of 1 cannabis dispensary per", "household", "[IMG]", "Toronto residents announce plans to pronounce even fewer letters in word", "‘Toronto’", "[IMG]", "John Tory finally captures arch nemesis – man who built shelters for", "homeless", "[IMG]", "Toppling of statue causes temporal rift as John A. MacDonald erased from", "history", "[IMG]", "Montreal halts road construction until everyone can enjoy it again", "[IMG]", "Half of Osheaga too high to realize festival ended 2 days ago", "[IMG]", "Still searching for buyer, Montreal Alouettes now listed as fully", "furnished", "[IMG]", "iPhone battery collapsing from 100% to 1% signals arrival of winter", "[IMG]", "Canucks fan doesn’t want to talk about it", "[IMG]", "Huawei paid us $150 to write this article calling for the acquittal of", "Meng Wangzhou", "[IMG]", "City that hosted 2010 Winter Olympics fails to prepare for snow again", "[IMG]", "Yukon exposed to 2 cases of assholes", "[IMG]", "Yukon refuses to change clocks back in smug defiance of the will of", "Demeter", "[IMG]", "Rest of Canada happy to exchange NWT election results for federal one", "[IMG]", "Conservation officers safely tranquilize municipal elections candidate", "wandering through neighbourhood", "[IMG]", "York Professor asks for a note from a dictator before agreeing to defer", "student’s exam", "[IMG]", "Queen’s students argue their campus outbreak will be way better than", "Western’s", "[IMG]", "Gaming the system: Recent 92-year-old university grad gets to die before", "she pays off her debt", "[IMG]", "Western University invites David Wooderson from “Dazed and Confused” to", "speak at convocation", "[IMG]", "Acadia University: The Beaverton University Reviews", "[IMG]", "Dalhousie University: The Beaverton University Reviews", "[IMG]", "OCAD University: University Reviews 2014", "[IMG]", "Ryerson University: The Beaverton University Reviews", "[IMG]", "NDP claim Liberals stole their idea to form majority government", "[IMG]", "Sun newspapers still reporting Harper majority", "[IMG]", "90-year-old who has never voted proudly casts first ballot for Social", "Credit party", "[IMG]", "Conservatives unveil last minute attack ad accusing Justin of supporting", "Kansas City", "* World", "* World", "* U.S.", "* Historical Archives", "[IMG]", "UK: don’t say bad things about our rich mommy", "[IMG]", "Queen’s Commonwealth address stresses importance of family, friends, and", "not cooperating with the FBI in the ongoing Jeffrey Epstein", "investigation", "[IMG]", "Boris Johnson holds emergency press conference to remind everyone his", "hair still looks like that", "[IMG]", "Report: Guinness Book of World Records going to be extra bleak this year", "[IMG]", "New Georgia law gives voters AR-15s to protect themselves from criminals", "trying to give them food and water", "[IMG]", "White supremacist organization clears white supremacist of white", "supremacy", "[IMG]", "Governor brags that death tolls are bigger in Texas", "[IMG]", "Trudeau, Biden talk sports, how to break central campaign promises", "[IMG]", "Toppling of statue causes temporal rift as John A. MacDonald erased from", "history", "[IMG]", "Village virgin sick of donating blood to every ritual sacrifice", "[IMG]", "July 24th, 1967: French President De Gaulle calls for Quebec to", "surrender, await for international help for liberation", "[IMG]", "Portraits of Canadiocity: Martin Luther King Jr", "* Sports", "* Sports", "[IMG]", "NHL finally finds the one bad referee causing officiating problems in", "all games", "[IMG]", "Hockey Night In Canada names Piers Morgan new host of Coach’s Corner", "[IMG]", "Third man on bobsleigh team admits he sometimes tilts head the wrong way", "just to feel something", "[IMG]", "NHL vows to protect players’ elbows from spate of vicious headbutts", "* Business", "* Business", "[IMG]", "West Toronto getting close to 2025 goal of 1 cannabis dispensary per", "household", "[IMG]", "Long-term care facilities to drop “long” and “care” from name", "[IMG]", "First Bitcoin ETF will combine simplicity of cryptocurrency with", "integrity of investment stocks", "[IMG]", "Rogers can’t fucking believe they’re the less evil telecom giant", "* Culture", "* Culture", "* Lifestyle", "* Health", "* Opinion", "* Parenting", "* Stats", "* Classifieds", "[IMG]", "Netfilx’s newest dating show asks: Can we get these sexy singles to fuck", "this tree?", "[IMG]", "Zack Snyder confirms new Justice League cut is four hours long because", "it’s entirely in slow motion", "[IMG]", "Unpromising young man reviews ‘Promising Young Woman’", "[IMG]", "2020 first year two women good at directing", "[IMG]", "Re-opening escape room owners find dozens of trapped corpses", "[IMG]", "Sleepy man just going to lie down on this couch, and whatever happens,", "happens", "[IMG]", "Local introvert regrets making that wish on Monkey’s Paw last year", "[IMG]", "Man forced to move after house fills with too many good boxes", "[IMG]", "Dentist fooled by patient who brushed teeth really well just before", "annual visit", "[IMG]", "Local man relieved COVID symptoms actually just depression", "[IMG]", "Mom calling to ask if you’ll visit soon actually just COVID wearing wig", "and glasses", "[IMG]", "79-year old with fake ID trying to keep it cool in vaccination line", "[IMG]", "Editorial: We’re getting through the entire damn Seder this Passover or", "so help me I will end you all – by Uncle Morris", "[IMG]", "Ford promises Oosterhoff controversy will not distract government from", "the vital work of bungling vaccine distribution", "[IMG]", "EDITORIAL: Antifa spoiled my crops, soured my dairy cows, and fucked my", "wife", "[IMG]", "Editorial: Woke cancel culture has gone too far and no, I don’t have any", "specific examples – by Rex Murphy", "[IMG]", "Father giving up on son for Lent", "[IMG]", "Woman diligently washing vibrator pretty sure she could be a good mom", "[IMG]", "‘So far so good’ reports baby carrying around Ming Dynasty vase", "[IMG]", "Parents think world-ending catastrophe actually huge opportunity for you", "[IMG]", "86% of August e-mail traffic just duelling Out-Of-Office messages", "[IMG]", "2014 Canadian Federal Budget Preview", "[IMG]", "Most frequent lies found on online dating profiles", "[IMG]", "What are you dressing up as for Halloween?", "[IMG]", "LOTS OF JARS FULL OF APRICOT PITS.", "[IMG]", "ESSAY WRITERS NEEDED ASAP. BIG MONEY $$$$$.", "[IMG]", "UNIVERSITY student seeking mannequin to come alive and be my girlfriend.", "* BeavFeed", "* Beavfeed", "* Choice Your Own Adventure", "* Quiz", "* Slideshow", "* Guide To/How To", "[IMG]", "Goals! How these two millennials managed to buy a home in Toronto", "[IMG]", "Quiz: Was seeing Jean Chretien choke a guy your sexual awakening or are", "you normal?", "[IMG]", "Heartbreaking: this hot guy was only texting with you because he needs", "clean piss", "[IMG]", "Oh no! I learned my attachment style and it’s Clippy from Microsoft Word", "[IMG]", "You’re Jason Kenney. Can you find an excuse to get out of going to", "Calgary Pride?", "[IMG]", "You just lit off a bunch of fireworks before realizing you were in the", "Art Gallery of Ontario. Can you save the priceless pieces of art?", "[IMG]", "You magically turned into a bug! Can you live a happy and fulfilling", "life?", "[IMG]", "You have a chance to punch a Nazi. Do you take it?", "[IMG]", "Quiz: Was seeing Jean Chretien choke a guy your sexual awakening or are", "you normal?", "[IMG]", "QUIZ: Did you time travel or just nap until it got dark out?", "[IMG]", "QUIZ: Is your essay too short, or are post-secondary treatises a futile", "and meaningless exercise in quantifying intellectual abilities in a way", "that presents a moral and physical hardship to their creator?", "[IMG]", "QUIZ: Have you made an informed decision not to have children or are you", "a selfish witch?", "[IMG]", "Highlights of U.S. Election Day", "[IMG]", "10 things Doug Ford has already used the notwithstanding clause on", "[IMG]", "6 rugs that are actually just clothes you left on the floor", "[IMG]", "5 effortless pottery overalls worn by calmer women than you", "[IMG]", "How To Go Vegan…Next Week", "[IMG]", "Guide To: Edmonton", "[IMG]", "Guide To: St.John’s", "[IMG]", "How To Lose Weight", "* Video", "* Videos", "* Full Episodes", "[IMG]", "Wretched old man brings you trash you asked for", "[IMG]", "White man brags about how diverse Toronto is to his group of white", "friends", "[IMG]", "The Beaverton Mocks the Vote Special", "[IMG]", "Strategic Voting succeeds in preventing any real change to system", "[IMG]", "The Beaverton Mocks the Vote Special", "[IMG]", "Watch: Season 3, Episode 8", "[IMG]", "Watch: Season 3, Episode 7", "[IMG]", "Watch: Season 3, Episode 6", "* Support", "* The Book", "* Workshops", "Site Disclaimer", "The Beaverton is a news satire and parody publication. All articles", "contained within this website and on its social media accounts, however", "similar to real events, are fictitious. When public figures or actual", "businesses are mentioned by name, the corresponding story details are", "invented. In all other cases, any resemblance to actual persons,", "businesses or events is entirely coincidental.", "Images on the The Beaverton website may consist of original photos,", "commissioned artwork, stock photography and creative commons photos. We", "have done our best to attribute the creators of such photos and artwork", "based on the information available to us. Use of these works does not", "suggests that the respective authors endorse us or our use of the work.", "To reach us please contact staff@thebeaverton.com.", "[IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG]", "Subscribe to our mailing list", "________________________________________________________________________________", "[  ]", "Leave this field empty if you're human: _____________________", "Most Popular", "* Goals! How these two millennials managed to buy a home in Toronto", "* NHL finally finds the one bad referee causing officiating problems in", "all games", "* York Professor asks for a note from a dictator before agreeing to", "defer student’s exam", "* Real estate agents confirm your parents must die before you can afford", "to buy a house", "Latest Videos", "[IMG][IMG][IMG][IMG][IMG]", "Wretched old man brings you trash you asked for", "[IMG][IMG][IMG]", "White man brags about how diverse Toronto is to his group of white friends", "[IMG][IMG][IMG]", "The Beaverton Mocks the Vote Special", "[IMG][IMG][IMG]", "Strategic Voting succeeds in preventing any real change to system", "[IMG][IMG][IMG]", "Every person working at Polling Station even older than the last", "\"North America's Trusted Source of News\"", "[IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG] [IMG][IMG]", "LEGAL", "* Contest", "* Disclaimer", "* Website Terms and Conditions", "* Cookies Policy", "* Privacy Policy", "ABOUT", "* About the Show", "* Masthead", "* Content Submission Guidelines", "[IMG]", "[IMG]", "Waiver", "[IMG] [IMG]", "Copyright 2010 - 2019 The Beaverton. All rights reserved."]