["Link: canonical", "Link: amphtml", "Skip To Content", "Reporting To You", "Trump’s Judicial Nominees Are Finally Saying Brown V. Board Of Education Was", "Right After At Least One Republican Senator Complained", "* Tweet", "* Share", "* Copy", "*    * 🍿 Arts & Entertainment", "* 📚 Books", "* ✍️ Culture & Criticism", "* ⚖️ Inequality", "* 🕵️‍ Investigations", "* 📷 JPG", "* 🏳️‍🌈 LGBTQ", "* Opinion", "* 👩🏽‍⚖️ Politics", "* Reader", "* 🔬 Science", "* 💻 Tech", "* 🌍 World", "* Sign In", "* * About Us", "* Got a tip?", "* Support Us", "* buzzfeed.com", "* Do Not Sell My Personal Information", "* Sections", "* Arts & Entertainment", "* Books", "* Culture & Criticism", "* Inequality", "* Investigations", "* JPG", "* LGBTQ", "* Opinion", "* Politics", "* Reader", "* Science", "* Tech", "* World", "* Sign In", "* About Us", "* Got a tip?", "* Support Us", "* buzzfeed.com", "Trending", "Utilizamos cookies, próprios e de terceiros, que o reconhecem e", "identificam como um usuário único, para garantir a melhor experiência de", "navegação, personalizar conteúdo e anúncios, e melhorar o desempenho do", "nosso site e serviços. Esses Cookies nos permitem coletar alguns dados", "pessoais sobre você, como sua ID exclusiva atribuída ao seu dispositivo,", "endereço de IP, tipo de dispositivo e navegador, conteúdos visualizados ou", "outras ações realizadas usando nossos serviços, país e idioma", "selecionados, entre outros. Para saber mais sobre nossa política de", "cookies, acesse link.", "Caso não concorde com o uso cookies dessa forma, você deverá ajustar as", "configurações de seu navegador ou deixar de acessar o nosso site e", "serviços. Ao continuar com a navegação em nosso site, você aceita o uso de", "cookies.", "Aceito", "1. politics", "Trump’s Judicial Nominees Are Finally Saying Brown V. Board Of Education Was", "Right After At Least One Republican Senator Complained", "Staff for Republican Sen. Tim Scott complained to Senate leadership about", "judicial nominees' refusal to say Brown v. Board of Education was rightly", "decided, BuzzFeed News has learned.", "By Zoe Tillman", "Map of Washington, DC", "Reporting From", "Washington, DC", "Picture of Zoe Tillman Zoe Tillman BuzzFeed News Reporter", "Map of Washington, DC", "Reporting From", "Washington, DC", "Posted on June 21, 2019, at 4:31 p.m. ET", "* Tweet", "* Share", "* Copy", "Eric Baradat / AFP / Getty Images", "US Supreme Court", "WASHINGTON — For more than a year, most of President Donald Trump’s", "judicial nominees wouldn’t give a clear answer when asked if Brown v.", "Board of Education — the landmark US Supreme Court decision in 1954 that", "found racial segregation in schools unconstitutional — was correctly", "decided.", "Some of the nominees would say it wasn’t appropriate for a lower court", "nominee to opine about any Supreme Court decision. The answers shifted", "over time, with some nominees later responding that all current Supreme", "Court precedent was correct — an answer that avoided taking a position on", "a single case, too.", "But in the past month, something changed. At a May 22 hearing, five of the", "six nominees who appeared before the Senate Judiciary Committee testified", "that Brown — or, at least, the legal reasoning behind it — was correct. On", "June 5, US District Judge Peter Phipps, who had demurred when asked about", "Brown at a hearing in 2018, told senators that he believed the case was", "correctly decided.", "Two sources familiar with the nominations process who did not want to be", "identified discussing internal conversations at the Justice Department", "said at least one Republican senator, and possibly more than that, had", "expressed frustration with nominees’ refusal to clearly endorse Brown. One", "source said the DOJ had notified nominees they could face opposition on", "the right if they refused to say Brown was correctly decided going", "forward.", "“The nominees don’t have to answer one way or another; they just have to", "understand if they don’t say yes, then their nomination could potentially", "fail on the Senate floor,” one of the sources told BuzzFeed News.", "The sources either declined to identify the senator or said they didn’t", "know who it was. But a spokesperson for Republican Sen. Tim Scott of South", "Carolina, Sean Smith, told BuzzFeed News in an email that Scott’s office", "had discussions “at the staff level” with Senate leadership and the Senate", "Judiciary Committee about how nominees had been responding to questions on", "Brown.", "“We just communicated it was perhaps time to encourage folks to give a", "better answer,” Smith wrote.", "Smith said Scott’s office did not relay its concerns to the Justice", "Department or White House directly. A spokesperson for Senate Majority", "Leader Mitch McConnell said in an email that they didn’t comment on member", "conversations or staff discussions. A spokesperson for Senate Judiciary", "Committee Chair Lindsey Graham did not return requests for comment.", "Republicans have been largely united in supporting Trump’s judicial", "nominees, but there are exceptions. Scott, the only black Republican in", "the Senate, played a part in scuttling two contested nominees — Ryan", "Bounds and Thomas Farr — who faced opposition from Democrats and civil", "rights groups for past comments. Bounds was opposed in part because of", "racially insensitive op-eds he wrote in college, and Farr because of his", "involvement in political campaigns accused of engaging in voter", "suppression.", "Justice Department spokesperson Alexei Woltornist declined to comment on", "whether DOJ officials had heard from Republicans expressing concern about", "nominees’ answers on Brown. Woltornist said in a statement: “The", "Department of Justice does not direct judicial nominees how to answer", "questions.”", "In addition to the new responses from nominees before the committee,", "several nominees who previously testified have also clarified in recent", "weeks that they believe Brown was correctly decided in communications to", "their home state senators or the committee.", "Democratic Sen. Richard Blumenthal of Connecticut, who has led the charge", "in asking nominees about Brown, and liberal advocacy groups told BuzzFeed", "News they were pleased with the recent change, but also said nominees", "shouldn’t get too much credit for what should have been an easy answer.", "Groups that hammered nominees on Brown said they’re also still worried", "about pending nominees who haven’t changed their previous answers.", "“It’s obviously welcome that nominees over the last two hearings ... have", "done the bare minimum of doing what [Chief Justice] John Roberts did 15", "years ago, which is of course affirm the correctness of the landmark", "decision in American history,” said Dan Goldberg, legal director of", "Alliance for Justice.", "Goldberg said they didn’t agitate about the Brown issue “in a vacuum” —", "many of Trump’s nominees had troubling records on civil rights issues, he", "said, and their non-answers raised real concerns about how nominees would", "apply the law on issues such as voting rights and education access if", "confirmed.", "Lisa Cylar Barrett, director of policy for the NAACP Legal Defense and", "Educational Fund, told BuzzFeed News that the LDF viewed the responses", "about Brown as “a dog whistle to a certain segment of the country, to say", "Brown might be up for a renegotiation.”", "Republicans, meanwhile, accused Democrats of using a seemingly", "noncontroversial question about Brown to then push nominees to take a", "position on Roe v. Wade — the 1973 decision that established a", "constitutional right to abortion — or other decisions related to issues", "that are still working through the courts.", "“This has absolutely nothing to do with Brown v. Board of Education. This", "is all about Senate Democrats carrying the water for Planned Parenthood on", "the issue of Roe v. Wade,” said Mike Davis, a former Republican staffer on", "the Senate Judiciary Committee who now runs the Article III Project, a", "group supporting Trump’s judicial nominees.", "Drawing a Line", "Blumenthal told BuzzFeed News that he started asking Trump’s nominees", "about Brown because Supreme Court nominees had been asked about it, and he", "saw it as a way to gauge their values and whether they’d stick to legal", "precedents. He rebuffed claims that he was asking about Brown as a way to", "force nominees to talk about Roe.", "“It’s hardly a trick question. They can either answer it or refuse, which", "many have done, but past nominees have answered it and then declined to", "answer questions about other precedents. I think that’s completely", "disingenuous as an excuse for refusing to answer,” he said.", "Federal judges are bound by ethics rules that generally bar them from", "talking about pending cases or issues that are likely to end up in court.", "Those canons say in a note that they're also intended as guidance for", "nominees who aren’t judges yet, and nominees generally have invoked them", "as influencing their decisions about what to say or not say as they", "prepare to go onto the bench.", "Blumenthal said it was “blatantly and insultingly wrong” for nominees to", "cite judicial-ethics rules in refusing to answer questions about Supreme", "Court precedent.", "Supreme Court nominees have varied in answering questions about Brown over", "the years. Roberts said it was correctly decided, as did now-justice Brett", "Kavanaugh. Justice Neil Gorsuch didn’t give as clear an answer, though, as", "a nominee, saying it was “a correct application of the law of precedent.”", "Multiple sources involved at various stages of the confirmation process", "told BuzzFeed News that the DOJ and the White House did not explicitly", "tell nominees what to say. Instead, sources said DOJ lawyers would go over", "what the judicial-ethics rules said about commenting on issues that could", "come before the courts and direct nominees to look at how other nominees", "answered similar questions in the past for guidance on options for", "answering.", "A former Trump administration official who worked on nominations told", "BuzzFeed News that nominees were advised that if they testified that Brown", "was correctly decided, they should expect similar questions about other", "Supreme Court cases, and to consider having a “consistent principle” to", "explain their responses.", "“Ultimately it is their ethical neck that’s on the line,” the former", "official said. “They have to make the decision for themselves what to do", "or say.”", "Most lower-court nominees are prepped by the Justice Department’s Office", "of Legal Policy; some also meet with the White House counsel’s office, but", "that’s usually reserved for controversial picks. They go through a mock", "confirmation hearing before a panel of DOJ lawyers pretending to be", "senators; the DOJ officials offer comments on the pros and cons of how", "nominees answer particular questions.", "Davis said that when he was working on the Judiciary Committee and", "communicating with the Trump administration about nominations, he pushed", "“very strongly” against having nominees say whether Brown or any other", "Supreme Court case was correctly or incorrectly decided. Davis said he", "believed ethics rules counseled against it, that it opened the door to", "questions about Roe and other cases, and that it could present a problem", "for future Supreme Court nominees faced with those questions.", "The Turning Point", "Sources on the left and the right pointed to John Nalbandian’s hearing", "March 7, 2018, as the turning point. Nalbandian had been nominated to the", "US Court of Appeals for the 6th Circuit. Blumenthal first asked him if", "Loving v. Virginia — the 1967 Supreme Court opinion that struck down state", "laws banning interracial marriage — was correctly decided. Nalbandian", "answered, “I do, Senator.”", "Blumenthal next asked if Brown was correctly decided. Nalbandian replied:", "“Brown, Senator, is a seminal decision in the Supreme Court’s history and", "corrected an egregious error in Plessy v. Ferguson, and I believe it was,", "yes.”", "Blumenthal then asked about Roe v. Wade. Nalbandian said he believed it", "would be inappropriate to comment on cases involving issues and legal", "questions that could still be litigated. He tried to distinguish between", "Loving and Brown, saying they were “long-standing” and “well-accepted”", "precedents unlikely to come up again.", "Blumenthal pressed Nalbandian about why he was comfortable endorsing", "certain legal precedents but not others — why Roe v. Wade, in Blumenthal’s", "words, was “less well established” than Loving. Nalbandian said he would", "follow all Supreme Court precedent and didn’t think it was appropriate to", "offer opinions on legal issues that could come through the courts in the", "future. He was confirmed two months later.", "Nalbandian’s exchange with Blumenthal got some press but quickly", "disappeared from the news cycle.", "The former administration official involved in the nomination process told", "BuzzFeed News that they thought Nalbandian struggled to articulate the", "line he’d drawn between talking about certain cases but not others, and", "that led to an “overcorrection” by other nominees.", "“There was a perception by nominees around that time … that they were very", "nervous getting into the position that Nalbandian got himself into. That", "probably explains that overcorrection in the short term,” the former", "official said.", "The issue exploded at a hearing on April 11, 2018. Blumenthal asked Wendy", "Vitter, a nominee for a district court seat in Louisiana, if Brown was", "correctly decided. Her refusal to directly answer the question went viral.", "“Senator, I don’t mean to be coy, but I think I get into a difficult area", "when I start commenting on Supreme Court decisions, which are correctly", "decided and which I may disagree with,” Vitter said. “Again, my personal,", "political, or religious views I would set aside. That is Supreme Court", "precedent. It is binding. If I were honored to be confirmed, I would be", "bound by it and of course I would uphold it.”", "Vitter, who is married to former senator David Vitter, was voted out of", "committee, but her nomination sat for more than a year following her", "hearing. She was confirmed in May.", "“Brown Is Unique”", "More than two dozen nominees who appeared before the committee after", "Vitter’s hearing declined to say if Brown was correctly decided, according", "to a list compiled by the Leadership Conference on Civil and Human Rights.", "The backlash culminated in a rally at the US Capitol on May 16 marking the", "65th anniversary of Brown, where civil rights leaders and advocates", "denounced nominees’ refusal to endorse it. Kristine Lucius, executive vice", "president for policy at the Leadership Conference on Civil and Human", "Rights, told BuzzFeed News that she was surprised Brown became the issue", "that it did, given her decade-plus past experience working for Democrats", "on the Senate Judiciary Committee.", "Nominees had varied in answering questions about Roe and other precedent", "on abortion and similar hot-button issues, she said, but Brown hadn’t been", "controversial.", "A week after the rally, there were signs that something had changed.", "Appearing before the Senate Judiciary Committee May 22, 9th Circuit", "nominee Daniel Bress called Brown one of the most “treasured” of Supreme", "Court precedents. Pressed by Blumenthal, Bress replied: “Brown is a", "seminal decision, and the core holding of Brown, that separate but equal", "violates the equal protection clause, is correct.” He added, though, that", "he didn’t think it was appropriate for nominees to grade individual", "Supreme Court decisions.", "“When we’re talking about Brown in particular ... the core holding of", "Brown is unique, it’s monumental, it’s a decision that is monumental not", "only in American law but in American life. And that core holding of Brown", "is not being contested,” Bress said. “And so in light of that, what I can", "say with respect to Brown is that Brown’s core holding is correct.”", "Blumenthal asked Bress about Griswold v. Connecticut — a 1965 decision", "that struck down a state ban on contraceptives as a violation of privacy", "rights — and Roe. Bress said they were “landmark” decisions that he would", "apply, but it wasn’t his place to “grade” them. He said no one had", "instructed him on how to answer any question.", "Five lower-court nominees testified after Bress that day. Blumenthal asked", "them about Brown. Four testified that they believed it was correctly", "decided, with two citing previous comments they’d made about the issue;", "the fifth nominee, Jason Pulliam, nominated for a district court seat in", "Texas, spoke favorably about the impact of Brown but said he believed it", "was inappropriate to weigh in on any Supreme Court precedent.", "Peter Phipps had first appeared before the Judiciary Committee on April", "25, 2018, when he was a nominee for a district court seat in Pennsylvania.", "At the time, when Blumenthal asked if he believed Brown was correctly", "decided, Phipps said Brown “corrected an abominable wrong in our nation’s", "history,” but declined to give a direct answer. He was later confirmed.", "When Phipps appeared before the committee June 5, now as a nominee for the", "US Court of Appeals for the 3rd Circuit, he offered a different answer. He", "began by saying he was still “concerned” about nominees or sitting judges", "“elevating themselves as kind of arbiters or graders of the Supreme", "Court,” but when pressed by Blumenthal, he endorsed Brown.", "“To that general rule, because Brown is of singular importance to our", "nation, yes, Brown v. Board of Education was correctly decided, Senator,”", "he said.", "Blumenthal told BuzzFeed News he would keep asking nominees about Brown", "and other Supreme Court cases even if it became clear that nominees were", "going to endorse Brown going forward.", "“They have said when I’ve asked them that they received no instruction as", "to how to answer these questions. If that’s true, I think it’s perfectly", "proper — we’ll see how they answer,” Blumenthal said. “I think they’re", "very relevant.” ●", "UPDATE", "Jun. 22, 2019, at 15:06 PM", "This story was updated to clarify what the judicial canon of ethics says", "about nominees.", "More on this", "* Trump Is Doubling Down On Some Of His Criticized Judicial Nominees —", "But Not All Of Them Zoe Tillman · Jan. 23, 2019", "* One Of Trump’s Judicial Nominees Once Wrote That Diversity Is “Code", "For Relaxed Standards” Zoe Tillman · Feb. 15, 2018", "* Trump’s DC Circuit Nominee — And Reported Supreme Court Contender —", "Wrote Inflammatory Op-Eds In College Zoe Tillman · Jan. 14, 2019", "* Tweet", "* Share", "* Copy", "Topics In This Article", "1. Donald Trump", "2. Supreme Court", "* Picture of Zoe Tillman", "Zoe Tillman is a senior legal reporter with BuzzFeed News and is based", "in Washington, DC.", "Contact Zoe Tillman at zoe.tillman@buzzfeed.com.", "Got a confidential tip? Submit it here.", "A BuzzFeed News investigation, in partnership with the International", "Consortium of Investigative Journalists, based on thousands of documents", "the government didn't want you to see.", "ADVERTISEMENT", "Sections", "* Arts & Entertainment", "* Books", "* Culture & Criticism", "* Inequality", "* Investigations", "* JPG", "* LGBTQ", "* Opinion", "* Politics", "* Reader", "* Science", "* Tech", "* World", "Follow Us", "* Facebook", "* Twitter", "* Instagram", "Company", "* Support Us", "* BuzzFeed.com", "* Privacy Policy", "* User Agreement", "a  brand"]