["Link: canonical", "Skip to main content", "The Globe and Mail", "Support Quality Journalism.", "The Globe and Mail", "First Access to Latest", "Investment News", "Collection of curated", "e-books and guides", "Inform your decisions via", "Globe Investor Tools", "Just$1.99", "per week", "for first 24 weeks", "Enjoy unlimited digital access", "START TODAY", "Enjoy Unlimited Digital Access", "Toggle", "Get full access to globeandmail.com", "Just $1.99 per week for the first 24 weeks", "Just $1.99 per week for the first 24 weeks", "Start Today", "var", "select={root:\".js-sub-pencil\",control:\".js-sub-pencil-control\",open:\"o-sub-pencil--open\",closed:\"o-sub-pencil--closed\"},dom={},allowExpand=!0;function", "pencilInit(o){var e=arguments.length>1&&void", "0!==arguments[1]&&arguments[1];select.root=o,dom.root=document.querySelector(select.root),dom.root&&(dom.control=document.querySelector(select.control),dom.control.addEventListener(\"click\",onToggleClicked),setPanelState(e),window.addEventListener(\"scroll\",onWindowScroll),dom.root.removeAttribute(\"hidden\"))}function", "isPanelOpen(){return dom.root.classList.contains(select.open)}function", "setPanelState(o){dom.root.classList[o?\"add\":\"remove\"](select.open),dom.root.classList[o?\"remove\":\"add\"](select.closed),dom.control.setAttribute(\"aria-expanded\",o)}function", "onToggleClicked(){var l=!isPanelOpen();setPanelState(l)}function", "onWindowScroll(){window.requestAnimationFrame(function() {var", "l=isPanelOpen(),n=0===(document.body.scrollTop||document.documentElement.scrollTop);n||l||!allowExpand?n&&l&&(allowExpand=!0,setPanelState(!1)):(allowExpand=!1,setPanelState(!0))});}pencilInit(\".js-sub-pencil\",!1);", "// via darwin-bg var slideIndex = 0; carousel(); function carousel() { var", "i; var x = document.getElementsByClassName(\"subs_valueprop\"); for (i = 0;", "i < x.length; i++) { x[i].style.display = \"none\"; } slideIndex++; if", "(slideIndex> x.length) { slideIndex = 1; } x[slideIndex - 1].style.display", "= \"block\"; setTimeout(carousel, 2500); } //", "The Globe and Mail", "Politics", "Member Benefits", "Subscribe Subscribe", "Register", "Log in", "My account", "Following", "Bookmarks Reading history Newsletters Subscriptions Settings Help", "My account", "Following", "Bookmarks Reading history Newsletters Subscriptions Settings Help", "AdChoices", "* Canada", "* World", "* Business", "* Investing", "* Opinion", "* Politics", "* Sports", "* Life", "* Arts", "* Drive", "* Real Estate", "* Watchlist", "Search", "_____________________ [ Submit ]", "Search", "_____________________ [ Submit ]", "* * * * * * * * * * * * * Quick links", "* Horoscopes", "* Puzzles", "* Member Benefits", "* Newsletters", "* Globe Shop", "* Investigations", "* Death Notices (Legacy.com)", "Reader services", "* Subscribe", "* Following", "* Subscriptions", "* Settings", "* Customer Help", "* Contact us", "* Log in", "* Log out", "* Privacy Policy", "* Terms & Conditions", "politics", "Trudeau's shoving incident: What actually happened, and what does it mean?", "The Canadian Press and Globe staff (includes correction)", "Published May 19, 2016 Updated May 19, 2016", "Published May 19, 2016", "This article was published more than 4 years ago. Some information in it", "may no longer be current.", "Comments", "Share", "Text Size", "SEAN KILPATRICK/THE CANADIAN PRESS", "Depending on who you ask, it was an unprovoked \"manhandling\" or a simple", "accident. The Prime Minister's physical altercation with NDP MP Ruth Ellen", "Brosseau on Wednesday, the mayhem that ensued in the House and his", "subsequent apologies have heightened an already tense debate over", "physician-assisted dying legislation – and both sides are already putting", "partisan spins on the murky sequence of events behind the confrontation in", "Parliament. Here's what we know so far, and what MPs are saying about it.", "----------------------------------------------------------------------", "THE DAY IN THE COMMONS", "Tempers have been running high in the Commons all week after the", "government gave notice of a motion to give cabinet tighter control over", "the House of Commons' schedule, and when the House can break for the", "summer. Opposition MPs have criticized the motion as a \"draconian\" attempt", "to help the government get its way without debate.", "On Wednesday, before the confrontation took place, members were gathered", "in the House to vote on a motion, to limit debate on its controversial", "assisted-dying legislation, Bill C-14. The government is pressing to get", "its bill passed by week's end to meet a looming Supreme Court deadline.", "Story continues below advertisement", "[IMG] Background: How Parliament’s procedural warfare can lead to frayed", "nerves Bill Curry explains why the Liberals and opposition parties are", "accusing one another of 'pulling the fire alarm' by causing unexpected and", "unnecessary voting.", "----------------------------------------------------------------------", "THE TALE OF THE TAPE", "What! Is there a fight in the House right now? MPs scrambling", "around...Speaker yelling order", "— Laura Stone (@l_stone) May 18, 2016", "The entire contretemps involving Mr. Trudeau, Ms. Brosseau and", "Conservative whip Gordon Brown took only about a minute. Here are some of", "the key events highlighted:", "And here's the video:", "Watch Trudeau’s confrontation in the House of Commons", "1:18", "Mr. Trudeau's move to bring Mr. Brown to his seat may not have even been", "necessary, as the Liberal whip was seated at the time. Only one whip needs", "to be seated for a vote to proceed.", "----------------------------------------------------------------------", "WHAT MS. BROSSEAU SAYS HAPPENED", "Ms. Brosseau said she had been struck in the chest and was so shaken that", "she had to leave the House.", "NDP MP Ruth Ellen Brosseau is shown on May 28, 2015.", "NDP MP Ruth Ellen Brosseau is shown on May 28, 2015.", "SEAN KILPATRICK/THE CANADIAN PRESS", "----------------------------------------------------------------------", "WHAT MR. BROWN SAYS HAPPENED", "In a statement, Mr. Brown said he told Mr. Trudeau to \"let go of me – now.", "‎Immediately afterward, the Prime Minister went back down the aisle of the", "House to confront other Members of Opposition parties. I later told the", "Prime Minister he should NOT have gotten out of his seat.\"", "----------------------------------------------------------------------", "WHAT MR. TRUDEAU SAYS HAPPENED", "Mr. Trudeau said the NDP MPs appeared to be blocking Mr. Brown from taking", "his seat so the vote could start. When he went to retrieve Mr. Brown, he", "says, he extended his arm to help the whip come through the group of MPs,", "and hit Ms. Brosseau by mistake.", "----------------------------------------------------------------------", "WHAT OTHER MPS SAY HAPPENED", "----------------------------------------------------------------------", "How fast was he going?", "NDP MP Randall Garrison: \"I saw the prime minister – I would use the word", "'charge' across the floor with intent and shove people, with the intent of", "moving the whip down the aisle, an intentional action by the prime", "minister which is unacceptable in the House of Commons. … As part of doing", "that he knocked one of my colleagues into the desk.\"", "Story continues below advertisement", "Just witnessed Prime Minister \"RUSH\" across floor & challenge number of", "NDP MP's this all after he shoved Cons Whip Very strange Very wrong", "— Larry Miller, MP (@LarryMillerMP) May 18, 2016", "----------------------------------------------------------------------", "'Manhandled' or 'grabbed'?", "And the PM manhandled the NDP whip. I witnessed this too.", "— Tony Clement (@TonyclementCPC) May 18, 2016", "Prime Minister of Canada just grabbed the Opposition Whip and tried to", "force him toward the Table to start a vote. Unbelievable disrespect.", "— Mark Strahl, MP (@markstrahl) May 18, 2016", "----------------------------------------------------------------------", "Did he swear?", "NDP MP Tracey Ramsey: Ms. Ramsey said Mr. Trudeau swore as he approached", "her caucus colleagues standing in front of Mr. Brown. \"He said 'get the", "bleep out of the way,\"' Ramsey said in the House of Commons. An NDP source", "who spoke to Ms. Ramsey afterward confirmed the MP had heard Trudeau say", "\"get the fuck out of my way.\"", "----------------------------------------------------------------------", "Was it intentional?", "Green Party Leader Elizabeth May: \"It was most unwise of the prime", "minister to attempt to move along the vote … but the second contact with", "my friend, the member for Berthier-Maskinonge, which is certainly the one", "that was the most emotional for the member involved, was clearly, from my", "perspective … unintentional.\"", "----------------------------------------------------------------------", "Were the NDP actually preventing Mr. Brown from taking his seat?", "On Thursday, at a joint news conference, NDP House Leader Peter Julian was", "asked whether the NDP MPs were obstructing Mr. Brown's path to delay the", "vote. Ms. May, the Green Leader, was also present.", "NDP house leader Julian refuses to say whether NDP were deliberately", "blocking Brown to delay last night's vote. Calls it \"irrelevant.\"", "— Bill Curry (@curryb) May 19, 2016", "Julian now says no attempt was made. Reporter says another NDP MP told", "her there was a playful attempt at delay. May agrees. Newser ends.", "— Bill Curry (@curryb) May 19, 2016", "----------------------------------------------------------------------", "HOW MR. TRUDEAU APOLOGIZED", "Mr. Trudeau apologized for the altercation with Ms. Brosseau minutes after", "it happened.", "He apologized again on Thursday morning, saying he should not have risen", "to grab Mr. Brown and was now looking to \"make amends.\" Ms. Brosseau was", "not present in the House at the time.", "Trudeau on Thursday: ‘I expect better behaviour of myself’", "0:08", "----------------------------------------------------------------------", "HOW IT'S BEING INTERPRETED", "Opposition politicians described Mr. Trudeau's actions as a sign of poor", "respect for Parliament. \"Prime Minister Trudeau's behaviour today was", "shocking,\" interim Conservative leader Rona Ambrose said. \"His clear", "intent was to intimidate Members physically and his actions resulted in my", "NDP colleague Ruth Ellen Brosseau being shoved into a desk. She was", "clearly shaken up.\"", "Story continues below advertisement", "Quite disappointed in conduct of many in the House tonight. The Prime", "Minister should lead by example & not be part of a melee.", "— Erin O'Toole (@ErinOTooleMP) May 18, 2016", "So Justin Trudeau's increasingly dictatorial conduct has now turned into", "physical bullying of MPs. Bizarre, unforgivable, unprecedented.", "— Jason Kenney (@jkenney) May 18, 2016", "Other opposition politicians took aim at Mr. Trudeau's credentials as a", "self-identified feminist. His encounter with Ms. Brosseau was \"the", "furthest thing from a feminist act,\" NDP MP Niki Ashton said in the House", "a few minutes after the incident. \"If we apply a gendered lens, it is very", "important that we recognize that young women in this space need to feel", "safe to come here and work here.\"", "NDP MP Niki Ashton asks a question in the House on May 16, 2016.", "NDP MP Niki Ashton asks a question in the House on May 16, 2016.", "SEAN KILPATRICK/THE CANADIAN PRESS", "----------------------------------------------------------------------", "DID TRUDEAU BREAK ANY RULES?", "Political scientist Hamish Telford of the University of the Fraser Valley", "in Abbotsford, B.C., told The Canadian Press that people have been ejected", "from the House of Commons for using unparliamentary language, but he can't", "remember a time when two politicians got into a physical altercation.", "Prof. Telford says there likely aren't any rules governing such behaviour", "in the House of Commons, particularly because the kerfuffle took place on", "a break. He says new restrictions could be something to look into in the", "wake of Wednesday's dustup, but a rule banning physical contact between", "politicians could prohibit tender moments.", "----------------------------------------------------------------------", "WHAT ABOUT THE VOTE?", "MPs voted 172-137 on Wednesday to limit debate on the assisted-dying", "legislation, although Ms. Brosseau wasn't able to register her vote. The", "Speaker could barely make himself heard as he tried to read the text of", "the motion.", "On Thursday, Government House leader Dominic LeBlanc said the government", "would withdraw the controversial motion, to the relief of the opposition.", "Julian says he is happy the government has withdrawn Motion 6, which he", "calls a \"Parliamentary straitjacket.\" #cdnpoli", "— Michelle Zilio (@MichelleZilio) May 19, 2016", "----------------------------------------------------------------------", "WHAT HAPPENS NEXT?", "Mr. Regan concluded that Ms. Brosseau's privileges as an MP had been", "breached, which means the encounter will be examined by an", "all-party committee.", "----------------------------------------------------------------------", "With reports from Laura Stone, Gloria Galloway, Bill Curry, Michelle Zilio", "and Evan Annett", "Editor's Note: An earlier version of this story said that the motion to", "limit debate was defeated. In fact, the motion passed by a margin of", "172-137.", "----------------------------------------------------------------------", "MORE FROM THE GLOBE AND MAIL", "[IMG] Commons spat robs nanny of chance to speak on foreign worker program", "While the country’s lawmakers scuffled in the House, they lost their sole", "chance to speak to Filipina woman Teta Bayan as they draft a law of vital", "importance to thousands in her position, Selena Ross reports.", "[IMG] Gabrielle Gallant: Associating elbowgate with violence against women", "is an insult to victims New Democrat MPs have characterized so-called", "elbowgate as gender-based violence. To manipulate the cause of violence", "against women for partisan purposes is the antithesis of NDP values of", "equality.", "[IMG] Jane Taber: Parliament is no place for victim blaming Lost to some", "in the pillorying of Justin Trudeau over his bad behaviour in the House of", "Commons is an underlying theme that is familiar to women.", "[IMG] Margaret Wente: Justin has a temper tantrum His petulant breach of", "protocol and manners comes as a nasty surprise, because we’ve never seen", "that side of him before. Is it an aberration? Or is it a real flaw in his", "temperament?", "[IMG] Campbell Clark: The Liberals’ slip into arrogance means all eyes are", "on Trudeau Now, Canadians will watch to see if Mr. Trudeau and his", "Liberals made a momentary mistake, or if it is in their DNA. (for", "subscribers)", "[IMG] Editorial: What was Justin Trudeau thinking? He wasn’t Mr. Trudeau", "was frustrated on Wednesday night, but as a PM still on an extended", "honeymoon, with a four-year majority mandate, what in the world does he", "have to be frustrated about?", "[IMG] Michael Bliss: Does Justin Trudeau respect the office he holds?", "Perhaps May 18, 2016, will feature in Justin Trudeau’s biography as a day", "that helped him grow into the highest office in our land.", "[IMG] David McLaughlin: Scuffle just the latest in Liberal spectacle", "Wednesday's altercation was a collision between youth and age – Mr.", "Trudeau’s youth and maturity and the House of Commons' age and traditions.", "It was a curious loss of cool by Canada’s 'coolest' politician.", "Report an error", "Due to technical reasons, we have temporarily removed commenting from our", "articles. We hope to have this fixed soon. Thank you for your patience. If", "you are looking to give feedback on our new site, please send it along to", "feedback@globeandmail.com. If you want to write a letter to the editor,", "please forward to letters@globeandmail.com.", "Comments", "Show comments", "Welcome to The Globe and Mail’s comment community. This is a space where", "subscribers can engage with each other and Globe staff. Non-subscribers", "can read and sort comments but will not be able to engage with them in any", "way. Click here to subscribe.", "If you would like to write a letter to the editor, please forward it to", "letters@globeandmail.com. Readers can also interact with The Globe on", "Facebook and Twitter .", "Log in Subscribe to comment Why do I need to subscribe?", "Welcome to The Globe and Mail’s comment community. This is a space where", "subscribers can engage with each other and Globe staff. Non-subscribers", "can read and sort comments but will not be able to engage with them in any", "way. Click here to subscribe.", "If you would like to write a letter to the editor, please forward it to", "letters@globeandmail.com. Readers can also interact with The Globe on", "Facebook and Twitter .", "I'm a print subscriber, link to my account Subscribe to comment Why do I", "need to subscribe?", "Welcome to The Globe and Mail’s comment community. This is a space where", "subscribers can engage with each other and Globe staff.", "We aim to create a safe and valuable space for discussion and debate. That", "means:", "* Treat others as you wish to be treated", "* Criticize ideas, not people", "* Stay on topic", "* Avoid the use of toxic and offensive language", "* Flag bad behaviour", "If you do not see your comment posted immediately, it is being reviewed by", "the moderation team and may appear shortly, generally within an hour.", "We aim to have all comments reviewed in a timely manner.", "Comments that violate our community guidelines will not be posted.", "UPDATED: Read our community guidelines here", "Discussion loading ...", "Read most recent letters to the editor.", "Latest Videos", "* Inside an ICU battling France's third COVID-19 wave  1:39", "* Colorado shooting suspect bought gun legally, officials say  1:24", "* France's COVID-19 lockdown vice? Cheese  1:45", "* Quebec Premier François Legault gets his first dose of COVID-19", "vaccine  1:46", "* Efforts ramping up to unblock the Suez Canal  1:30", "* Terms & Conditions", "* Community Guidelines", "* Privacy Policy", "* Disclaimer", "Skip footer navigation", "* Subscribe", "* Digital + Home Delivery", "* Digital Access", "* Globe2Go", "* The New York Times", "* Globe Email Newsletters", "* Gift Subscription", "* Business Services", "* Advertise with Us", "* Group Subscriptions", "* Globe Campus", "* Content Licensing", "* DataStore", "* Report On Business Top 1000", "* Globe Event Centre", "* Sophi.io", "* Contact Us", "* Address and Phone Number", "* Public Editor", "* Staff", "* Staff PGP Directory", "* SecureDrop", "* Submit an article", "* Reader Services", "* My Globeandmail.com Account", "* Technical Support & FAQs", "* Manage my home delivery", "* Manage my privacy preferences", "* Manage my advertising preferences", "* Member Benefits", "* Reader Services", "* My Globeandmail.com Account", "* Technical Support & FAQs", "* Manage my home delivery", "* Manage my privacy preferences", "* Manage my advertising preferences", "* Member Benefits", "* Reader Services", "* My Globeandmail.com Account", "* Technical Support & FAQs", "* Manage my home delivery", "* Manage my privacy preferences", "* Manage my advertising preferences", "* Member Benefits", "* About Us", "* Company Information", "* Work at The Globe", "* Accessibility", "* Editorial Code of Conduct", "* Sustainability", "* Licensing & Permissions", "* Election Advertising Registry", "Return to start of footer navigation", "© Copyright 2021 The Globe and Mail Inc. All rights reserved.", "351 King Street East, Suite 1600, Toronto, ON Canada, M5A 0N1", "Phillip Crawley, Publisher", "To view this site properly, enable cookies in your browser. Read our", "privacy policy to learn more.", "How to enable cookies", "[ Submit ]"]