["Link: canonical", "Link: shortlink", "Skip to main content", "*    * Share on Facebook", "* Share on Twitter", "* Email", "* Print", "* Comments", "* * Donate", "* _____________________  [ Submit ] [ Submit ]", "* Coronavirus", "* Oath Keepers", "* Voter Suppression", "* AstraZeneca Vaccine", "* Politics", "* Environment", "* Crime and Justice", "* Food", "* Media", "* Investigations", "* Photos", "* Magazine", "* Podcasts", "* Newsletters", "* _____________________  [ Submit ] [ Submit ]", "* Coronavirus", "* Oath Keepers", "* Voter Suppression", "* AstraZeneca Vaccine", "Subscribe to our magazine", "Donate", "Smart, Fearless Journalism", "* Politics", "* Environment", "* Crime and Justice", "* Food", "* Media", "* Investigations", "* Photos", "* Magazine", "* Podcasts", "* _____________________  [ Submit ] [ Submit ]", "* Politics", "February 14, 2019", "Trump Judicial Nominees Are Refusing to Endorse Brown v. Board of Education", "In normal times, it would be unthinkable. Under Trump, it’s become a trend.", "* Stephanie Mencimer", "Stephanie Mencimer", "Senior ReporterBio | Follow", "* Share on Facebook", "* Share on Twitter", "* Email", "* Print", "* Comments", "Neomi Rao, President Donald Trump's nominee for a seat on the DC Circuit", "Court of Appeals, appears before the Senate Judiciary Committee on", "February 5.Scott Applewhite/AP", "Let our journalists help you make sense of the noise: Subscribe to the", "Mother Jones Daily newsletter and get a recap of news that matters.", "There’s no Supreme Court decision more widely celebrated than Brown v.", "Board of Education, the unanimous 1954 ruling that abolished school", "segregation. But this month, when Neomi Rao appeared before the Senate", "Judiciary Committee for a hearing on her nomination to the DC Circuit", "Court of Appeals, she refused to say whether she thought the case had been", "correctly decided.", "Asked by Sen. Richard Blumenthal (D-Conn.) whether the court had made the", "right decision in Brown, Rao replied, “As a judicial nominee, I think it’s", "not appropriate for me to comment on the correctness of particular", "precedents.” Blumenthal asked her for a yes or no, but Rao would say only", "that Brown is “an incredibly important decision of the Supreme Court”—a", "dodge she twice repeated when pressed further.", "In normal times, the moment might have been extraordinary. During the", "Trump administration, it’s par for the course. Rao is one of at least 10", "Trump nominees to the federal courts in the past year who have refused to", "offer an opinion on Brown. Several of those nominees have been confirmed", "or approved by the Senate Judiciary Committee and set for a full Senate", "vote. Among them is Wendy Vitter, wife of former Sen. David Vitter", "(R-La.), whom Trump nominated to a district court seat in Louisiana. In", "April, she told the judiciary committee, “I don’t mean to be coy, but I", "think I get into a difficult, difficult area when I start commenting on", "Supreme Court decisions which are correctly decided and which I may", "disagree with.”", "Until Trump took office, refusing to endorse Brown as a judicial nominee", "would have been unthinkable. Both of former President George W. Bush’s", "Supreme Court appointees, Chief Justice John Roberts and archconservative", "Justice Samuel Alito, had no trouble answering the question in the", "affirmative during their confirmation hearings, nor did Justice Elena", "Kagan when she was nominated to the court by former President Barack", "Obama. But times have changed.", "“Rao’s refusal to acknowledge that Brown was rightly decided is a serious", "flouting of democratic norms and a judicial dog whistle,” says Todd A.", "Cox, the NAACP Legal Defense and Educational Fund policy director,", "“signaling that Brown, its legacy, and all the progress flowing from it", "are potentially up for renegotiation.”", "Before Trump took office, you would have to look back to failed Supreme", "Court nominee Robert Bork to find a judicial candidate who suggested the", "historic decision was anything but universally accepted. As New York Times", "columnist Linda Greenhouse wrote after Bork died in 2012, “the nominee had", "violated a cardinal rule of modern judicial confirmation hearings, which", "is that Brown v. Board of Education is beyond debate.”", "“Rao’s refusal to acknowledge that Brown was rightly decided is a serious", "flouting of democratic norms and a judicial dog whistle, signaling that", "Brown, its legacy, and all the progress flowing from it are potentially up", "for renegotiation.”", "Bork was an originalist, someone who analyzed cases through the lens of", "the original intent of the Constitution’s framers rather than taking", "contemporary context into account. That’s one reason the Senate rejected", "his Supreme Court nomination. Senators feared that anyone who was so", "inflexibly wedded to a 200-year-old interpretation of the Constitution", "would have real trouble supporting civil rights laws given that the", "Constitution originally allowed not only segregation but slavery. Since", "the Bork debacle, originalist scholars and judges, most notably the late", "Supreme Court Justice Antonin Scalia, have found a way to square Brown", "with their judicial philosophy. In a 2012 book, Scalia wrote that Brown", "was supported by originalist analysis and correctly decided in its", "reliance on the 14th Amendment.", "All of which makes Trump nominees’ refusal to talk about the decision so", "mind-boggling, especially Rao’s. She was a law professor at the Antonin", "Scalia Law School at George Mason University before going to work in the", "Trump administration. Blumenthal has asked 30 Trump nominees the same", "question about Brown, and at least a third of them have refused to answer", "it. “I’m mystified, frustrated, and frankly outraged that they would leave", "any doubt that Brown v. Board of Education was correctly decided,” he told", "Mother Jones.", "Democratic judicial nominees have largely been spared this sort of", "grilling, in part because Democratic senators seem to assume the nominees", "endorse the opinion but also because “Republican senators never cared to", "ask,” says Caroline Fredrickson, president of the liberal American", "Constitution Society, who has been involved in judicial nominations for", "many years in Congress and the Clinton administration. “It’s not an issue", "that interested them.” One notable exception came in 2009, when Sen. John", "Cornyn (R-Texas) asked then-Supreme Court nominee Sonia Sotomayor in", "written questions about her views on Brown. She replied that the decision", "was “widely regarded as a correct interpretation” of the 14th Amendment’s", "Equal Protection Clause.", "Judicial confirmation hearings always involve a dance between senators", "trying to elicit personal opinions and a nominee trying to appear", "impartial and unbiased by refusing to answer those questions. Critics of", "that process say it’s not fair to ask judicial nominees to discuss their", "views on Supreme Court precedent that they might have to rule on someday.", "Vitter argued that opining on Brown was a “slippery slope” to having to", "weigh in on more controversial Supreme Court precedents, such as Roe v.", "Wade, which might come before a court for review.", "But civil rights lawyers say there is not a single direct challenge to", "Brown pending anywhere in the lower courts. “I know of no serious, modern", "questioning of Brown,” says JP Schnapper-Casteras, a DC appellate lawyer", "who previously served as special counsel for Supreme Court advocacy at the", "NAACP Legal Defense and Educational Fund. “It hasn’t been seriously", "challenged in half a century.”", "The odds that someone like Rao would have to consider ruling on Brown are", "exactly zero. That’s not just the liberal view. Amy Coney Barrett, a Trump", "appointee to the 7th Circuit Court of Appeals and an originalist like", "Bork, wrote in a 2016 law review article that “no Supreme Court Justice", "will have to face the question whether paper money is constitutional or", "whether Brown v. Board of Education was rightly decided.”", "The odds that someone like Rao would have to consider ruling on Brown are", "exactly zero.", "The idea that embracing Brown is somehow disqualifying for a judicial", "nominee was recently crushed by none other than Brett Kavanaugh. During", "his contentious Supreme Court confirmation hearing, he called Brown “the", "single greatest moment in Supreme Court history” and described the ruling", "as “so inspirational” and “very powerful and focused on the text” of the", "Constitution.", "The Brown question isn’t a Democratic litmus test for judicial nominees", "the way that a question about abortion might be. As Blumenthal told me,", "“Brown v. Board of Education is a free throw.” By ducking the easy", "question, Rao and other Trump nominees are leaving the impression that", "they might actually believe Brown was wrongly decided. “It’s hard to draw", "any other conclusions,” says Fredrickson. “Why wouldn’t you just embrace", "it? It just shows you how radical the Republican Party has become.”", "Are these would-be judges, nominated by a president who said there were", "“fine people” on both sides of the deadly white nationalist rally in", "Charlottesville, signaling solidarity to Trump’s white nationalist", "supporters by refusing to back the landmark decision outlawing school", "segregation? The real reason for their reticence is probably less", "nefarious, though perhaps not much more reassuring: Some of them are", "unprepared for their hearings. Many, such as Rao, have never represented a", "criminal defendant, tried a case to verdict, or served as a lower-court", "judge.", "The American Bar Association has rated six of Trump’s judicial nominees", "unqualified for the job. None of Obama’s nominees were rated unqualified.", "Even some of the qualified ratings the ABA gave Trump nominees were tepid:", "The ABA gave Vitter, then general counsel to the New Orleans Catholic", "archdiocese, its lowest qualified rating, with a minority of members", "finding her unqualified.", "The nearly identical responses from several nominees on the Brown question", "suggests that they might have been coached by administration lawyers to", "respond this way. But Trump is also nominating judges at lightning speed", "and the GOP-controlled Senate is racing them through confirmation. Just", "this month, the Senate Judiciary Committee voted to approve 44 judicial", "nominees on a single day, the highest number of nominees approved in a", "single markup since 1981, according to the Washington Examiner. The pace", "may be giving the White House little time to prepare the nominees for", "confirmation hearings, leading to some pretty clunky performances in", "response to questioning about Brown.", "Ryan Nelson, recently confirmed to the 9th Circuit, avoided a meaningful", "endorsement of Brown by taking a slightly different tack from Rao. Asked", "by Blumenthal about the case, Nelson responded, “Like all Supreme Court", "precedents, I believe Brown v. Board of Education was correctly decided.”", "A puzzled Blumenthal pressed him on that statement: “You believe all", "Supreme Court decisions are correct?”", "“Like all Supreme Court precedents, it was correctly decided,” Nelson said", "again.", "“Your answer is intellectually dishonest,” Blumenthal told him.", "Until the Trump era, judicial nominees routinely fielded the Brown", "question without resorting to such evasion. “We’re not talking some", "commercial litigation issue of patent law,” says Blumenthal. Brown, he", "says, is “a great and important decision that had a powerful and enduring", "impact on America. To leave open whether you think it was correctly", "decided really is a disgrace and disservice.”", "Looking for news you can trust?", "Subscribe to the Mother Jones Daily to have our top stories delivered", "directly to your inbox.", "Close", "Thank you for subscribing!", "Email _____________________", "[ Sign Up ]", "By signing up, you agree to our privacy policy and terms of use, and to", "receive messages from Mother Jones and our partners.", "FACT:", "Mother Jones was founded as a nonprofit in 1976 because we knew", "corporations and the wealthy wouldn't fund the type of hard-hitting", "journalism we set out to do.", "Today, reader support makes up about two-thirds of our budget, allows us", "to dig deep on stories that matter, and lets us keep our reporting free", "for everyone. If you value what you get from Mother Jones, please join us", "with a tax-deductible donation today so we can keep on doing the type of", "journalism 2021 demands.", "Donate payment methods", "FACT:", "Mother Jones was founded as a nonprofit in 1976 because we knew", "corporations and the wealthy wouldn't fund the type of hard-hitting", "journalism we set out to do.", "Today, reader support makes up about two-thirds of our budget, allows us", "to dig deep on stories that matter, and lets us keep our reporting free", "for everyone. If you value what you get from Mother Jones, please join us", "with a tax-deductible donation today so we can keep on doing the type of", "journalism 2021 demands.", "Donate payment methods", "More about:", "* Congress", "* Donald Trump", "* Regulatory Affairs", "* Supreme Court", "Related", "* [IMG]", "The Attorney Nominated to Replace Kavanaugh Backtracked on Her Defense of", "Dwarf Tossing", "Stephanie Mencimer", "* [IMG]", "What the Cult of Ruth Bader Ginsburg Got Wrong", "Stephanie Mencimer", "* [IMG]", "A Deadly Day in Myanmar’s Bloody Coup", "AJ Vicens", "* [IMG]", "Michigan Republican Party Chair Calls State Leaders “Witches”", "AJ Vicens", "We Recommend", "* [IMG]", "Uptick in COVID-19 Cases Alarms Officials", "AJ Vicens", "* [IMG]", "Los Angeles Cops Bring the Echo Park Tent Community to a Violent End", "Lil Kalish", "* [IMG]", "What So Many People Are Getting Wrong About the “Border Crisis”", "Fernanda Echavarri", "* [IMG]", "“Disturbing!” Black Georgia Lawmakers React to Arrest of Colleague Park Cannon", "Piper McDaniel", "Latest", "* [IMG]", "Cutting Your Carbon Footprint Matters a Lot—If You’re Rich", "Maddie Stone", "* [IMG]", "Rep. Joaquin Castro Explains the Frustration—and Optimism—in Today’s Visit to", "a Migrant Detention Facility", "Fernanda Echavarri", "* [IMG]", "Yep, the Mother Jones Staff Has a Bunch to Say About “The Snyder Cut” Too", "Dan Spinelli, Sam Van Pykeren, Edwin Rios, and Matt Cohen", "* [IMG]", "John Roberts Said “Things Have Changed Dramatically” in the South. Georgia", "Shows Why He’s Wrong.", "Ari Berman", "Sign up for our free newsletter", "Subscribe to the Mother Jones Daily to have our top stories delivered", "directly to your inbox.", "Close", "Thank you for subscribing!", "Email _____________________", "[ Sign Up ]", "By signing up, you agree to our privacy policy and terms of use, and to", "receive messages from Mother Jones and our partners.", "Get our award-winning magazine", "Save big on a full year of investigations, ideas, and insights.", "Subscribe", "Support our journalism", "Help Mother Jones' reporters dig deep with a tax-deductible donation.", "Donate", "view comments", "Mag Promo", "Independent. In print. In your mailbox.", "Inexpensive, too! Subscribe today and get a full year of Mother Jones for", "just $12.", "Subscribe", "Mother Jones Magazine Cover : March + April 2020Mother Jones Magazine", "Cover : March + April 2020 April 2021", "Mother Jones Magazine Cover : January + February 2021Mother Jones Magazine", "Cover : January + February 2021 February 2021", "Mother Jones Magazine Cover : November + Decenber 2020Mother Jones", "Magazine Cover : November + Decenber 2020 December 2020", "Podcast Promo", "podcastpodcast", "Smart. Fearless. Audio.", "It's us but for your ears. Listen on Apple Podcasts.", "Subscribe »", "Looking for news you can trust?", "Subscribe to the Mother Jones Daily to have our top stories delivered", "directly to your inbox.", "Close", "Thank you for subscribing!", "Email _____________________", "[ Sign Up ]", "By signing up, you agree to our privacy policy and terms of use, and to", "receive messages from Mother Jones and our partners.", "* *  *  *  *  * About", "* Our Staff", "* Financials", "* Jobs", "* Events", "* Contact Us", "* Support", "* Ways to Give", "* Advertise With Us", "* Licensing / Reprints", "* Store", "* Subscribe", "* Magazine Subscriptions", "* Give a Gift Subscription", "* Email Newsletters", "* Podcasts", "* Customer Service", "This site is protected by reCAPTCHA and the Google Privacy Policy and", "Terms of Service apply.", "Copyright © 2021 Mother Jones and the Foundation for National Progress.", "All Rights Reserved.", "* Terms of Service", "* Privacy Policy", "Powered by WordPress VIP", "We Noticed You Have An Ad Blocker On.", "Can you pitch in a few bucks to help fund Mother Jones' investigative", "journalism? We're a nonprofit (so it's tax-deductible), and reader support", "makes up about two-thirds of our budget.", "We noticed you have an ad blocker on. Can you pitch in a few bucks to help", "fund Mother Jones' investigative journalism?", "Donate Not Now"]