["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Why We Include Humor and Satire in Snopes.com", "* David Mikkelson", "* Published 15 August 2019", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Snopes Logo Image", "The breadth of material we cover here at Snopes.com has always included", "humor and satire. That was the case when we started out charting urban", "legends some twenty-five years ago, primarily because the realms of urban", "legendry and humor exhibit considerable overlap — many urban legends are", "essentially jokes told as true stories. And it’s still the case now, in", "large part due to the many changes the internet has wrought on how people", "all over the globe encounter, experience, and perceive information in the", "online world.", "But those who weren’t following us when we began back in the mid-1990s and", "have only more lately encountered our fact-checking efforts sometimes ask", "us why we address humorous and satirical articles at Snopes.com. And the", "plain answer to that question is, “Because people ask us about them.”", "That answer is far from a glib one, and the key to understanding it is to", "understand our topic-selection methodology.", "We do not pick and choose which items to address at Snopes.com based on", "personal preference or political leanings or our own viewpoint of what’s", "“important.” We address whatever the largest segment of the audience is", "asking about or questioning at any given time, as derived from a variety", "of inputs (e.g., emails, site searches, web trends). We don’t make any", "judgments about whether what the audience is questioning is important or", "obvious or frivolous — if people are asking us about something, there’s a", "reason why, and our job is to take whatever they’re questioning and help", "them sort out what’s true about it and what isn’t.", "Items that originated as humor or satire often breach our topic-selection", "threshold, even articles that are seemingly so ridiculous in concept", "and/or so thoroughly labeled as being humorous or satiric that nobody", "could possibly mistake them for something else. We’ve had to reassure our", "readers that 1990s-era Beanie Babies toys were not stuffed with brown", "recluse spider eggs that began hatching 20 years later, that a dog", "pictured with a slice of ham on its face was not badly burned and in need", "of medical treatment, and that SeaWorld would not be drowning a live", "elephant as part of a new attraction.", "These examples, as absurd as they may seem on the surface, are not", "outliers or aberrations — they are some of the most massively viral “Is", "this true?” subjects we’ve ever undertaken. They put the lie to common", "refrains about “obvious humor,” “obvious satire,” “obvious jokes,” or", "“obvious” anything else. Quite evidently nothing can be put online — no", "matter how preposterous in concept or plainly labeled it might be — that", "some people won’t believe to be true (or at least allow might be true).", "And since everything put online has the potential to reach billions of", "people, even if only a very small percentage of the global audience", "misunderstands it, that percentage may still represent a very large number", "of people.", "Why do so many people not recognize or understand humor and satire, even", "in cases when that material is patently ludicrous and/or openly tagged so", "as to identify its nature? The reasons are many and varied:", "o Some people simply don’t “get” the techniques common to humor and", "satire and parody, such as sarcasm, irony, and exaggeration. Like", "Sheldon Cooper on The Big Bang Theory, they process information at a", "more literal level than others do, and so some humor and satire may", "fall flat for them.", "o Readers don’t always encounter humor and satire in its full and", "original context. What begins as a humorous or satirical article on", "one website may end up being reproduced on other sites stripped of its", "identifying tags, or excerpted in emails and social media posts, or", "converted into meme form.", "o The audience doesn’t necessarily see or read online articles in their", "entirety. Viewers often encounter articles as social media posts that", "display only a graphic, headline, and/or subhead, and they may not", "click through to read the underlying material. Or they may simply scan", "an article’s headline and nothing more, or they may read only partway", "through an article, thereby missing crucial context or identification.", "o All humor and satire is not created equal, nor are all consumers of", "humor and satire. The techniques used by a given humorist or satirist", "may work much more effectively with some readers than others.", "Particular styles of humor and satire may have very broad engagement,", "while others may appeal only to niche audiences.", "o Readers don’t all share the same frames of reference. If a piece of", "humor or satire depends upon the reader’s familiarity with a", "particular person or culture or socio-political issue or news event,", "it may fall completely flat if the reader doesn’t possess that", "recognition — to the point that the reader may not only fail to “get”", "what’s being satirized, but also fail to recognize the material as", "being satirical at all.", "o Online content frequently spreads far outside its intended audience,", "and readers who aren’t expecting to encounter humor or satire don’t", "necessarily think to scan what they’re reading to see if it bears tags", "identifying it as such.", "That last point is especially important, as expectations have a strong", "influence on how we process the material we’re exposed to, and the modern", "digital information landscape has significantly altered that process.", "Back in the days before digital publishing, those who picked up a copy of", "National Lampoon or MAD magazine were choosing to read those publications,", "and they knew in advance that everything they found between those", "magazines’ covers would be spoofs and parodies and jokes and satire — the", "pages of MAD did not mix satirical treatments of current films with sober", "articles about the economic effects of wage and price controls or the best", "fly-fishing lures to use in Montana’s Bighorn River. Likewise, the", "publishers of MAD magazine knew their work would be exclusively reaching", "fans of their brand of humor, not readers who were expecting content", "similar to what they’d find in the pages of Newsweek or Field & Stream or", "Playboy.", "Now, however, readers increasingly consume content not because they have", "deliberately sought it out, but because it has been presented to them by", "the black-box algorithms of social media platforms and news aggregators —", "content that is increasingly divorced both from its branding and from the", "desired readership of its producers.", "The modern information landscape could be thought of as the digital", "equivalent of newsstand customers’ being handed pages torn from dozens of", "different magazines, without those customers having any choice or", "foreknowledge of which magazines’ articles they’re seeing, or the nature", "of those magazines’ content. It’s not hard to understand why so many", "people might be confused by such a system.", "Accordingly, those who ask us “Why do you write articles about stuff that", "we all know is satire, that comes from well-known satire sites, and that", "is marked as satire?” are looking at the issue from the wrong end. The", "answer to that question is, “Because you aren’t the audience for those", "articles,” just as readers who are familiar with advance fee/419 frauds", "are not the audience for our articles about the Nigerian scam. The", "audience for those latter articles is all the people who don’t already", "know that emails from Nigerian officials looking to quickly distribute", "millions of dollars are scams — and there’s no doubt such people are out", "there, as victims continue to fall for that form of scam every day. That", "you and we and millions and millions of other internet users have been", "aware of the Nigerian scam for twenty-plus years now doesn’t negate all", "the people who still aren’t aware of it.", "If Clickhole (an offshoot of the Onion humor/satire site) publishes a new", "article, and within a day 1,200 different people have queried us to ask if", "that article is “true,” then clearly Clickhole isn’t well known to those", "1,200 people. They, and others like them, are the audience we’re", "attempting to reach and inform that Clickhole is a humor site — not,", "obviously, the many people who follow Clickhole and therefore know that", "the site’s material is not intended to be factual.", "Our audience is people who have encountered something they’re unsure about", "and know that Snopes is the place to go to look it up. Our mission is to", "service that audience as best we can by providing them with accurate and", "helpful information. It’s not our job to disparage them for being confused", "by something that appears ridiculous to others, or to disdain them because", "it’s their “own fault” for misunderstanding the “obvious,” or to ignore", "them because they’re puzzled by something that wasn’t deliberately created", "to fool them.", "Helping people distinguish the true from the not-true and build up their", "media literacy skills benefits everyone. That’s what we do here at", "Snopes.com.", "* David Mikkelson", "* Published 15 August 2019", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]