["Link: canonical", "Link: shortlink", "Skip to main navigation", "Search uscourts.gov _____________________ [ Submit Search ]", "Menu Search", "United States Courts Skip to main content", "* Home icon", "* About", "Federal Courts", "* Federal Courts & the Public", "* Visit a Federal Court", "* Court Website Links", "* Federal Court Scams", "* Court Role and Structure", "* Comparing Federal & State Courts", "* About the U.S. Courts of Appeals", "* Types of Cases", "* Appeals", "* Bankruptcy Cases", "* Civil Cases", "* Criminal Cases", "* Educational Resources", "* Educational Activities", "* Supreme Court Landmarks", "* Annual Observances", "* About Educational Outreach", "* Governance & the Judicial Conference", "* About the Judicial Conference", "* Congressional Budget Request", "* Judicial Administration", "* Administrative Oversight and Accountability", "* District Court Audio Streaming Pilot", "* Cameras in Courts", "* Workplace Conduct", "* Judges &", "Judgeships", "* Authorized Judgeships", "* Judgeship Appointments By President", "* Chronological History of Authorized Judgeships - Courts of", "Appeals", "* Chronological History of Authorized Judgeships - District", "Courts", "* Judicial Vacancies", "* Current Judicial Vacancies", "* Future Judicial Vacancies", "* Confirmation Listing", "* Judicial Emergencies", "* Archive of Judicial Vacancies", "* Judicial Milestones", "* Judicial Compensation", "* About Federal Judges", "* Pathways to the Bench Video Series", "* Roadways to the Federal Bench: Who Me? A Bankruptcy Judge?", "* Privately Funded Seminars Disclosure", "* Log in & Create Account", "* Overview", "* Statement of Purpose", "* Instructions", "* Policy", "* Frequently Asked Questions", "* Judicial Conduct & Disability", "* FAQs: Filing a Judicial Conduct or Disability Complaint", "Against a Federal Judge", "* Judicial Conduct and Disability Orders", "* Archives of the Committee on Judicial Conduct and Disability", "* Code of Conduct for U.S. Judges", "* Services", "& Forms", "* Forms", "* Attorney Forms", "* Bankruptcy Forms", "* Superseded Bankruptcy Forms", "* Civil Forms", "* Criminal Forms", "* Court Reporter Forms", "* CJA Forms", "* Human Resources Forms", "* Jury Forms", "* Other Forms", "* Bankruptcy", "* Bankruptcy Basics", "* Filing Without an Attorney", "* Credit Counseling and Debtor Education", "* Trustees and Administrators", "* Approved Bankruptcy Notice Providers", "* Unclaimed Funds in Bankruptcy", "* Jury Service", "* National eJuror Program", "* Learn About Jury Service", "* Types of Juries", "* Juror Qualifications", "* Juror Pay", "* Juror Scams", "* FAQs: Juror Information", "* Fees", "* Court of Appeals Fees", "* District Court Fees", "* Bankruptcy Court Fees", "* Electronic Public Access Fees", "* U.S. Court of Federal Claims Fees", "* Judicial Panel on Multidistrict Litigation Fees", "* Post Judgment Interest Rate", "* Federal Court Interpreters", "* Interpreter Categories", "* Federal Court Interpreter Certification Examination", "* Interpreter Skills", "* National Court Interpreter Database (NCID) Gateway", "* Federal Court Reporting Program", "* Probation and Pretrial Services", "* History", "* Mission", "* Officers and Officer Assistants", "* Supervision", "* Data Release Regulations", "* Defender Services", "* Defender Services Mission", "* Publications", "* Business Opportunities", "* Transfer of Excess Judiciary Personal Property", "* Court", "Records", "* Find a Case (PACER)", "* Electronic Filing (CM/ECF)", "* FAQs: CM/ECF", "* Court Records Schedule", "* Electronic Public Access Public User Group", "* Statistics", "& Reports", "* Analysis & Reports", "* BAPCPA Report", "* Civil Justice Reform Act Report", "* Federal Court Management Statistics", "* Federal Judicial Caseload Statistics", "* Judicial Facts and Figures", "* Judicial Business", "* Statistical Tables for the Federal Judiciary", "* Wiretap Reports", "* Delayed-Notice Search Warrant", "* FISA Report", "* Director's Annual Report", "* Data Tables", "* Publications", "* Civil Litigation Management Manual", "* Courtroom Technology", "* Dodd Frank Act Report", "* Federal Court System in the U.S.", "* Federal Probation Journal", "* Journalist’s Guide to the Federal Courts", "* Judiciary Conferences That Cost More Than $100,000", "* Long Range Plan for Information Technology", "* Long Range Plan for the Federal Courts", "* Strategic Plan for Federal Judiciary", "* Rules &", "Policies", "* Current Rules of Practice & Procedure", "* Federal Rules of Civil Procedure", "* Federal Rules of Bankruptcy Procedure", "* Appellate Rules Forms", "* Pending Rules and Forms Amendments", "* Pending Changes in the Bankruptcy Forms", "* Proposed Amendments Published for Public Comment", "* Invitation for Comment to Restyle the Federal Rules of", "Bankruptcy Procedure", "* Invitation for Comment on Emergency Rulemaking", "* About the Rulemaking Process", "* Laws and Procedures Governing the Work of the Rules", "Committees", "* How the Rulemaking Process Works", "* How to Suggest a Change to Federal Court Rules and Forms", "* How to Submit Input on a Pending Proposal", "* Committee Membership Selection", "* Open Meetings and Hearings of the Rules Committee", "* Permitted Changes to Official Bankruptcy Forms", "* Records of the Rules Committees", "* Agenda Books", "* Committee Reports", "* Congressional and Supreme Court Rules Packages", "* FJC Studies and Related Publications", "* Meeting Minutes", "* Past Members of the Rules Committees", "* Preliminary Drafts of Proposed Rule Amendments", "* Rules Comments", "* Rules Suggestions", "* Special Projects of the Rules Committees", "* Style Resources", "* Superseded Rules Pamphlets", "* Transcripts and Testimony", "* Judiciary Policies", "* Bankruptcy Case Policies", "* CJA Guidelines", "* Court Interpreting Guidance", "* Court Reporting Guidance", "* Ethics Policies", "* Fair Employment Practices Policy", "* Federal Tort Claims", "* Fraud, Waste, or Abuse Policy", "* Garnishment Regulations", "* Judiciary Staff Travel Regulations", "* Portable Communication Devices", "* Privacy Policy for Electronic Case Files", "* Procurement Policies", "* Subpoena Regulations", "* Confidentiality Regulations for Pretrial Services", "Information", "* Proposed Changes to Code and JC&D Rules", "* Email Updates", "* Federal Court Finder", "* Careers", "* News", "Main content", "History - Brown v. Board of Education Re-enactment", "The Plessy Decision", "Although the Declaration of Independence stated that \"All men are created", "equal,\" due to the institution of slavery, this statement was not to be", "grounded in law in the United States until after the Civil War (and,", "arguably, not completely fulfilled for many years thereafter). In 1865,", "the Thirteenth Amendment was ratified and finally put an end to slavery.", "Moreover, the Fourteenth Amendment (1868) strengthened the legal rights of", "newly freed slaves by stating, among other things, that no state shall", "deprive anyone of either \"due process of law\" or of the \"equal protection", "of the law.\" Finally, the Fifteenth Amendment (1870) further strengthened", "the legal rights of newly freed slaves by prohibiting states from denying", "anyone the right to vote due to race.", "Despite these Amendments, African Americans were often treated differently", "than whites in many parts of the country, especially in the South. In", "fact, many state legislatures enacted laws that led to the legally", "mandated segregation of the races. In other words, the laws of many states", "decreed that blacks and whites could not use the same public facilities,", "ride the same buses, attend the same schools, etc. These laws came to be", "known as Jim Crow laws. Although  many people felt that these laws were", "unjust, it was not until the 1890s that they were directly challenged in", "court. In 1892, an African-American man named Homer Plessy refused to give", "up his seat to a white man on a train in New Orleans, as he was required", "to do by Louisiana state law. For this action he was arrested. Plessy,", "contending that the Louisiana law separating blacks from whites on trains", "violated the \"equal protection clause\" of the Fourteenth Amendment to the", "U.S. Constitution, decided to fight his arrest in court. By 1896, his case", "had made it all the way to the United States Supreme Court. By a vote of", "8-1, the Supreme Court ruled against Plessy. In the case of Plessy v.", "Ferguson, Justice Henry Billings Brown, writing the majority opinion,", "stated that:", "\"The object of the [Fourteenth] amendment was undoubtedly to enforce the", "equality of the two races before the law, but in the nature of things it", "could not have been intended to abolish distinctions based upon color, or", "to endorse social, as distinguished from political, equality. . . If one", "race be inferior to the other socially, the Constitution of the United", "States cannot put them upon the same plane.\"", "The lone dissenter, Justice John Marshal Harlan, interpreting the", "Fourteenth Amendment another way, stated, \"Our Constitution is", "color-blind, and neither knows nor tolerates classes among citizens.\"", "Justice Harlan's dissent would become a rallying cry for those in later", "generations that wished to declare segregation unconstitutional.", "Sadly, as a result of the Plessy decision, in the early twentieth century", "the Supreme Court continued to uphold the legality of Jim Crow laws and", "other forms of racial discrimination. In the case of Cumming v. Richmond", "(Ga.) County Board of Education (1899), for instance, the Court refused to", "issue an injunction preventing a school board from spending tax money on a", "white high school when the same school board voted to close down a black", "high school for financial reasons. Moreover, in Gong Lum v. Rice (1927),", "the Court upheld a school's decision to bar a person of Chinese descent", "from a \"white\" school.", "The Road to Brown", "(Note: Some of the case information is from Patterson, James T. Brown v.", "Board of Education: A Civil Rights Milestone and Its Troubled Legacy.", "Oxford University Press; New York, 2001.)", "Early Cases", "Despite the Supreme Court's ruling in Plessy and similar cases, many", "people continued to press for the abolition of Jim Crow and other racially", "discriminatory laws. One particular organization that fought for racial", "equality was the National Association for the Advancement of Colored", "People (NAACP) founded in 1909. For about the first 20 years of its", "existence, it tried to persuade Congress and other legislative bodies to", "enact laws that would protect African Americans from lynchings and other", "racist actions. Beginning in the 1930s, though, the NAACP's Legal Defense", "and Education Fund began to turn to the courts to try to make progress in", "overcoming legally sanctioned discrimination. From 1935 to 1938, the legal", "arm of the NAACP was headed by Charles Hamilton Houston. Houston, together", "with Thurgood Marshall, devised a strategy to attack Jim Crow laws by", "striking at them where they were perhaps weakest—in the field of", "education. Although Marshall played a crucial role in all of the cases", "listed below, Houston was the head of the NAACP Legal Defense and", "Education Fund while Murray v. Maryland and Missouri ex rel Gaines v.", "Canada were decided. After Houston returned to private practice in 1938,", "Marshall became head of the Fund and used it to argue the cases of Sweat", "v. Painter and McLaurin v. Oklahoma Board of Regents of Higher Education.", "Murray v. Maryland (1936)", "Disappointed that the University of Maryland School of Law was rejecting", "black applicants solely because of their race, beginning in 1933 Thurgood", "Marshall (who was himself rejected from this law school because of its", "racial acceptance policies) decided to challenge this practice in the", "Maryland court system. Before a Baltimore City Court in 1935, Marshall", "argued that Donald Gaines Murray was just as qualified as white applicants", "to attend the University of Maryland's School of Law and that it was", "solely due to his race that he was rejected. Furthermore, he argued that", "since the \"black\" law schools which Murray would otherwise have to attend", "were nowhere near the same academic caliber as the University's law", "school, the University was violating the principle of \"separate but", "equal.\" Moreover, Marshall argued that the disparities between the \"white\"", "and \"black\" law schools were so great that the only remedy would be to", "allow students like Murray to attend the University's law school. The", "Baltimore City Court agreed and the University then appealed to the", "Maryland Court of Appeals. In 1936, the Court of Appeals also ruled in", "favor of Murray and ordered the law school to admit him. Two years later,", "Murray graduated.", "Missouri ex rel Gaines v. Canada (1938)", "Beginning in 1936, the NAACP Legal Defense and Education Fund decided to", "take on the case of Lloyd Gaines, a graduate student of Lincoln University", "(an all-black college) who applied to the University of Missouri Law", "School but was denied because of his race. The State of Missouri gave", "Gaines the option of either attending an all-black law school that it", "would build (Missouri did not have any all-black law schools at this time)", "or having Missouri help to pay for him to attend a law school in a", "neighboring state. Gaines rejected both of these options, and, employing", "the services of Thurgood Marshall and the NAACP Legal Defense and", "Education Fund, he decided to sue the state in order to attend the", "University of Missouri's law school. By 1938, his case reached the U.S.", "Supreme Court, and, in December of that year, the Court sided with him.", "The six-member majority stated that since a \"black\" law school did not", "currently exist in the State of Missouri, the \"equal protection clause\"", "required the state to provide, within its boundaries, a legal education", "for Gaines. In other words, since the state provided legal education for", "white students, it could not send black students, like Gaines, to school", "in another state.", "Sweat v. Painter (1950)", "Encouraged by their victory in Gaines' case, the NAACP continued to attack", "legally sanctioned racial discrimination in higher education. In 1946, an", "African American man named Heman Sweat applied to the University of Texas'", "\"white\" law school. Hoping that it would not have to admit Sweat to the", "\"white\" law school if a \"black\" school already existed, elsewhere on the", "University's campus, the state hastily set up an underfunded \"black\" law", "school. At this point, Sweat employed the services of Thurgood Marshall", "and the NAACP Legal Defense and Education Fund and sued to be admitted to", "the University's \"white\" law school. He argued that the education that he", "was receiving in the \"black\" law school was not of the same academic", "caliber as the education that he would be receiving if he attended the", "\"white\" law school. When the case reached the U.S. Supreme Court in 1950,", "the Court unanimously agreed with him, citing as its reason the blatant", "inequalities between the University's law school (the school for whites)", "and the hastily erected school for blacks. In other words, the \"black\" law", "school was \"separate,\" but not \"equal.\" Like the Murray case, the Court", "found the only appropriate remedy for this situation was to admit Sweat to", "the University's law school.", "McLaurin v. Oklahoma Board of Regents of Higher Education (1950)", "In 1949, the University of Oklahoma admitted George McLaurin, an African", "American, to its doctoral program. However, it required him to sit apart", "from the rest of his class, eat at a separate time and table from white", "students, etc. McLaurin, stating that these actions were both unusual and", "resulting in adverse effects on his academic pursuits, sued to put an end", "to these practices. McLaurin employed Thurgood Marshall and the NAACP", "Legal Defense and Education Fund to argue his case, a case which", "eventually went to the U.S. Supreme Court. In an opinion delivered on the", "same day as the decision in Sweat, the Court stated that the University's", "actions concerning McLaurin were adversely affecting his ability to learn", "and ordered that they cease immediately.", "Brown v. Board of Education (1954, 1955)", "The case that came to be known as Brown v. Board of Education was actually", "the name given to five separate cases that were heard by the U.S. Supreme", "Court concerning the issue of segregation in public schools. These cases", "were Brown v. Board of Education of Topeka, Briggs v. Elliot, Davis v.", "Board of Education of Prince Edward County (VA.), Bolling v. Sharpe, and", "Gebhart v. Ethel. While the facts of each case are different, the main", "issue in each was the constitutionality of state-sponsored segregation in", "public schools. Once again, Thurgood Marshall and the NAACP Legal Defense", "and Education Fund handled these cases.", "Although it acknowledged some of the plaintiffs'/plaintiffs claims, a", "three-judge panel at the U.S. District Court that heard the cases ruled in", "favor of the school boards. The plaintiffs then appealed to the U.S.", "Supreme Court.", "When the cases came before the Supreme Court in 1952, the Court", "consolidated all five cases under the name of Brown v. Board of Education.", "Marshall personally argued the case before the Court. Although he raised a", "variety of legal issues on appeal, the most common one was that separate", "school systems for blacks and whites were inherently unequal, and thus", "violate the \"equal protection clause\" of the Fourteenth Amendment to the", "U.S. Constitution. Furthermore, relying on sociological tests, such as the", "one performed by social scientist Kenneth Clark, and other data, he also", "argued that segregated school systems had a tendency to make black", "children feel inferior to white children, and thus such a system should", "not be legally permissible.", "Meeting to decide the case, the Justices of the Supreme Court realized", "that they were deeply divided over the issues raised. While most wanted to", "reverse Plessy and declare segregation in public schools to be", "unconstitutional, they had various reasons for doing so. Unable to come to", "a solution by June 1953 (the end of the Court's 1952-1953 term), the Court", "decided to rehear the case in December 1953. During the intervening", "months, however, Chief Justice Fred Vinson died and was replaced by Gov.", "Earl Warren of California. After the case was reheard in 1953, Chief", "Justice Warren was able to do something that his predecessor had not—i.e.", "bring all of the Justices to agree to support a unanimous decision", "declaring segregation in public schools unconstitutional. On May 14, 1954,", "he delivered the opinion of the Court, stating that \"We conclude that in", "the field of public education the doctrine of 'separate but equal' has no", "place. Separate educational facilities are inherently unequal. . .\"", "Expecting opposition to its ruling, especially in the southern states, the", "Supreme Court did not immediately try to give direction for the", "implementation of its ruling. Rather, it asked the attorney generals of", "all states with laws permitting segregation in their public schools to", "submit plans for how to proceed with desegregation. After still more", "hearings before the Court concerning the matter of desegregation, on May", "31, 1955, the Justices handed down a plan for how it was to proceed;", "desegregation was to proceed with \"all deliberate speed.\" Although it", "would be many years before all segregated school systems were to be", "desegregated, Brown and Brown II (as the Courts plan for how to", "desegregate schools came to be called) were responsible for getting the", "process underway.", "About Federal Courts", "* Educational Resources", "* Educational Activities", "* Supreme Court Landmarks", "* Annual Observances", "* About Educational Outreach", "Activity Download", "Download Activity Package (pdf, 239.71 KB)", "Activity Resources", "Brown v. Board of Education Re-enactment Re-enactment Script - Brown v.", "Board of Education Re-enactment History - Brown v. Board of Education", "Re-enactment Justice Thurgood Marshall Profile - Brown v. Board of", "Education Re-enactment", "Related Links", "Brown: A Landmark Case Mendez v. Westminster Re-Enactment Brown v. Board", "of Education Podcast", "Rosa Parks — Ride to Justice", "IFrame: Rosa Parks — Ride to Justice", "Video of Rosa Parks — Ride to Justice", "Learn about Civil Rights hero Rosa Parks and four other women, also forced", "off city buses, and how their courage led to a federal court decision to", "strike down segregation on buses. Find  out more in the Rosa Parks", "Collection at the Library of Congress.", "About Federal Courts", "* Federal Courts & the Public", "* Court Role and Structure", "* Types of Cases", "* Educational Resources", "* Governance & the Judicial Conference", "* Judicial Administration", "* Workplace Conduct", "Judges & Judgeships", "* Authorized Judgeships", "* Judicial Vacancies", "* Judicial Milestones", "* Judicial Compensation", "* About Federal Judges", "* Privately Funded Seminars Disclosure", "* Judicial Conduct & Disability", "* Code of Conduct for U.S. Judges", "Services & Forms", "* Forms", "* Bankruptcy", "* Jury Service", "* Fees", "* Federal Court Interpreters", "* Federal Court Reporting Program", "* Probation and Pretrial Services", "* Defender Services", "* Business Opportunities", "Court Records", "* Find a Case (PACER)", "* Electronic Filing (CM/ECF)", "* Court Records Schedule", "* Electronic Public Access Public User Group", "Statistics & Reports", "* Analysis & Reports", "* Data Tables", "* Publications", "Rules & Policies", "* Current Rules of Practice & Procedure", "* Pending Rules and Forms Amendments", "* Proposed Amendments Published for Public Comment", "* About the Rulemaking Process", "* Records of the Rules Committees", "* Judiciary Policies", "Menu", "* U.S. Courts on Twitter", "* Federal Judicial YouTube Channel", "* U.S. Courts on LinkedIn", "* RSS", "* Privacy & Security Policy", "* Glossary of Legal Terms", "* Operating Status", "* Download Plug-Ins", "* Email Updates", "* Contact Us", "* FAQs", "This site is maintained by the Administrative Office of the U.S. Courts on", "behalf of the Federal Judiciary. The purpose of this site is to provide", "information from and about the Judicial Branch of the U.S. Government.", "Your browser does not support Javascript. Your browser does not support", "Javascript."]