["Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "christian times newspaper", "christian times newspaper", "Maryland Lawmaker’s Aide Fired for Creating Fake News Site", "* 20 January 2017", "Cameron Harris reportedly made thousands of dollars by posting fabricated", "stories on his web site,...", "* News", "Read more", "Protesters Beat Homeless Veteran to Death in Philadelphia", "* 12 November 2016", "A video allegedly showing anti-Trump protesters beating a man to death in", "Philadelphia was actually...", "* Fact Check", "Read more", "Hillary Clinton Files for Divorce in New York Courts", "* 10 November 2016", "A hoax news article reported that Hillary Clinton filed for divorce from", "Bill Clinton just...", "* Fact Check", "Read more", "NYPD Looking to Press Charges Against Bill Clinton for Underage Sex Ring", "* 2 November 2016", "A fake news site seized upon news of an FBI investigation to falsely claim", "Bill...", "* Fact Check", "Read more", "No, Leaked Videos Do Not Show Widespread Voter Fraud, ‘Ballot Stuffing’ in", "’16 Democratic Primary", "* 12 October 2016", "A report that widespread voter fraud was carried out by Hillary Clinton", "supporters during the...", "* Fact Check", "Read more", "Tens of Thousands of Fraudulent Clinton Votes Found in Ohio Warehouse", "* 30 September 2016", "A disingenuous article falsely claimed that \"tens of thousands\" of", "fraudulent ballots were discovered in...", "* Fact Check", "Read more", "Early Morning Explosion in DC Allegedly Leaves Yet Another DNC Staffer", "Dead", "* 12 August 2016", "A fake news site leveraged recent tragedies to promulgate a falsehood", "about a DNC staffer...", "* Fact Check", "Read more", "‘Guccifer’ Is Not Missing or Dead", "* 5 July 2016", "Hacker Marcel Lazăr Lehel, also known as \"Guccifer,\" is neither missing", "from his jail cell...", "* Fact Check", "Read more", "Hillary Clinton Blames Racism for Cincinnati Gorilla’s Death", "* 3 June 2016", "Hillary Clinton did not proclaim that the gorilla shot in a Cincinnati zoo", "was a...", "* Fact Check", "Read more", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]