["Link: canonical", "Link: amphtml", "_____________________ [ Submit ]", "Video", "Live", "Shows", "Good Morning America", "World News Tonight", "Nightline", "20/20", "This Week", "The View", "What Would You Do?", "Sections", "U.S.", "Politics", "International", "Coronavirus", "Entertainment", "Business", "Technology", "Lifestyle", "Health", "Virtual Reality", "Weather", "Tips", "Sports", "FiveThirtyEight", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved.", "ABC News", "Video", "Live", "Shows", "Coronavirus", "_____________________ [ Submit ]", "LOG IN", "Interest Successfully Added", "We'll notify you here with news about", "Turn on desktop notifications for breaking stories about interest?", "[ ] OffOn", "'This Week' Transcript 7-21-19: Rep. Elijah Cummings, Mercedes Schlapp, Gov.", "Steve Bullock", "This is a rush transcript for \"This Week\" airing Sunday, July 21.", "By", "ABC News", "July 21, 2019, 1:41 PM", "• 49 min read", "Share to FacebookShare to TwitterEmail this article", "'Send her back' chants 'very, very painful, extremely divisive': Rep.", "Elijah Cummings", "7:39", "'Send her back' chants 'very, very painful, extremely divisive': Rep.", "Elijah Cummings", "House Oversight Chairman Elijah Cummings discusses President Trump's", "comments and supporter chants on \"This Week.\"", "Joshua Roberts/Reuters", "A rush transcript of \"This Week with George Stephanopoulos\" airing on", "Sunday, July 21, 2019 on ABC News is below. This copy may not be in its", "final form, may be updated and may contain minor transcription errors. For", "previous show transcripts, visit the \"This Week\" transcript archive.", "(BEGIN VIDEO CLIP)", "GEORGE STEPHANOPOULOS, CHIEF ANCHOR, ABC NEWS: Playing with fire, the", "president incites ugly chants.", "PRESIDENT DONALD TRUMP, UNITED STATES: That’s not somebody that loves our", "country.", "STEPHANOPOULOS: From a crowd he calls “incredible patriots.”", "REP. ILHAN OMAR (D), M.N: He’s launching a blatantly racist attack.", "REP. ALEXANDRIA OCASIO-CORTEZ (D), N.Y.: He is stoking white supremacy.", "TRUMP: People can’t go around speaking about our country and saying", "garbage.", "STEPHANOPOULOS: The race card has long been part of the Trump playbook,", "how much farther will he go, at what cost to the country? And are", "Democrats playing into the president’s hand? That debate this morning with", "Congressman Elijah Cummings and Mercedes Schlapp from the Trump campaign.", "And –", "GOV. STEVE BULLOCK (D), M.T.: I’m the only one in this field that won in a", "Trump state.", "STEPHANOPOULOS: That’s the pitch of Montana’s Governor Steve Bullock, can", "he break through in the Democrat’s next debate? He joins us live this", "morning. Plus countdown to Mueller, the Special Council’s testimony", "sparked new calls for impeachment or start to close the case. That debate", "on our round table.", "We’ll break down the politics, smoke out the spin, the facts that matter", "this week.", "UNIDENTIFIED MALE: From ABC News, it’s “This Week”. Here now, Chief Anchor", "George Stephanopoulos.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Good morning and welcome to “This Week”. It’s been exactly", "a week since President Trump sent that first tweet calling on four", "Democratic members of Congress, all women of color, all citizens to go", "back to the countries they came from.", "Every day since, dominated by the debate and a vision the president", "unleashed, raw, racist politics It’s a tactic Trump has deployed so many", "times before, the reaction predictable too.", "Outraged Democrats passed a House resolution condemning the remarks.", "Elected Republicans embarrassed in private, publicly backed the president.", "Trump’s base, exemplified by that Thursday night crowd in North Carolina,", "excited.", "(BEGIN VIDEO CLIP)", "TRUMP: Omar has a history of launching vicious anti-Semitic screens (ph).", "ALL: Send her back. Send her back. Send her back.", "(END VIDEO CLIP)", "Under fire the next day, the president said he wasn’t happy with that", "chant, but you can see for yourself how he reacted in the moment. And by", "week’s end, he was continuing to claim the congresswomen hate America", "while calling his chanting crowd “incredible patriots.”", "Trump’s racial battle lines are drawn, the question now, how will all of", "us, Republicans, Democrats, the press and the public respond? We begin", "this morning with the chair of the House Oversight Committee, Congressman", "Elijah Cummings.", "Congressman, thank you for joining us this morning. I know you – I know", "you said the events this week reminded you of 1962, you’re 12 years old,", "trying to integrate a pool in Baltimore.", "REP. ELIJAH CUMMINGS (D), M.D.: That’s right, George. We were trying to", "integrate a Olympic-size pool near my house and we had been constrained to", "a wading pool in the black community and we tried to integrate it and as", "we did march towards that pool over a course of six days, I was beaten and", "all kinds of rocks and bottles thrown at me.", "And the interesting thing is that I heard the same kind of chant, go home,", "you don’t belong here. And they called us the N word over and over and", "over again. And George, I got to tell you that I’m not the only person of", "color who have – who has had those kind of experiences.", "And what it does when Trump does these things, when the president does", "these things, it brings up the same feelings that I had over 50 some years", "ago and it’s very, very painful. It’s extremely divisive and I just don’t", "think that this is becoming of the president of the United States of", "America, the leader of the entire world.", "We can do better than that and I – and I don’t care what anybody says. And", "I think our Republican friends have to stand up and say not that – just", "that it might be inappropriate, no, you got to go further than that and", "say Mr. President, you’re absolutely wrong.", "STEPHANOPOULOS: You know, the president’s doubling down. This morning he", "has a new tweet out this morning taking on the squad, those four", "Democratic congresswomen. He says, quote, “I don’t believe the four", "congresswomen are capable of loving our country. They should apologize to", "America and Israel for the horrible hateful things they have said. They", "are destroying the Democratic Party but are weak and insecure people who", "can never destroy our great nation.”", "Not capable of loving our country.", "CUMMINGS: I take issue with that, these – I know – keep in mind that Ms.", "Tlaib, Ms. Pressley, Ms. Ocasio-Cortez is – they’re on my committee, so I", "interact with them every day.", "And of course I interact a lot with Ms. Omar. These are folks and women", "who love their country and they work very hard and they want to move us", "towards that more perfect union that our founding fathers talked about.", "And -- and so when you disagree with the president, suddenly you're --", "you’re a bad person. Our allegiance is not to the president. Our", "allegiance is to the Constitution of the United States of America and to", "the American people and I -- I’m going to tell you, these are some of the", "most brilliant young people that I have met and I am honored to -- to --", "to serve with them.", "STEPHANOPOULOS: The president's determined to make the squad the face of", "the Democratic party right now. There’s been some -- we’ve seen some", "pretty ugly politics this week, but are you worried that it might work for", "the president and his party?", "CUMMINGS: No, I’m not -- I’m not worried at all because I know that what", "it is doing to is for the people who want to see our democracy intact,", "those people despise these kind of words and hate them. And for every", "person that was making -- saying those kinds of chants and feel the way", "that the president feels, there are probably two or three for every one of", "them who feel just the opposite. George, no matter where I go, what I’m", "hearing over and over again is -- from my constituents is please save our", "democracy, please save our country.", "And you know something else they say, George? They say I’m scared. And I", "have not -- I’ve never in my total of 37 years in public service ever", "heard a constituent say that they were scared of their leader.", "STEPHANOPOULOS: Scared of their leader? Scared of the president of the", "United States?", "CUMMINGS: Of the United -- president of the United States, that's exactly", "right.", "STEPHANOPOULOS: Do you believe President Trump is racist?", "CUMMINGS: And I’ve been in politics for 37 years. Go ahead. What did you", "say?", "STEPHANOPOULOS: Do you believe President Trump is a racist?", "CUMMINGS: I believe he is -- yes, no doubt about it. And -- and I tried to", "give him the benefit of the doubt, but I got to tell you, George -- let me", "tell you, I get -- when I think about what he said to these young ladies", "who are merely trying to bring excellence to government and trying to make", "sure that generations yet unborn have an opportunity to experience a true", "democracy, when I hear those things it takes me back, like I said. And --", "and -- and I can still remember bleeding from my forehead when people were", "throwing bottles -- and these were adults, throwing bottles and saying go", "home [racial slur].", "And -- and -- and it just -- and again, there’s the -- he -- the president", "has to set the tone. He needs to be a role model. I would say to the", "president right now -- right now, Mr. President, we want you to be a role", "model, we want somebody in that White House who our children can be proud", "of, who are children can emulate, who our children will look up to, and", "that is not the kind of example that you're setting, and I’m telling you,", "Mr. President, you and we, our nation is better than that.", "STEPHANOPOULOS: You -- you clearly support the squad, those members of", "Congress, but -- but have they made it harder for Democrats to focus on", "the issues? You had to call out Congresswoman Tlaib when she called one of", "your fellow Republicans on the House Oversight Committee a racist, House", "Democrats had to pass resolution distancing themselves from Congresswoman", "Omar's comments that were seen as anti-Semitic. Are they making it harder", "for Democrats to focus on the issues?", "CUMMINGS: Not really. I think what is happening -- it is -- and I’ve", "talked to all of them. And I think some -- those kind of instances that", "you just mentioned do present a distraction at times. But I’ve realized", "that they are coming into a body that they've never served in before. And", "-- but they -- they come in with common sense and with a commitment to do", "the right thing. And so, again, they -- they live and they learn and", "that's -- that’s -- that’s part of life. I’ve been here --", "STEPHANOPOULOS: Do they have to tone it down? Have you advised them to do", "that?", "CUMMINGS: I’ve -- I’ve told them they can say the things they have to (ph)", "say but they got to say it in a different way. There's a way of saying", "things. You'll never hear me -- you’ll rarely hear me say the word racist.", "You -- you will never hear me call somebody a liar, for example. And the", "reason why I don’t is that -- is I know how people take things. They then", "-- they get so caught up in the tone or in the language that they don't", "even hear the message. And I want to be effective in --", "STEPHANOPOULOS: But you did just say that President Trump is a racist.", "CUMMINGS: Oh, I -- that’s -- my point is, that's -- and that’s very --", "what I’m trying to point out to you is that's very significant. Now, I --", "I -- and again, George, I know what it feels like to be at the other end", "of those kinds of comments and I see the -- what's happening in our", "country with hate crimes going up and we're getting more and more people", "being emboldened with racist -- making racist statements and treating", "people badly. And that's not the way we should be. We need to be working", "with each other and -- and together.", "I tell my constituents our diversity is not our problem, it is our", "promise.", "STEPHANOPOULOS: Congressman Cummings, thanks for your time this morning.", "CUMMINGS: Thank you.", "STEPHANOPOULOS: Let's get a response now from the Trump campaign. Mercedes", "Schlapp, senior adviser, joins us now. And Mercedes, thank you for joining", "us this morning. I want to get you to respond to Congressman Cummings. He", "says President Trump is racist.", "MERCEDES SCHLAPP, TRUMP 2020 CAMPAIGN SENIOR ADVISER: Look, I have worked", "with President Trump for two years and he is not a racist. He's a", "compassionate man whose policies have focused on the minority community. I", "mean, you look at the fact that the president has pushed and implementing", "the opportunity zones that helps low-income distressed communities across", "the country, including Baltimore.", "You look at the fact that the unemployment numbers for African Americans", "is at its lowest, for Hispanics at its lowest. I mean, he is a", "results-oriented president who is focused on helping uplift all Americans,", "including blacks, including Hispanics. And I have to say I’ve been with", "him in the room with all these -- with all these different communities and", "he does stay focused on ensuring that we're implementing the right", "policies for all Americans.", "STEPHANOPOULOS: Mercedes, we also saw him in that room in North Carolina", "this week, 13 seconds as the crowd chanted \"send her back.\" And you", "actually retweeted a tweet from Ben Shapiro, which said those chants are", "disgusting. So, it seems like you are at odds with the president. You had", "a different reaction to that chant.", "SCHLAPP: Not at all, the president disavowed the chant. The president made", "it clear that he wasn't happy with the chant. And he disagreed with it. I", "think at the end of the day...", "STEPHANOPOULOS: Hold on a second -- let me stop you there, where did the", "president make it clear that he wasn't happy with the chant in that", "moment? I'm going to roll it again...", "SCHLAPP: He made it clear in the press conference that he had the day", "afterwards.", "STEPHANOPOULOS: 13 seconds. The next day he said he wasn't happy with it.", "He didn't show it in the moment. And this morning...", "SCHLAPP: I mean, you all can make that analysis. And I'm sure you have", "been to a Trump rally. There's a lot of emotion. There's a lot going on.", "He continued with his speech. He made it very clear the next day he was", "not happy with the chat.", "But what I'm unhappy about are the chants of the Squad, the chants of", "anti-American, anti-Semitic chants that they push forward. The fact that", "when you look at the Squad and the new...", "STEPHANOPOULOS: Does that justify saying send her back?", "SCHLAPP: … Democrat leadership and the fact that many of these Democrats", "are concerned, even Congressman Cummings said that he's concerned with", "their race -- just calling freely people racist, calling people -- making", "anti-Semitic remarks, being that a distraction.", "Many of these Democrats are concerned that the Squad is now the new", "Democrat leadership. I mean, even for them, the Squad, to imply that Nancy", "Pelosi was a racist, that even the president came out and said that was", "disrespectful.", "So, they have to be very careful when they're painting half of America as", "being racist, that is very problematic. We can not use that term very", "loosely.", "STEPHANOPOULOS: And you did hear Chairman Cummings there say he does think", "they have to learn to talk about things in a different way.", "But you keep talking about how the president disavowed the chant. Just", "yesterday, and I want to show it up on the screen right now, he sent", "around a tweet from a woman named Katie Hopkins, which says the new", "campaign slogan for 2020 is “Don't love it, leave it. Send her back is the", "new lock her up. Well done, Team Trump.” The president retweeted that", "tweet yesterday. That doesn't sound like he's disavowing the chant.", "SCHLAPP: Look, he made it very clear that he disagreed with the chant. And", "I will tell you he stands with those people in North Carolina across the", "country who support him. And why? Because they love America. They know", "that the president is fighting for them every day, and it's", "African-Americans, it's Hispanics, it's women, it's men. I've been to", "those rallies. I've been to those events where they say I love this", "country. I love the American flag.", "What are you seeing the other side? You're seeing the Squad dictating the", "rules of the Democratic Party which is very clear that they're pushing", "forward, you know, very disturbing statements.", "STEPHANOPOULOS: It sounds like you're picking up...", "SCHLAPP: They're calling our border patrol agents Nazis, they're calling", "our detention centers concentration camps. Omar, herself, has come out", "with very anti-Semitic remarks, basically saying to legislators that you", "have dual loyalty. That is problematic. And I think that that is where you", "see the Democratic Party in disarray, where these Democratic presidential", "candidates are going to have to kiss the ring of the Squad, because they", "are the new voices of the Democrat Party, and that should be concerning.", "STEPHANOPOULOS: You said the crowd in North Carolina loves our country,", "the president has said that those members of congress don't love our", "country, he says they hate America. That's the textbook definition of", "saying someone is not patriotic.", "SCHLAPP: I mean, I worry. I tell you my parents came here from Cuba. They", "fled Communism. We know the failed experiments of these very extreme", "ideologies and what the Squad is promoting is that. They themselves have", "said that American exceptionalism is exported abroad but not practiced", "here in America. People here in America --", "STEPHANOPOULOS: The president has said very similar things.", "SCHLAPP: -- you know what’s beautiful, George?", "STEPHANOPOULOS: Mercedes, what -- I know --", "SCHLAPP: Can I tell you something? What’s so beautiful about America is", "the fact that we do have freedom of speech, that we’re able to have these", "-- this political discourse. And so for them to be able to just go and", "attack the president, for them to be able to basically make these comments", "where they say, let's be compassionate. For example, Omar came out", "basically writing a letter to judge, saying, let's be compassionate --", "let’s show compassion to those individuals who are going to plan to join", "ISIS. That's disturbing to me. When they push forward a", "government-controlled agenda where that is something that we know could be", "incredibly destructive to our democracy, that’s -- that’s problematic,", "George.", "STEPHANOPOULOS: That’s for your view, but you and the president seem to be", "saying that if you criticize the United States -- conditions in the United", "States while he's president, that's unpatriotic. The president was roundly", "criticizing --", "SCHLAPP: It’s not -- no -- you have to --", "STEPHANOPOULOS: -- the conditions in the United States when -- when he was", "not president.", "SCHLAPP: Look, it is not -- this is -- they’re fundamentally criticizing", "the United States when they're pushing forward policies that are -- that", "are basically anti-Semitic, that -- they're attacking our law enforcement,", "that they’re going -- where -- where they are being anti-American, that to", "us is very concerning. We are pushing policies --", "STEPHANOPOULOS: Mercedes Schlapp --", "SCHLAPP: -- that is that of pushing democracy and freedom in America. When", "you're pushing a socialist or a communist agenda and you’re attacking", "Americans, that's a problem.", "STEPHANOPOULOS: There is no one who has pushed a communist agenda, but we", "have to end right there. Mercedes Schlapp, thanks very much. Up next,", "FiveThirtyEight’s Nate Silver with his latest take on the Democratic party", "primary. Plus, 2020 candidate Steve Bullock, the Governor of Montana joins", "us live. We’ll be right back.", "(COMMERCIAL BREAK)", "STEPHANOPOULOS: Day number two for the Democrats is next week. 20", "candidates over two nights, a few got shut out thanks to polling and", "fundraising thresholds set by the DNC. And this week, the campaigns also", "filed their fundraising reports for the second quarter.", "Pete Buttigieg topped the list with nearly $25 million raised, followed by", "Joe Biden, Elizabeth Warren, Bernie Sanders and Kamala Harris. Now some of", "the campaigns are bristling at the marker set by the DNC and they’re going", "to get tougher for ABC’s debate in September.", "So this week we want to dig into the question how much does fundraising", "really matter at this stage? Here’s Nate Silver from FiveThirtyEight.", "(BEGIN VIDEO CLIP)", "NATE SILVER, FOUNDER AND EDITOR-IN-CHIEF, FIVETHIRTYEIGHT: So let me give", "you two words, Jeb Bush. Jeb Bush raised $156 million for presidential bid", "in 2016.", "He wound up getting a whopping 2.8 percent of the vote in Iowa. So yeah,", "Bush’s funding came mostly from outside groups, whereas Democrats like", "Pete Buttigieg, especially Bernie Sanders and Elizabeth Warren, raise a", "lot of money from small donors, that’s more sustainable. It’s a better", "indicator of actual popular support. But when political scientists have", "looked at this, they’ve found that polls, not fundraising data, is the", "better leading indicator. When polls dry up, the money usually does too.", "Just look at Beto O’Rourke, he raised $6 million in the first 24 hours of", "his campaign, as he’s dropped in the polls, he raised just $2.6 million in", "the past three months. There’s also a bit of a ceiling in the money race.", "Raising money quickly is good, but after a certain point, you literally", "run out of good ways to spend it. There are only so many ads that voters", "can tolerate. And just one more thing, fundraising matters less in", "presidential races than in races for Congress. That’s because the", "presidency gets so much attention from the media that having people like", "us talk about you is worth more than all the ads you could buy.", "President Trump who raised relatively little got $2 billion worth of media", "attention in the 2016 GOP primary. So no, I don’t really buy that", "fundraising matters all that much right now.", "Sure, I’d rather have more money than less, but I still think the poll is", "the better indicator of popular support.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Nate may be right, but both matter for making the", "Democrat’s third debate in September, the polling threshold doubles from", "one to two percent and the number of individual donors needed to qualify", "doubles from $65,000 to $130,000.", "Eight candidates have reached that $130,000 donor threshold, only six have", "hit the donor and polling marks. We’re going to be broadcasting the", "September debates live from Texas Southern University in Houston, that’s", "on September 12th, and if necessary, the 13th.", "Coming up here, Governor Steve Bullock and the roundtable, we’ll be right", "back.", "(COMMERCIAL BREAK)", "STEPHANOPOULOS: Governor Steve Bullock standing by. And all week long, you", "can get the latest on politics with breaking news alerts on the ABC News", "app. We'll be right back.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "GOVERNOR STEVE BULLOCK (D-MT), PRESIDENTIAL CANDIDATE: As the Democratic", "governor of a state that Trump won by 20 points, I don’t have the luxury", "of just talking to people who agree with me. I go all across our state’s", "147,000 square miles. I look for common ground to get things done. That's", "how I was able to bring Democrats and Republicans together to fight dark", "money and pass one of the strongest campaign finance laws in the country.", "I’m Steve Bullock and I’m running for president.", "(END VIDEO CLIP)", "STEPHANOPOULOS: That's the pitch of Montana’s Governor Steve Bullock. Late", "entry into the presidential race, didn't make the first Democratic debate", "but will be on stage later this month. And he joins us this morning from", "Helena, Montana. Governor Bullock, thank you for joining us this morning.", "I want to get to that debate, the Democratic debate going on right now,", "but I wanted to begin by getting your response. We just heard Mercedes", "Schlapp from the Trump campaign say that this squad is now defining --", "this squad of congresswomen -- now defining the Democratic party.", "Un-American, even communist.", "BULLOCK: George, first, thanks for having me on. Look, I don't agree with", "everything that these members say, but any parent, any preacher knows that", "telling four duly elected congresswomen to go back home -- it’s -- it’s", "racist. And those 13 seconds where Trump just basically soaked in those", "sounds of those chants, that's going be a stain on this presidency. So", "it's definitely wrong. And it -- but I also fear that at some point we're", "falling into the same traps of 2016, that we should also be talking about", "the fact that this last week and half he tried to rip health care away", "from 13 million people as he's trying to undo the Affordable Care Act or", "that DeVos is literally trying to funnel money this past week to private", "schools, or that he’s not really doing a damn thing or darn thing for", "farmers or factory workers and most Americans, and this is all that we end", "up focusing on.", "STEPHANOPOULOS: How do you do that, though? Because you know, the", "president’s clearly thinking that he's going to try to -- try to rile up", "his base, eke out just enough wins in the electoral college to win, even", "if Democrats end up winning the popular vote.", "BULLOCK: Well, and I think, you know, using race and using immigration to", "distract and divide us -- and that's what this president’s doing -- it’s a", "pretty cynical approach to politics. At the same time that 44 folks -- 44", "percent of Americans wouldn’t have $400 bucks in their pocket in case of", "an emergency, he wants to just divide us. And we're better than that as a", "country and I think we got to make sure that we're having the discussions", "about literally that seniors can better afford prescription drugs now", "because of the Affordable Care Act. He's trying the turn that over. Or", "DeVos is trying to get rid of the public service payments for -- you know,", "student loan repayments for people that go into public service.", "Or that our farmers right now -- I mean, a farmer in soybean loses money", "for every bushel of soybeans in Iowa that they plant. So he will try to", "distract, he will try to divide, but we got to be focusing on also the", "issues that impact people's everyday lives.", "STEPHANOPOULOS: Your -- your fellow Democratic governors had a gathering", "this week that lead to this -- this headline in The New York Times.", "“Anxious Democratic Governors Urge 2020 Field not to Veer Too Far to the", "Left”. Is that what’s been happening?", "BULLOCK: Well I think what happens often, Washington, D.C. is a place", "where talking is a substitute for doing or a plan is about a press", "release. As a governor -- like, when we talk about healthcare, I hear", "about healthcare directly from constituents when I take my son to the", "Target. We're a lot closer to the ground. And I do think that a lot of the", "discussion that is happening and happened like on last debate stage is a", "bit disconnected from people's everyday lives and we’ve got to make sure", "that we’re focusing on the fact that we need to make sure everybody has a", "fair shot in this economy, that this political system can work and they", "can have belief that government can actually work for them.", "STEPHANOPOULOS: Would you have raised your hand in that debate when they", "said that undocumented immigrants should get healthcare?", "BULLOCK: I would not have.", "STEPHANOPOULOS: How about when decriminalizing crossing the border?", "BULLOCK: Well and that’s -- look, even Obama’s Homeland Security Secretary", "said that that -- you know, you got 100,000 people coming to the border", "now, you’d have multiples of that if that was the case. You know, I", "certainly believe in border security, I don’t believe we have to build the", "wall, and I don’t believe in open borders.", "It just underscores also we do need comprehensive immigration reform, but", "so much of it – we need to get rid of Donald Trump because he’s not only", "ripping families apart, he’s ripping our country apart by using", "immigration as a tool.", "So many of the challenges that we’re having right now with immigration go", "back to one thing and that’s who’s in office as president.", "STEPHANOPOULOS: You’re going to be on the stage at the next debate with", "Elizabeth Warren and Bernie Sanders who have both called for this Medicare", "for All, doing away with private health insurance.", "I know you’ve criticized that idea. Here’s what Bernie Sanders had to say", "about that this week.", "(BEGIN VIDEO CLIP)", "SANDERS: My Republican friends and some others seem to think that the", "American people hate paying taxes, but they just love paying insurance", "premiums. Oh my god, dear, the insurance premium is here, what a wonderful", "day, oh wow.", "(END VIDEO CLIP)", "STEPHANOPOULOS: So when you’re on the stage, how are you going to take", "that on?", "BULLOCK: Well I look forward to taking it on from the perspective of – you", "know, we can get access and affordability to people at – and get them", "decent healthcare without disrupting 180 million people or completely", "getting rid of private insurance.", "That’s another area where I think that a lot of the discussions in D.C.", "are disconnected from people’s lives.", "STEPHANOPOULOS: So you would not do away with private health insurance,", "could you guarantee though then that everyone has a chance for Medicare?", "BULLOCK: Look, I think a public option, being able to buy in, you know", "with all the money in our elections, we pay more for prescription drugs", "than any other country in the world and we’ve got nothing to show for it.", "Allow the federal government to negotiate for prescription drugs, take on", "out-of-network billing and surprise charges. When I’m talking to folks,", "certainly many of them think that their insurance premiums are too high or", "they wish that, you know, these out-of-network charges didn’t happen, but", "they’re not saying let’s completely upend and disrupt the entire system.", "STEPHANOPOULOS: You also say you want to take on dark money in politics", "but your critics have pointed out that you’re still taking money from", "lobbyists in this campaign and the fossil fuel industry.", "BULLOCK: Yeah, George, nobody in this race has done more to try to get rid", "of the corrupting influence of dark money in our elections, undisclosed", "money than me. That’s been the fight of my career and that started when I", "was attorney general in that Citizens United decision first came down.", "Yes and the dollars that I take will be disclosed, so anybody can judge,", "but you know, here’s an example. My brother does safety and environmental", "related work for a contractor that deals with the fossil fuel industry.", "Should I not take money from my brother? Ultimately what we should be", "doing and I’m not taking money from PACs or – and I won’t have a super", "PAC, what we should be doing is disclosing the contributions and we’ve", "seen about $1 billion of money spent in our elections since Citizens", "United where none of us know who’s making those contributions or spending.", "STEPHANOPOULOS: Right now you don’t meet the thresholds for that third", "debate in September, the ABC debate, you need to get two percent in four", "polls, 130,000 donors. It’s an uphill fight, you going to make it?", "BULLOCK: I sure hope so, I mean if everybody goes to stevebullock.com I", "will. But it’s also one of these things that, you know, I’ve been in about", "seven weeks and made six trips to Iowa and I think that for all of these", "debate rules that it’s still going to be these early states that take a", "large field and make it smaller.", "And hearing folks on the ground and what their concerns are is also my", "best debate prep because I had a woman in Ottumwa, for example, on Friday", "say “the one thing I didn’t hear, I’m missing from that debate stage was", "my voice and our voice.”", "And we’ve got to make sure that voice is heard.", "STEPHANOPOULOS: Governor Bullock, thanks for your time this morning.", "BULLOCK: Thank you, George.", "STEPHANOPOULOS: Round table is up next, we’re back in just 60 seconds.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "FRM. VICE PRESIDENT JOE BIDEN, 2020 PRESIDENTIAL CANDIDATE: It was", "despicable to stand and attack those four women in the way he did, talking", "about them going back home. The racist basic taunts.", "SEN. AMY KLOBUCHAR, (D-MN) 2020 PRESIDENTIAL CANDIDATE: I think it's", "pretty outrageous. As I've said before, it's racist.", "SEN. CORY BOOKER, (D-NJ) 2020 PRESIDENTIAL CANDIDATE: It's vile. It's", "offensive. And it's not new in our country.", "SEN. BERNIE SANDERS, (I-VT) 2020 PRESIDENTIAL CANDIDATE: I never, ever", "would have believed in my lifetime that I would hear the ugly racist", "remarks coming from the president of the United States.", "(END VIDEO CLIP)", "STEPHANOPOULOS: President Trump framed the debate on the campaign trial", "this week. We're joined now by our roundtable with our senior", "congressional correspondent Mary Bruce, NPR White House reporter Ayesha", "Rascoe, White House correspondent for The New York Times Maggie Haberman,", "Republican strategist Sara Fagen, she's also an ABC News contributor, and", "Roland Martin, host and managing editor of The Daily Digital program", "#RolandMartinUnfiltered.", "And Ayehsa, let me begin with you. You were in North Carolina Thursday", "night. Set the scene.AYESHA RASCOE, NPR WHITE HOUSE REPORTER: Well, you", "know, the crowd was very worked up that night. They weren't really angry", "at the press, like sometimes they are, but they were ready to talk about", "the subject. When I went out and talked to people in the crowd and were", "asking them about President Trump's tweets about the Squad, they were", "saying -- they were basically repeating what the president had been", "saying, that it's not racist, he didn't mention color. He said they could", "come back if they wanted to. And so they were ready.", "And so then when he started talking about Omar, that's when it really", "kicked into high gear...", "STEPHANOPOULOS: So was it organic? Where did send her back -- where did", "you hear it first?", "RASCOE: Well, first they were saying send her back to Somalia. Someone", "screamed go back to Somalia. Someone was screaming, they're evil. Traitor.", "And then it became send her back. But someone was definitely screaming", "before, go back -- send her back to Somalia.", "STEPHANOPOULOS: Send her back to Somalia. And Mary, this had come out the", "day before -- I guess two days before in the congress that resolution", "condemning the remarks, that was an ugly scene on the floor as well.", "MARY BRUCE, ABC NEWS SENIOR CONGRESSIONAL CORRESPONDENT: Look, it was just", "remarkable, I think, to see the way that both sides of the parties", "responded to this, this week. To Ayehsa's point about the chants, I think", "I'm struck by -- look, Republicans this week really bent themselves into", "pretzels, essentially, trying to avoid responding to this. I mean, I spent", "a lot of time running around the hallways not getting any responses at", "all...", "STEPHANOPOULOS: When the vote was called, only four Republicans.", "HABERMAN: Only four Republicans -- exactly -- were willing to actually", "side with the Democrats and condemn the president.", "But what changed after those chants, the way that Republicans then were", "willing to actually intervene, to go to Mike Pence and say now you need to", "talk to the president. It was the chants, not the president's actual", "language, and that's because Republicans are deeply concerned that those", "chants are going to stick.", "STEPHANOPOULOS: And Maggie, the president tweeted this morning, that's all", "fake news, that that didn't happen.", "You also have a piece in The New York Times basically laying out how this", "is following a pattern, a long-time pattern, of President Trump.", "MAGGIE HABERMAN, NEW YORK TIMES WHITE HOUSE CORRESPONDENT: Yeah, I was", "actually thinking about this watching you in the green room where you had", "the president on four years ago when he was a candidate talking about why,", "you know, he didn't mean it when he left open the possibly of a Muslim", "registry in this country. He did not clear up what he said then.", "He refused to clear up what he said this week, even though people asked", "him to, when he was on The Apprentice, he wanted a competing team of", "blacks versus whites, that was something he pitched to NBC. When he was in", "New York in the 1980s, which he is very much a product of, which is a very", "-- was a racial cauldron, basically, he took out an ad calling for the", "death penalty -- or saying bring back the death penalty -- for five people", "of color who were accused of a horrific crime.", "At a certain point, it's sort of -- it's hard to pretend these are all", "isolated incidents. They are all taking place in the course of his", "history.", "STEPHANOPOULOS: And Sara Fagen, as Mary was just pointing out, a lot of", "Republicans went to Mike Pence saying please get the president say that", "was wrong. He said it.", "SARA FAGEN, REPUBLICAN STRATEGIST AND ABC NEWS CONTRIBUTOR: He did.", "STEPHANOPOULOS: And then now retweeted out support for it again. He is not", "going to apologize on this.", "FAGEN: He has a history of not apologizing on any issue. I mean, it's a", "political tactic for him to go out strong, and it's something that has", "been effective for him.", "But when you think about -- sort of take a step back on matters of race,", "setting aside the events of this week, too often people on the left too", "quickly accuse people on the right of being racist and too often people on", "the right don't quickly disavow it.", "And so this has been going on for decades. I remember in the 2000 campaign", "there were millions of dollars spent against George Bush accusing him of", "being a racist what happens politically is that people put on their", "jersey. And they say my team is being attacked, and they don't...", "STEPHANOPOULOS: There's no question about that. But I was struck this", "morning when we had Congressman Cummings on, I asked him the question", "about whether he thinks President Trump is a racist for a very deliberate", "reason, a couple of years ago after I think it was Charlottesville he", "refused to say he thought President Trump was a racist. This week he’s", "saying it's the president’s taking on those Congresswomen actually does", "cross the line.", "FAGEN: Well, he -- he said that. He also hesitated for -- for several", "seconds in your interview. I thought that was interesting. But setting", "that aside, I think what's problematic for the president here in just the", "course of the politics of this week is that we're talking about the", "president in a racial context when he didn't actually start this debate.", "This debate started when Congresswoman Cortez accused Nancy Pelosi of", "being racist. And he interjected himself and -- and made it about him.", "MARTIN: No, he did. There's been no Republican president who has been as", "overt on race since Herbert Hoover who led the Lily-White Movement when he", "was president. That’s what you’re dealing with here. This is a president", "who knows this game and who is playing it. It is a dangerous game. And", "when you have -- Massachusetts governor -- a governor of Massachusetts", "call it shameful and despicable, when you have Republican Will Hurd of", "Texas, the only black Republican in the House, vote with the Democrats,", "when you have a former top judge in Texas, a Latina, who says his ideology", "is racist, you cannot ignore this reality.", "What's even more shameful -- and I want to see Republicans being afraid to", "see white conservative Evangelicals say nothing. Franklin Graham silent.", "Pastor Paula White silent. Robert Jeffress defends it. When you see Ralph", "Reed silent, Tony Perkins silent, these are the -- if you read Frederick", "Douglass’s speech, what does a slave mean -- what does the Fourth of July", "mean to the slave, his most condemnation was for white Christians. Dr.", "King’s letter from Birmingham jail, for white Christians. Evangelicals who", "are white and conservative need to challenge this president and say, what", "you're doing is wrong, shameful and despicable and you should stop, but he", "won't because he is leading policies and also appealing to white fear.", "STEPHANOPOULOS: The Republicans fell in line this week. You see any point", "where there start to be cracks?", "FAGEN: In the short term, no. I think long term for Republicans, we need", "to be much better on matters of race.", "MARTIN: Uh, yes.", "FAGEN: Not only in rhetoric but in -- in policy. I think Democrats,", "though, need to give the president credit when he does things -- works on", "issues that are beneficial.", "MARTIN: Such as?", "FAGEN: Criminal justice reform.", "MARTIN: The First -- the First Step Act. Keep going. What else.", "FAGEN: Unemployment. Black and Hispanic unemployment.", "MARTIN: This is a man who is literally trying to kill the only federal", "agency that --", "FAGEN: This is the problem. This is the problem, Roland.", "MARTIN: -- hold on one second -- that is designed to help black", "businesses.", "FAGEN: This is the problem, Roland.", "MARTIN: I’m citing facts.", "FAGEN: You’re not willing to say one good thing.", "MARTIN: No, no, no.", "FAGEN: There's nothing ever good that this president does.", "MARTIN: No, I can actually cite facts.", "FAGEN: Only criticism.", "MARTIN: I’m citing facts.", "FAGEN: Yes.", "STEPHANOPOULOS: I’m want to bring Ayesha back in on this. The Trump", "campaign in the 24, 36 hours after this all started to break did seem sort", "of off-footed. They didn't know exactly which direction to go in.", "RASCOE: Well at first they were saying -- they were basically focusing on", "the four lawmakers and basically justifying it, saying these lawmakers are", "un-American, that’s what we want to talk about. And then the president", "came out and kind of disavowed what was said, then they kind of changed", "their tune a little bit, and now we’re back to that. But that’s usually", "what happens. The president says something and then you have the campaign", "and the administration basically rising up to kind of reverse engineer", "what he said and make it (inaudible) --", "STEPHANOPOULOS: It also comes, Maggie, because the -- the campaign does", "seem to be across purposes in terms of strategy. On the one hand, they", "need to pick up voters who think the economy is going quite well but don’t", "approve of the president personally. On the other hand, they really do", "want to rile up that base.", "HABERMAN: I think Ayesha said it very well, which is this reverse", "engineering strategy that you see go on every single time. This is --", "there is not some strategy to play to the base in the sense that they’ve", "all talked about this and this is the best course, this is the only course", "available to him because he can't change who he is. He doesn't talk about", "the economy. He does have a tactile sense -- I do think there is some", "middle ground between people wanting to say he's dumb and impulsive and", "doesn’t know what he’s doing --", "STEPHANOPOULOS: But he might be right.", "HABERMAN: -- and -- right -- or people saying, and this is all a strategy.", "I think that he has a tactile sense of the fact that there is, sadly, a", "commercial appeal and a voter appeal for racism in this country. There", "just is.", "MARTIN: You said he can’t change. No. He can change, he won't change. And", "the broader issue here, when you talk about policies. When you have", "Republicans who are advancing federal judges who won't even say that Brown", "vs. Board of Education was properly decided, when you have clear intent --", "when you have Republicans in North Carolina who have made -- who have", "tried to limit the rights of voting for African-Americans extremely", "explicit, you have a party that is driving policies at supporting these", "sort of racist appeals.", "STEPHANOPOULOS: And Mary Bruce, it's clear Mitch McConnell has made the", "calculation, the president is giving us the policies that are working for", "Republicans overall.", "BRUCE: Yes, absolutely. And you saw that this week in the way that", "Republican leaders really fell in line behind the president. I mean, that", "was one of the most striking things, I think, about the way that this all", "played out, is that while Republicans before, they have may drawn the line", "in a different area, here they really all fell in line behind him and", "shown how far they’ve moved in uniting behind the president, but it does", "present a huge challenge for them going forward. In the same way that you", "saw the campaign kind of hesitate in how to respond to the president’s own", "words here, it is clear the president is not going to drop this.Republican", "leaders, they can’t just kind of lay low and hope that this blows over", "like it has in previous incidents, that’s not going to happen here.", "They’re going to have to find a way to respond.", "FAGEN: Well they have to get back to issues. I mean the reality is this", "economy is humming, this is – president has done very good on economic", "policy for this country, including for minorities.", "You can – you can smile –", "STEPHANOPOULOS: But they need the president to talk about that.", "FAGEN: They need the president to talk about it. And if you think about", "sort of the – where the Democrats are, we need to be talking about where", "the Democrats are. It’s very ironic to me in this debate we’re now having", "about whether the president is or is not a racist is the same week that", "the Democratic Congress put forward a resolution condemning him, you know,", "Congresswoman Omar puts forward a resolution supporting, you know,", "sanctions and divestiture of Israel which is considered by many", "anti-Semitic.", "She did, she did the same week.", "MARTIN: No, I understand, but she’s also the same one who of course is a", "co-sponsor of the bill for responders affected by 9/11 and so you can’t", "ignore also what she has done. Now is that patriotic?", "FAGEN: So I’ll give her credit when she does well unlike your not wanting", "to give the president credit for anything.", "MARTIN: No actually I’ll give Donald Trump credit, what I’m also", "acknowledging is this reality of appealing to white fear, appealing to", "what’s happening. America is changing. By 2043, we’ll be a nation majority", "people of color, and that’s – that is the game here – that’s what folks", "don’t want to understand what’s happening in this country.", "BRUCE: The president dominating the conversation like this away from", "policy isn’t just a problem for Republicans, it’s also a problem for", "Democrats and it is clear that the president’s strategy here, right, all", "week has been to tie the Democrats and Democratic leaders in Congress to", "these four members, to the members on the far left.", "But that also means in some ways if the president’s strategy here is", "working in the sense that they had that vote condemning the president, it", "dominated the conversation, you saw Pelosi and everyone rallying behind", "these members and I asked the speaker that exact question, is the", "president goading her?", "Is there any concern about that? She didn’t like that question very much,", "she shot back saying look, they set their own agenda, but the president is", "having some success (inaudible) –", "(CROSS TALK)", "STEPHANOPOULOS: Looking ahead, the –", "(CROSS TALK)", "HABERMAN: -- (inaudible) he was having more success I think when they were", "fighting each other the day before he tweeted. I just think that you can’t", "portray – there are – there are advantages he sees in continuing to press", "it, but that doesn’t mean what he did was his strategy, I just think it’s", "an important point.", "STEPHANOPOULOS: One of the questions this week is going to be does Robert", "Mueller define the week he’s going to be testifying to Congress on", "Wednesday, President says he’s not going to be watching.", "(BEGIN VIDEO CLIP)", "TRUMP: You know what, at some point they have to stop playing games", "because they’re just playing games, no I won’t be watching Mueller.", "PELOSI: Let us listen, let us see where the facts will take us and let us", "have this be as dignified as our constitution would require and then we’ll", "see what happens after that. We’ll go where the facts will meet us.", "(END VIDEO CLIP)", "STEPHANOPOULOS: One of the big questions Ayesha, is it going to make any", "difference?", "RASCOE: And that’s the thing, this has risk for both sides, so for the", "Democrats, the risk is that they have this testimony and then it turns out", "to kind of be a dud. It doesn’t really move the needle at all.", "But there’s also a risk that if it’s really dramatic, that somehow seeing", "Mueller say what is in report, if it – in the report, if it really works", "up the progressives and the people who are already dissatisfied with the", "way the pace of these investigations are going, then they are going to", "have to decide what do we do next? Do we move on to impeachment?", "STEPHANOPOULOS: And the number of Democrats calling for impeachment is now", "above 90, Mary Bruce you’re seeing both sides on Capitol Hill really", "prepare intensely, they’re cramming for final exams here.", "BRUCE: It almost reminds you a little bit of debate prep in some ways,", "you’re hearing about, you know, mock hearings, everyone is digging down to", "try and figure out the best strategy here because either way, no matter", "what happens this week, it is going to be a turning point.", "For Democrats, they’re going to have to figure out are they doubling down", "on moving to impeach, are they going to have to switch strategies and is", "it just going to shock the campaigns and decide that that’s the way to", "best beat Donald Trump is at the ballot box. But there is, as Ayesha said,", "this huge risk for both sides. Democrats are simply hoping that by airing", "– a public airing of the Mueller Report, that that will do enough to", "change the conversation. But it could fizzle, I mean we’ve been told to", "have the report ready, what if every answer he just refers us to a", "different paragraph?", "STEPHANOPOULOS: You believe the president won’t be watching?", "HABERMAN: No. Do you believe the president won’t be watching?", "STEPHANOPOULOS: I don’t.", "(CROSS TALK)", "HABERMAN: It might – it might be on his super TiVo (inaudible) I do not", "believe he’s not going to watch, no, and I think that actually if you’re", "looking at some of why he’s a little bit agitated over the course of the", "last week and a half, he always knows when Mueller is looming and the", "Mueller – the Mueller issue, you know, underscored everything he did for", "two years. He was very happy when it was over and now it’s coming back and", "I don’t think for a second that that’s not present in his mind.", "FAGEN: Well last week was not a great week for the president I don’t think", "in the long term of his presidency. Next week likely will be a very good", "week for the president. The reality is in this 400 plus page report, there", "was not one shred of evidence that suggests that there was any underlying", "conspiracy to commit a crime with Russia. The whole –", "STEPHANOPOULOS: No there just wasn’t sufficient evidence to charge the", "conspiracy theory. There was evidence he compiled evidence, he compiled", "contacts.", "FAGEN: He – well he – yes, but basically he said and the AG said, that", "there were weak attempts by foreign agents to try to contact people on the", "campaign who didn't seem to really know what they were doing.", "There was not evidence that the president was trying to collude with", "Russia, as has been reported. And this went on for 18 months. And it", "wasn't really even an issue in the last campaign. So, before the report", "was released, it really wasn't an issue. And the report I think did", "exonerate the president on the question of collusion. And so they're", "likely to walk right back down something that in the minds of the public", "has already been settled.", "MARTIN: Fred Astaire would be very happy with the dancing you just did", "there.", "Bottom line is this here, if he isn't concerned about it why fight it so", "much? The reality is he is concerned. He's concerned about the public", "hearing it. And the election is going to come down to very -- small", "margins. And if Democrats are able to present this report and show what", "actually took place, and if you can move small numbers of people, that's", "the difference.", "So that's why it's smart strategy to move forward with this. And so, yeah,", "he'll be watching. And that's why when he was talking I just thought about", "the hashtag #Trumpliesmatter, because trust me he'll be sitting right", "there tweeting the entire day.", "STEPHANOPOULOS: Two committees, about six hours between both the judiciary", "and the intelligence committee. And we're going to cover it all starting", "on Wednesday morning about 8:30am.", "MARTIN: Popcorn.", "(LAUGHTER)", "STEPHANOPOULOS: Or maybe some coffee. That's all we have time for today.", "But before we go, we wanted to dip back into our archives to celebrate", "that moment of history 50 years ago when Neil Armstrong and Buzz Aldrin", "set foot on the moon. Here's Frank Reynolds:", "(BEGIN VIDEOTAPE)", "ANNOUNCER: ABC News presents the flight of Apollo 11.", "FRANK REYNOLDS, ABC NEWS: Good day from ABC’s space headquarters in New", "York. It is July 20th, 1969 and man is about to land on the moon. We will", "be here from now on for what will be truly be an historic time in the life", "of our country and in the existence of mankind.", "UNIDENTIFIED MALE: Eagle – Houston. We’ll monitor you, delta-8-0-3…", "UNIDENTIFIED MALE: We are now in the approach phase everything looking", "good.", "UNIDENTIFIED MALE: Houston, you are a go for landing. Over", "UNIDENTIFIED MALE: 70 -- forward coming down 200 feet. Four-and-a-half", "down, five-and-a-half down. Three feet, two-and-a-half down. OK, engines", "stop.", "UNIDENTIFIED MALE: We copy you down, Eagle.", "UNIDENTIFIED MALE: Houston, Tranquility Base here. The Eagle has landed.", "UNIDENTIFIED MALE: Roger Tranquility. We copy you on the ground. You’ve", "got a bunch of guys about to turn blue – we are breathing again. Thanks a", "lot.", "NEIL ARMSTRONG, ASTRONAUT: I going to step off the LAM now. It’s one small", "step for man, one giant leap for mankind.", "REYNOLDS: It occurs to me that great men do great things and make them", "seem ordinary. Maybe that’s what makes them so great.", "(END VIDEOTAPE)", "STEPHANOPOULOS: I think I'm the only one at this table old enough to", "remember that moment. It was amazing.", "That is all for us today. Thanks for sharing part of your Sunday with us.", "On Wednesday morning, as I said, I'll be carrying live coverage of Robert", "Mueller's testimony to congress with our whole political team. That starts", "at 8:30 eastern. And I'll see you tomorrow on GMA.", "END", "Comments (0)", "Share to FacebookShare to TwitterEmail this article", "----------------------------------------------------------------------", "ABC News", "----------------------------------------------------------------------", "Top Stories", "[IMG]", "On Location: March 26, 2021", "Mar 26, 9:30 AM", "[IMG]", "8 injured, 2 dead in multiple Virginia Beach shootings", "4 hours ago", "[IMG]", "Georgia lawmaker 'shaken but resolved' following arrest at election bill signing", "Mar 27, 6:39 PM", "[IMG]", "5-year-old boy allegedly detained, handcuffed and threatened by police", "Mar 27, 5:29 PM", "[IMG]", "Homeland Security chief fires almost every member of advisory council", "Mar 26, 8:56 PM", "ABC News Live", "ABC News Live", "24/7 coverage of breaking news and live events", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved."]