["Link: canonical", "Link: amphtml", "Video", "Live", "Shows", "Good Morning America", "World News Tonight", "Nightline", "20/20", "This Week", "The View", "What Would You Do?", "Sections", "U.S.", "Politics", "International", "Coronavirus", "Entertainment", "Business", "Technology", "Lifestyle", "Health", "Virtual Reality", "Weather", "Tips", "Sports", "FiveThirtyEight", "✕", "Trump judicial nominee won't say if Brown v. Board of Education correctly", "decided", "The nominee clarified that she believes school segregation by race is", "immoral.", "By", "Cheyenne Haslett", "April 12, 2018, 2:35 PM ET", "• 6 min read", "May 17, 1984: Linda Brown on becoming 'the symbol of Brown vs. Board of", "Ed'Brown told Ted Koppel on \"Nightline\" it \"took courage\" walking into an", "all-white school 30 years earlier.Bill Clark/CQ Roll Call via AP", "A back-and-forth between one of President Donald Trump’s federal judicial", "nominees and a Democratic senator is picking up steam across the internet", "because the nominee wouldn’t say whether the 1954 Supreme Court Brown v.", "Board of decision that ended segregation in the nation's public schools", "was correctly decided.", "But the nominee, Wendy Vitter of Louisiana, did later clarify during the", "nomination hearing that “yes,” she believes segregating schools by race is", "immoral.", "The video that has been shared thousands of times, however, is of Vitter", "responding to a question about whether she believes the Supreme Court", "decision was correct.", "The question — likely asked to gauge Vitter’s stance on respecting Supreme", "Court precedent set by big cases like Brown and Roe v. Wade — was from", "Sen. Richard Blumenthal, a Democrat from Connecticut.", "President Trump set record with appeals judge appointees, but some", "setbacks with district judge nominees", "\"I don't mean to be coy, but I think I get into a difficult… area when I", "start commenting on Supreme Court decisions, which are correctly decided", "and which I may disagree with,\" said Vitter, who became general counsel", "for the Roman Catholic Archdiocese of New Orleans in 2012, is married to", "former Sen. David Vitter, R-La., once known for his part in the “D.C.", "Madam” scandal.", "\"Again, my personal, political or religious views I would set aside. That", "is Supreme Court precedent. It is binding. If I were honored to be", "confirmed, I would be bound by it and, of course, I would uphold it,\" she", "said.", "\"Do you believe it was correctly decided?\" repeated Blumenthal.", "\"Again, I would respectfully not comment on what could be my boss' ruling", "— the Supreme Court,\" Vitter said. \"I would be bound by it, and if I start", "commenting on: 'I agree with this case' or 'don't agree with this case,' I", "think we get into a slippery slope.\"", "Sen. David Vitter, R-La., right, gives a thumbs up with his wife, Wendy,", "at an election night party in Kenner, La., Nov. 2, 2010, after defeating", "Rep. Charlie Melancon, D-La., for a second term in office. Patrick", "Semansky/AP", "Later, Blumenthal — who in the past called “many” of Trump’s nominees", "“ideologically extreme and patently unfit for the bench” – responded on", "Twitter.", "“Judges face many hard questions. This was not one of them. If you can’t", "affirm that the Supreme Court was right in desegregating schools, you", "don’t belong on the federal bench,” Blumenthal wrote with a retweet of the", "video.", "The initial tweet commented that yes, Vitter refused to answer the", "question on segregation “this morning – in 2018.”", "But an expert in judicial hearings cautioned against interpreting her", "response as her personal belief, saying it should be viewed instead from", "the perspective of a possible judge.", "“I think what she was saying was she was concerned that in a case that may", "come before her in the future, she might not be able to decide it if what", "she had said in the hearing made it look as if she had already taken a", "position on the particular issue,” said Carl Tobias, a law professor at", "the University of Richmond who has followed judicial proceedings for many", "years. “She wants there to be a clean slate in terms of her deciding on", "the particular issue.”", "“I don't think it speaks to the nominee or the question,” Tobias said,", "both of which he described as in “good faith.\"", "Sen. Richard Blumenthal, D-Conn., points to board as he questions Facebook", "CEO Mark Zuckerberg testifies before a joint hearing of the Commerce and", "Judiciary Committees on Capitol Hill, April 10, 2018, about the use of", "Facebook data to target American voters in the 2016 election. Alex", "Brandon/AP", "Her answer was likely “misinterpreted” around social media, Tobias said —", "though he did say Vitter did seem to be “overly cautious” in her response,", "especially because she later clarified her stance.", "Judicial nominees need 51 votes to be confirmed in the Senate. Currently,", "there are 51 sitting Republicans.", "Vitter's confirmation hearing was expected to be contentious among", "Democrats given her personal stance on abortion and her prior comments", "about reproductive health. In May 2013, while speaking at a protest of a", "new Planned Parenthood clinic in New Orleans, Vitter attacked the", "organization, claiming that they \"kill over 150,000 females a year.\"", "Later that year, while moderating a panel called \"Abortion Hurts Women’s", "Health” at the Louisiana Needs Peace Conference, Vitter called for the", "distribution of a brochure entitled \"The Pill Kills,\" which featured", "unsubstantiated information about supposedly harmful side-effects of birth", "control, Sen. Mazie Hirono, D-Hi., said.", "Asked about the brochure Tuesday, Vitter said she was \"not a medical", "professional\" and that she'd stopped herself from calling them \"facts,\"", "instead calling it a \"brochure.\" On Planned Parenthood, she refused to say", "whether she still believed the group kills 150,000 women per year,", "responding only that her \"pro-life stance has been made very clear.\"", "Adam Kelsey contributed to this report.", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved."]