["Link: canonical", "Link: amphtml", "Skip to the content", "* The Border", "* Foreign Policy Crises", "* Sex Addiction", "* Tech Hearings", "* Verzuz", "* Peloton", "* Wonderworks", "* ICYMI", "* News Quiz", "* Subscribe", "* Sign In", "* Account", "Account Slate Plus Sign out", "_____________________", "* News & Politics", "* Culture", "* Technology", "* Business", "* Human Interest", "* Podcasts", "Menu", "The Border Foreign Policy Crises Sex Addiction Tech Hearings Verzuz", "Peloton Wonderworks ICYMI News Quiz", "News & Politics Culture Technology Business Human Interest Podcasts", "Search", "Follow us", "Subscribe Sign in Account Slate Plus Sign out", "Account Subscribe", "A Centuries-Old Journal Covering the Global Shipping Industry", "Follow Us", "Advertisement", "Advertisement", "Jurisprudence", "Trump’s Nominees Won’t Say if Brown v. Board of Education Was Decided Correctly", "By deferring to the logic of “it’s precedent,” prospective judges are signaling", "that it could come back to the table. The DOJ is following their lead.", "By Dahlia Lithwick", "April 11, 20196:40 PM", "Jeffrey Rosen, deputy attorney general nominee, testifies during his", "Senate Judiciary Committee confirmation hearing. Jeffrey Rosen, deputy", "attorney general nominee, testifies during his Senate Judiciary Committee", "confirmation hearing.", "Jeffrey Rosen, deputy attorney general nominee, testifies during his", "Senate Judiciary Committee confirmation hearing on Wednesday. Tom", "Williams/CQ Roll Call via AP Images", "* Tweet", "* Share", "* Comment", "* Tweet", "* Share", "* Comment", "Popular in News & Politics", "1. What’s Next for the Big Stuck Boat?", "2. Biden Speaks! So Does McConnell! Who Mattered More?", "3. Children Explain How to Get the Big Ol’ Boat Unstuck From the Suez", "Canal", "4. RBG Predicted Georgia’s New Voter Suppression Law With Uncanny", "Accuracy", "One year ago to the day, one of Donald Trump’s nominees to a seat on the", "Eastern District of Louisiana, Wendy Vitter, sat before the Senate", "Judiciary Committee and declined to say whether Brown v. Board of", "Education—the 1954 ruling that struck down the “separate but equal”", "doctrine in public education—was correctly decided. In response to a", "question from Sen. Richard Blumenthal on the topic of Brown, Vitter", "replied, “I don’t mean to be coy, but I think I can get into a difficult,", "difficult area when I start commenting on Supreme Court decisions—which", "are correctly decided and which I may disagree with. Again, my personal,", "political, or religious views I would set aside—that is Supreme Court", "precedent. It is binding. If I were honored to be confirmed, I would be", "bound by it, and of course, I would uphold it.”", "Advertisement", "Advertisement", "Advertisement", "At the time, it seemed that Vitter and other nominees were willing to go", "further than we had ever believed possible to make the claim that Brown", "was indeed precedent while avoiding saying that they agreed with one of", "the most widely accepted Supreme Court decisions of all time. Ten years", "ago, such a maneuver would have been unthinkable. As Perry Grossman and I", "noted last year, “At his Supreme Court confirmation hearing in 2006,", "Samuel Alito called [Brown] ‘one of the greatest, if not the single", "greatest thing that the Supreme Court of the United States has ever done.’", "Only a year ago, Neil Gorsuch said at his confirmation hearing that Brown", "was a ‘seminal decision that got the original understanding of the 14^th", "Amendment right.’ ”", "Advertisement", "What changed in the time between Gorsuch and Vitter has nothing to do with", "whether Brown is still good precedent. What changed is that judicial", "nominees are carving a path toward saying that they needn’t be bound by", "any precedent, and also that every precedent is now on the table. When", "judicial nominees say, as they now regularly do, that Brown is a precedent", "of the court, what they are really saying is that a case that was decided", "was decided, and that it’s the law until it’s reversed. That is a", "truism—it is a description of what is. It is also a departure from a", "standard that existed until quite recently.", "What changed is that judicial nominees are carving a path toward saying", "that they needn’t be bound by any precedent, and also that every precedent", "is now on the table.", "But this has become the party line: One may not comment on the correctness", "of any Supreme Court case that has come before. Or almost any. Neomi Rao,", "selected to replace Brett Kavanaugh on the D.C. Circuit Court of Appeals,", "also declined last month to answer Blumenthal’s question about Brown:", "“Brown is a really important precedent of the Supreme Court, and one that", "overturned Plessy v. Ferguson, which you know was a real black mark on our", "history” she testified. Then she went on to say that it was “not", "appropriate” to comment on the “correctness of particular precedents.” In", "other words, one can comment on the bad precedents—like Plessy, which she", "ably stated was incorrectly decided. But one cannot comment on the", "correctness of decisions like Brown, which purport to correct Plessy.", "Because one is incorrect. And the other is not not incorrect.", "Advertisement", "Advertisement", "Advertisement", "This is the problem with sanctimonious claims that judicial nominees", "should not parse which cases are correctly decided (a strategy most", "frequently deployed by nominees who want to avoid having to comment", "directly on Roe). All nominees still do it—they’ve just moved the goal", "posts on which cases are correctly decided, and which are simply", "“precedent.” But there’s a second problem with the newfound refusal to", "sign off on the fundamental correctness of Brown: It’s not just judges", "doing it. Which brings us to this week, when Donald Trump’s pick for", "deputy attorney general, Jeffrey Rosen, did the same thing in his hearing", "before the Senate Judiciary Committee. Asked, again by Blumenthal, whether", "he believed that Brown v. Board was “correctly decided,” Rosen was not", "willing to concede it, saying instead, “Senator, I don’t think that it", "would be a productive exercise for me to go through the most—thousands of", "Supreme Court opinions and say which ones are right and which ones are", "wrong.”", "Advertisement", "Advertisement", "Rosen then continued, “I, um, I have views about lots of Supreme Court", "cases, but I’m not being nominated for this position to be the solicitor", "general nor a judge and I think in this context the point I’m trying to", "make is that, whatever the law is, whether it’s a decision I would favor", "or disfavor, I see it as the role of the Department of Justice to uphold", "the law such as it is, unless Congress or the courts change it.”", "See what he did there? Not only is it improper for judges to weigh in on", "cases that may come before them (the so-called Ginsburg rule, which has", "nothing to do with Ginsburg’s Senate testimony), it’s also improper for", "the deputy at the Trump Justice Department to weigh in because, well, he", "isn’t a judge. As Ed Kilgore noted Wednesday, this was a decision by the", "“prospective number-two person in the agency responsible for enforcing", "civil rights laws to take the Fifth on a landmark decision that even open", "bigots now accept as inevitable and even right.” And of course, this is", "the same Justice Department that routinely reverses course about which", "laws it will seek to uphold.", "Advertisement", "Advertisement", "Advertisement", "Why are Donald Trump’s nominees suddenly willing to disavow even", "precedents they were once at least willing to pretend respect for? In", "part, it’s because their answers don’t matter. No Senate Republican will", "vote against a nominee for merely being unwilling to stand behind Brown.", "But more importantly, as nomination hearings become ever briefer and less", "substantial, this is a way of limiting even further the topics that can be", "explored: “Don’t ask about what I have written or said in the past, as it", "isn’t material, and don’t ask what I might do in the future, as it isn’t", "appropriate.”", "In the end, as is often the case, this has less to do with Brown v. Board", "than with growing contempt for the institution of the Senate. These", "prospective judges don’t want to say they would overturn Roe, so they", "decline to discuss it, and then extend that logic to Brown in an effort to", "make it sound like a principle. But make no mistake, this is also a", "performance of contempt for the courts themselves. Because an", "unwillingness to discuss what constitutes precedent reflects a conviction", "that it’s all up for grabs anyhow. The new posture appears to be that no", "law is settled—not anymore—and that it’s not for any judge to pronounce", "whether a case was correct or not until she is given the job of doing just", "that. It’s a new way to say that nothing is certain and nothing is fixed.", "That’s the tag line of the Trump epoch.", "Advertisement", "Advertisement", "If the newest Trump judges have shown anything, it’s been a willingness to", "strike down precedent even from the district court bench. And the newfound", "refusal to approve of the core logic of Brown should signal to us that the", "issue is somehow a live one. As Grossman and I wrote at the time of the", "Vitter hearing, “Are Vitter and Oldham suggesting they may not discuss", "Brown because they believe it’s conceivable that a case questioning its", "prohibition on de jure racial segregation may come before them? Shouldn’t", "we find out what that case is?”", "It’s one thing for future judges to decline to make promises about pending", "cases. It’s another thing to imply that what John Roberts once described", "as immutable “super precedents” are suddenly up for debate. This week saw", "the next step in that progression: The Justice Department thinks Brown is", "still the law of the land until and unless it stops thinking that. Which", "could happen tomorrow.", "Support our independent journalism", "Readers like you make our work possible. Help us continue to provide the", "reporting, commentary, and criticism you won’t find anywhere else.", "Join", "* Tweet", "* Share", "* Comment", "Department of Justice Law Supreme Court Judiciary", "Dahlia Lithwick writes about the courts and the law for Slate and hosts", "the podcast Amicus.", "* Twitter", "* Facebook", "Advertisement", "----------------------------------------------------------------------", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "About", "* About Us", "* Work With Us", "* Contact", "* Pitch Guidelines", "* Send Us Tips", "* Corrections", "* Commenting", "Subscriptions", "* Subscribe", "* Sign In", "* Account", "* Subscription FAQs", "* Podcast FAQs", "* Newsletters", "* Customer Support", "Advertising", "* Advertise: Site / Podcasts", "* AdChoices", "* Cookie Preferences", "More", "* Reprints", "* Slate Shop", "Slate is published by The Slate Group, a Graham Holdings Company.", "Follow Us", "Facebook  Twitter  Instagram  RSS Feed", "* User Agreement", "* Privacy Policy", "All contents © 2021 The Slate Group LLC. All rights reserved."]