["Link: canonical", "Link: shortlink", "* Madison Office", "* 608-204-5810", "* Green Bay Office", "* 920-884-9296", "Arena Strategy Group", "* Home", "* About", "* Capabilities", "Select Page", "_____________________", "About", "In 2007, Mark Graul founded Arena Strategy Group, LLC, a full-service", "grassroots mobilization, public affairs and public relations consulting", "firm that works for clients in multiple Midwestern states. We use our", "extensive contacts to help businesses and organizations achieve their", "objectives in the public arena through coalition building, grassroots", "contacts, grasstops contacts, online advocacy, media outreach, and", "government affairs. When you are ready to enter the “arena” of public", "affairs, Arena Strategy Group is ready to stand with you.", "Team Members", "Mark Graul", "Graul oversees and leads all aspects of ASG’s government affairs,", "grassroots advocacy and public relations operations. Under Graul’s", "leadership, ASG has successfully represented clients ranging from Fortune", "10 corporations to well-known national and regional non-profits.", "He has worked in the local, state and national political arena for over 20", "years. He is one of Wisconsin’s leading operatives, and has managed or", "advised several presidential, statewide, judicial, congressional,", "legislative and local campaigns. Graul also served as a chief of staff in", "both Washington D.C. and Madison.", "Graul started his career working in the Wisconsin State Assembly from", "1991-1998 where he worked as a top aide to two members of the legislative", "leadership. He also served as an alderman for the City of Fitchburg from", "1995-1996. Graul was Chief of Staff to U.S. Rep Mark Green from 1999-2003.", "In 2004, he was the Wisconsin director for President George W. Bush’s", "successful reelection campaign. Graul grew up in Wauwatosa, Wisconsin and", "is a graduate of the University of Wisconsin.", "Email Mark", "Nathan Schacht", "Schacht is responsible for executing many of the day-to-day operations for", "ASG’s public relations and grassroots advocacy clients.", "Schacht has over a decade’s worth of experience in both state and national", "politics as well as in the media. Starting his career working for former", "Speaker Paul Ryan, Schacht spent five years serving Ryan in various", "capacities in both his campaign and congressional office.", "Following his time with Ryan, Schacht spent time working in the Wisconsin", "Legislature as well as a writer for a national non-profit media", "organization. Nathan grew up in Jefferson, Wisconsin and is a graduate of", "Carroll University.", "Email Nathan", "Hannah Huffman", "Huffman is responsible for ASG’s government affairs operations by", "monitoring activity at the state Capitol and ensuring that clients’", "legislative goals are met. She joined ASG after seven years of legislative", "experience in Madison. Most recently, Hannah served as Communications", "Director for Assembly Majority Leader Jim Steineke.", "Before her position in the Majority Leader’s Office, Hannah served in the", "offices of Assembly Majority Leader Scott Suder, Senator Rich Zipperer,", "Senate Majority Leader Scott Fitzgerald, and Senator Dan Kapanke and ran", "several state Assembly campaigns.", "Prior to working in state government, Hannah worked as an Assistant", "Account Executive for Kohnstamm Communications, a St. Paul-based public", "relations firm. Huffman grew up in La Crosse, Wisconsin and is a graduate", "of Northwestern College.", "Email Hannah", "© 2021, Arena Strategy Group LLC"]