["Link: canonical", "[IMG]CrosswordNewsletters", "DAILY BEAST", "* Covid-19", "* Cheat Sheet", "* Politics", "* Entertainment", "* Media", "* Royalist", "* World", "* Half Full", "* U.S. News", "* Scouted", "* Travel", "Politics[IMG]", "Trump’s Nominee for Deputy Attorney General Refuses to Say if He Supports Brown", "v. Board Ruling", "NO COMMENT", "When asked about the landmark segregation ruling, Jeffrey Rosen said it", "wouldn’t be ‘a productive exercise’ for him to say ‘which ones are right", "and which ones are wrong.’", "[IMG]", "Betsy Swan", "Former Political Reporter", "Updated Jun. 05, 2019 9:47AM ET / Published Apr. 10, 2019 11:52AM ET", "REUTERS", "Jeffrey Rosen, President Donald Trump’s nominee to be second-in-command at", "the Justice Department, declined on Wednesday to tell the Senate whether", "he thought the Supreme Court ruled correctly in Brown v. Board of", "Education.", "The remark, which he later walked back in a written statement, came during", "Rosen’s confirmation hearing before the Senate Judiciary Committee. Sen.", "Richard Blumenthal, a Connecticut Democrat, pressed Rosen on Brown v.", "Board of Education, the landmark ruling that found school segregation to", "be unconstitutional; and Roe v. Wade, the ruling that affirmed that", "abortion access is a constitutional right.", "“Would you agree that Roe v. Wade was correctly decided?” Blumenthal", "asked.", "“What I would agree with is that it’s the precedent of the Supreme Court", "for better than 40 years now and unless and until that changes, it’s the", "law,” he replied.", "Blumenthal then pressed him on whether it was decided correctly, and Rosen", "said he didn’t have anything more to say.", "“Was Brown v. Board of Education correctly decided?” Blumenthal asked.", "“Senator, I don’t think that it would be a productive exercise for me to", "go through the most–thousands of Supreme Court opinions and say which ones", "are right and which ones are wrong,” he said.", "“These are pretty simple questions,” Blumenthal said. “They’re answerable", "by yes or no. Most lawyers, I suspect, would agree based on knowledge of", "the law that these two cases, pillars of our jurisprudence, were correctly", "decided by the United States Supreme Court.”", "“I, um, I have views about lots of Supreme Court cases,” Rosen said, “but", "I’m not being nominated for this position to be the Solicitor General nor", "a judge and I think in this context the point I’m trying to make is that,", "whatever the law is, whether it’s a decision I would favor or disfavor, I", "see it as the role of the Department of Justice to uphold the law such as", "it is, unless Congress or the courts change it.”", "In a written response to follow-up questions from members of the Senate", "Judiciary Committee, Rosen dialed back the statement. “Brown v. Board of", "Education is a landmark opinion of the Supreme Court that overturned", "Plessy v. Ferguson and the odious separate-but-equal doctrine,” Rosen", "wrote. “As someone who supports the equal protection of the law for all", "Americans, it is unthinkable to me that Brown would ever be overturned.”", "Rosen’s reticence distinguished him from Attorney General Bill Barr, who", "noted in his confirmation hearing that he previously said Roe was “wrongly", "decided,” added that he didn’t expect it to be overturned, and was", "committed to enforcing legislation that protects women’s access to clinics", "that provide abortions.", "But it put him in the same camp as Supreme Court Justice Neil Gorsuch, who", "also declined to weigh in on Brown during his confirmation hearing, as The", "Atlantic noted. Judge Wendy Vitter, who was sworn in last year as a", "district judge, also refused to comment on the decision. Several other", "judicial nominees fielded the question in the same way, as Slate has", "reported. But Supreme court Justice Brett Kavanaugh praised it during his", "confirmation, calling it “inspirational.”", "Rosen is nominated as deputy attorney general, the post Rod Rosenstein now", "holds. As the second-in-command, he would oversee the day-to-day workings", "of the Justice Department—a uniquely powerful position.", "After the hearing, Sherrilyn Ifill—president and director-counsel at the", "NAACP Legal Defense and Educational Fund—called on senators to oppose his", "confirmation, citing his comments on Brown.", "“This is an unprecedented and completely disqualifying action for anyone", "seeking to be confirmed to a leadership position in the U.S. Department of", "Justice,” she said in a statement. “As Deputy Attorney General, Jeffrey", "Rosen would oversee the Solicitor General’s Office and the Civil Rights", "Division, making his views on this seminal civil rights decision both", "relevant and critical.”", "[IMG]", "Betsy Swan", "Former Political Reporter", "@woodruffbets", "Got a tip? Send it to The Daily Beast here.", "READ THIS LIST", "DAILY BEAST", "* Covid-19", "* Cheat Sheet", "* Politics", "* Entertainment", "* Media", "* Royalist", "* World", "* Half Full", "* U.S. News", "* Scouted", "* Travel", "* Beast Inside", "* Crossword", "* Newsletters", "* Podcasts", "* About", "* Contact", "* Tips", "* Jobs", "* Advertise", "* Help", "* Privacy", "* Code of Ethics & Standards", "* Diversity", "* Terms & Conditions", "* Copyright & Trademark", "* Sitemap", "* Coupons", "© 2021 The Daily Beast Company LLC"]