["Link: profile", "Link: canonical", "Link: shortlink", "Link: apple-touch-startup-image", "Close", "* About", "* Newsletters", "* Membership", "* Contact", "Search for: _____________________ Search", "* Audio stories", "* News414", "* Coronavirus Coverage", "* Lives on Hold", "* Projects[ Submit ]", "* Project archives", "* Costly Care", "* Wisconsin COVID-19 Update", "* Coronavirus Coverage", "* Outbreak Wisconsin", "* Narrow Margin", "* Seeking a Cure: The Quest to Save Rural Hospitals", "* The Cannabis Question", "* Coverage[ Submit ]", "* Economy", "* Education", "* Environment", "* Health & Welfare", "* Justice & Safety", "* Opinion", "* Photo Essays", "* Be your own watchdog", "* Donate", "* Facebook", "* Twitter", "* Instagram", "* RSS", "Close", "Our Investigations. Your Inbox.", "Subscribe to our newsletters", "Skip to content", "[IMG]WisconsinWatch.org", "WisconsinWatch.org", "Wisconsin Center for Investigative Journalism", "Donate Menu", "Open Search", "Search for: _____________________ Search", "Posted inGovernment, Money & Politics", "Wisconsin vote split was closer than results", "Avatar by Bill Lueders and Kate Golden November 18th, 2012June 18th, 2014", "Why you can trust WisconsinWatch.org", "Share this:", "[IMG][IMG]Rococo, 2011. Three Madison-area Assembly districts, as redrawn", "by Republicans in 2011’s Act 43. Graphic: Kate Golden", "Interactive maps", "[IMG][IMG]Click to explore data visualization in a new page. In the 2012", "elections, the parties’ share of seats didn’t match the share of votes", "they got.", "Video: Tammy Baldwin and Paul Ryan’s redistricting deal", "According to state Sen. Tim Cullen, D-Janesville, U.S. House members", "Baldwin and Ryan in 2001 agreed to redraw their respective districts for", "each other’s political benefit. He called the deal one of the “classic", "nationwide examples of gerrymandering.” (Baldwin and Ryan’s offices were", "contacted for comment Friday afternoon.) This excerpt is courtesy of", "wiseye.org; the full video of his Nov. 13 remarks is here.", "In the aftermath of the Nov. 6 elections, words like “fickle” and", "“schizophrenic” are being bandied about to describe the Wisconsin", "electorate.", "How else can anyone explain a group of voters who simultaneously picked", "Democrats Barack Obama for president and Tammy Baldwin for U.S. Senate", "while preserving a 5-3 Republican edge in its congressional delegation and", "giving the GOP a commanding majority in both houses of the state", "Legislature?", "But the vote tallies in Wisconsin’s congressional and state legislative", "races were not nearly as lopsided as the parties’ resulting share of", "seats, according to a Wisconsin Center for Investigative Journalism", "analysis. The breakdown between Republican and Democratic votes was close", "even in the races for Congress and state Legislature, where the GOP scored", "substantial wins.", "Some election observers say these results, which ensure that Republican", "Gov. Scott Walker will have strong GOP majorities heading into the next", "legislative session, owe largely to redistricting — the redrawing of", "voting district boundaries based on the U.S. Census.", "“The outcome of this year’s U.S. House as well as state Senate and state", "Assembly elections testify to the power of redistricting,” said Mike", "McCabe, executive director of the Wisconsin Democracy Campaign, a", "nonpartisan clean-government advocacy group.", "For instance, Republicans received 49 percent of the 2.9 million votes", "cast in Wisconsin’s congressional races, but won five out of eight, or", "62.5 percent, of the seats, according to the Center’s analysis. The Center", "analyzed unofficial 2012 results reported by the Milwaukee Journal", "Sentinel and official 2010 results from the state Government", "Accountability Board.", "[IMG][IMG]Wisconsin Democracy Campaign executive director Mike McCabe.", "Michelle Stocker/The Capital Times", "The vote breakdown in the state’s congressional races was comparable to", "that for president and U.S. Senate, where the Democratic standard-bearers", "won 53 percent and 51 percent, respectively.", "Wisconsin’s experience is not unique.", "Geoffrey Stone, a law professor at the University of Chicago, recently", "wrote in a Huffington Post blog that Republicans won 55 percent of all", "House seats nationally while capturing less than half of the total vote.", "Stone said the GOP “won control of a substantial majority of state", "governments” in 2010, then “used that power to redraw congressional", "district lines in such a way as to maximize the Republican outcome in the", "2012 House election.”", "[IMG][IMG]Kenneth Mayer, UW-Madison political science professor. Photo:", "UW-Madison website.", "In Wisconsin, redistricting based on the 2010 Census was done largely", "in secret by the Republicans who controlled the state Legislature.", "Democrats accused the GOP of using this opportunity to cement its", "electoral advantage, which in itself is not illegal.", "In March, a panel of three federal judges upheld most of the state’s", "redistricting process, including the congressional component. The panel", "did strike down the redrawing of two Assembly districts, saying it diluted", "the power of Hispanic voters.", "“There is no question — none — that the recent redistricting effort", "distorted the vote,” said Ken Mayer, a professor of political science at", "the University of Wisconsin-Madison. “Nobody takes seriously the notion", "that the legislative plan for congressional districts wasn’t politically", "motivated.”", "McCabe said the lines were “drawn in a way that squeezes most Democratic", "voters into a few districts and widely disperses their voting power across", "the rest of the districts.” That left GOP candidates “with a pronounced", "electoral advantage in congressional and legislative races.”", "[IMG][IMG]Rep. Robin Vos, state Assembly Speaker-elect.", "But Rep. Robin Vos, R-Rochester, the Assembly speaker-elect, didn’t agree", "that redistricting played a significant role in his party’s fortunes. He", "said there have always been districts that due to high turnout and other", "factors lean to one side and that the GOP simply did a better job of", "getting out the vote.", "“Every district is on its own,” Vos said. “There are competitive seats in", "every part of the state. And I think that at the end of the day, voters", "made a choice to pick the best individual candidate.”", "In the 2010 contested Assembly races, the GOP got a slightly larger", "proportion of seats than votes. In 2012, that pattern was even more", "pronounced.", "This year, Republicans won 56 of the 76 contested Assembly seats in the", "Nov. 6 election. That’s 74 percent of the seats — which they won with just", "52 percent of the 2.2 million votes.", "The Democratic Party of Wisconsin furnished the Center with data showing", "that if uncontested races were included in the analysis, Democrats", "actually received 200,000 more Assembly votes than Republicans. Most", "uncontested races were in Democratic districts.", "The GOP’s new 60-39 majority in the Assembly is nearly the same as it was", "heading into the election: 59-39, with one independent.", "In the state Senate, Republicans won six of 11 contested races, including", "two seats that had been held by Democrats. The Republicans now have a", "17-15 advantage in the state Senate, which will likely increase to 18-15", "after a December special election in an overwhelmingly Republican", "district.", "But the Democrats actually outpolled the GOP in these contested state", "Senate elections, winning 50.5 percent of the 941,000 votes cast.", "Cal Potter, a former Democratic state lawmaker who now serves on the board", "of Common Cause in Wisconsin, a nonpartisan watchdog group, noted that the", "redistricting after the 1990 and 2000 Census was done by the courts,", "because the Legislature and governor were split and could not agree on a", "plan. This time around, he said, the GOP ran the show and was able to", "maximize its electoral advantages.", "You may also be interested in these stories:", "* Groups eye redistricting reforms", "* [IMG][IMG]", "* Partisan gridlock at Wisconsin Elections Commission frustrates voters,", "local officials", "* [IMG][IMG]", "* Wisconsin Public Television spotlights redistricting success story", "* [IMG][IMG]", "Tagged: Elections, redistricting, voters, wisconsin legislature", "5 replies on “Wisconsin vote split was closer than results”", "1. [IMG]Avatar  Jan says:", "November 19th, 2012 at 2:55 PM", "The WI Democracy Campaign is non-partisan???", "You must be joking.", "Where do a lot of their donations come from? Does any George Soros", "funded group have it’s hands involved?", "1. [IMG]Avatar  Rebecca Katers says:", "November 23rd, 2012 at 12:47 PM", "As the article said, the COURTS did the redistricting in 1990 and", "2000. This website and organization were created only a few years", "ago, so they’ve had no oppportunity to write about redistricting", "before.", "Redistricting happens only once per decade, so it’s been at least", "30 years since Democrats might have controlled redistricting in", "Wisconsin and it could easily be decades longer ago. (Does anyone", "know who decided in 1980, 1970, 1960, or 1950?)", "I think the main issue raised by this article is the danger of", "allowing ANY political party to have sole control over", "redistricting. It doesn’t matter which party it is.", "Redistricting should be a public process and should follow clear,", "logical standards. Proposed districts should be published and the", "public should have at least 30 days to send written comments or", "speak publicly at Town Hall style public hearings held all around", "the state. At the end of this process, a balanced panel of judges", "should have the final say, not politicians.", "2. [IMG]Avatar  Rebecca Katers says:", "November 23rd, 2012 at 12:59 PM", "Jan – I’ve followed the work of the Wisconsin Democracy Campaign", "for years, and have never seen them act as partisans. I remember", "many articles they’ve written that were deeply critical of both", "major parties, and many articles exposing prominent individual", "politicians of both parties.", "Go to the Wisconsin Democracy Campaign’s website (www.wisdc.org)", "and give everyone here a link to an article where you believe", "they’re being partisan, so we can discuss specifics.", "I think you’ll have a hard time finding even one example.", "2. [IMG]Avatar  Jan says:", "November 19th, 2012 at 2:56 PM", "Was a similar article done when Democrats were in charge of", "re-districting?", "1. [IMG]Avatar  Mia says:", "November 23rd, 2012 at 5:34 PM", "There isn’t an article on Democrats re-districting because in", "previous years the two parties were deadlocked. Therefore, the", "courts redrew the lines.", "Comments are closed.", "Who we are", "Wisconsin Watch is a nonprofit newsroom that focuses on government", "integrity and quality of life issues. Sign up for our newsletter for more", "stories and updates straight to your inbox.", "Donate to Wisconsin Watch", "Your donation supports nonpartisan, fact-checked news and the training of", "investigative journalists.", "Donate Now!", "Recent Posts", "* Case numbers in Wisconsin creeping back — 3/26/21 March 26th, 2021", "* Wisconsin Weekly: Prison and jail populations drop in Wisconsin as", "pandemic grinds on March 26th, 2021", "* Echoes of 1918 flu pandemic resonate today — 3/25/21 March 25th, 2021", "* Wisconsin ‘long-hauler’ chronicles COVID-19 struggles — 3/24/21 March", "24th, 2021", "Top Posts & Pages", "* [IMG]Case numbers in Wisconsin creeping back — 3/26/21", "Case numbers in Wisconsin creeping back — 3/26/21", "* [IMG]Wisconsin one of five states where ‘dangerous’ exotic animals can", "be pets", "Wisconsin one of five states where ‘dangerous’ exotic animals can be", "pets", "* [IMG]Background checks, dealer licensing requirements in Wisconsin", "explained", "Background checks, dealer licensing requirements in Wisconsin", "explained", "* [IMG]Limits to exotic pets in Wisconsin loom, but critics cite several", "loopholes", "Limits to exotic pets in Wisconsin loom, but critics cite several", "loopholes", "* [IMG]How to get a COVID-19 shot in Wisconsin: Vaccine hunters share", "tips", "How to get a COVID-19 shot in Wisconsin: Vaccine hunters share tips", "* [IMG]‘Where am I going to be in a year?’ Paul Mathis chronicles life", "with symptoms that won’t go away", "‘Where am I going to be in a year?’ Paul Mathis chronicles life with", "symptoms that won’t go away", "About Wisconsin Watch", "* About us", "* How we work", "* Staff", "* Board of Directors", "* Funding", "* Diversity, Equity & Inclusion", "* Ethics", "* The Trust Project", "* Awards and honors", "* Audio Stories", "* Project archives", "* Impact", "* Public Engagement and Opinion", "* Republishing guidelines", "* Be your own watchdog", "* News about the Center", "* WCIJ logos", "* Former staff: Where they are now", "* Subscribe to our free email newsletters", "* Wisconsin Watch Store", "* Donate", "* Contact", "[IMG][IMG]", "* Facebook", "* Twitter", "* Instagram", "* RSS", "About", "* How we work", "* Project archives", "* Awards and honors", "* Republishing guidelines", "* Ethics", "* Diversity, Equity and Inclusion", "* Funding", "* Pitch guidelines for freelancers", "* Corrections and clarifications", "* Newsletter archives", "* Wisconsin Watch Store", "Our People", "* Staff", "* Board of Directors", "* Journalism Advisory Board", "Our Impact", "* Track our stories", "* Stories making a difference", "Topics", "* Economy", "* Education", "* Environment", "* Government", "* Health", "* Justice System", "Media Partners", "* Media Downloads", "* Republishing guidelines", "Contact", "Wisconsin Center for Investigative Journalism", "Fifth Floor, Vilas Hall", "821 University Ave", "Madison, WI 53706", "608-262-3642", "info@wisconsinwatch.org", "Send Us A Tip", "© 2021 WisconsinWatch.org. Proudly powered by Newspack by Automattic User", "Agreement and Privacy Policy"]