["Link: canonical", "Subscribe {{#gup.welcomeName}} Hi, {{gup.welcomeName}}", "{{/gup.welcomeName}} {{^gup.welcomeName}} Hi, {{gup.email}}", "{{/gup.welcomeName}}  {{#gup.welcomeName}} Hi, {{gup.welcomeName}}", "{{/gup.welcomeName}} {{^gup.welcomeName}} Hi, {{gup.email}}", "{{/gup.welcomeName}}  Sign In", "Subscribe Now – Get Your Offer", "* Home", "* News", "* Sports", "* Entertainment", "* Life", "* Money", "* Tech", "* Travel", "* Opinion", "* Weather", "* Investigations", "* Crosswords", "* Humankind", "* Newsletters", "* Support Local", "* Give Feedback", "Subscribe {{#gup.welcomeName}} Hi, {{gup.welcomeName}}", "{{/gup.welcomeName}} {{^gup.welcomeName}} Hi, {{gup.email}}", "{{/gup.welcomeName}}  {{#gup.welcomeName}} Hi, {{gup.welcomeName}}", "{{/gup.welcomeName}} {{^gup.welcomeName}} Hi, {{gup.email}}", "{{/gup.welcomeName}}  Sign In", "Civil rights leaders slam new Georgia election law", "OPINION", "On Brown v. Board of Education, Trump judicial nominees won't commit to US law", "and values", "Brown is more than a historic ruling. It paved the way for civil rights", "progress and laid the very foundation for equal protection under the law.", "Richard Blumenthal and Derrick Johnson | Opinion contributors | 8:41 am", "EDT May 18, 2019", "“Do you believe Brown v. Board of Education was correctly decided?” This", "might seem like a strange question to ask a judicial nominee in", "2019. Sadly, it is starkly relevant thanks to recent signals from the", "Supreme Court that it is open to reconsidering long-established precedents", "and foundational values.", "No decision is more emblematic of these precedents and values than the", "Supreme Court’s unanimous decision in the 1954 Brown v. Board of", "Education. It did more than rule that segregation in schools was", "unconstitutional — it paved the way for the Civil Rights Act in 1964 and", "the Voting Rights Act in 1965. It laid the very foundation for our modern", "understanding of equal protection under the law.", "As a member of the Senate Judiciary Committee and the leader of a civil", "rights organization devoted to racial justice, we believe there’s an", "unquestionably important reason to ask President Donald Trump's judicial", "nominees whether they believe Brown v. Board of Education was correctly", "decided. This iconic Supreme Court ruling is a pillar of respect for our", "rule of law. It represents decades of hard-fought progress our society and", "laws have made on issues of civil rights and equal protection.", "Classroom at black school in Farmville, Virginia in 1951. A student strike", "to protest conditions helped lead to the Supreme Court's Brown v. Board of", "Education ruling.", "Tim Dillon, USAT", "Read more commentary:", "Conservatives are already packing the courts. Democrats must respond to", "this power grab.", "Biased federal judges, not Trump's agenda, are real threat to", "constitutional order: Column", "How to turn down political heat on Supreme Court and federal judges: Stop", "signing opinions", "Unfortunately, many recent nominees have refused to answer it directly.", "Following orders from their Trump administration handlers, these nominees", "display brazen disrespect for our rule of law. Their obfuscation", "undermines the right of the Senate to carry out its duties to vet", "nominees. It should alarm all Americans.", "The Brown question seems particularly pertinent as we celebrate the May 17", "anniversary of the landmark decision in the same week the Senate has", "confirmed three judicial nominees whose records mock the rights it", "exemplifies.", "Out of touch with reality and legal ethics", "One of the nominees refusing to answer was Wendy Vitter, who was confirmed", "Thursday as a district court judge in Louisiana. Asked whether she thought", "Brown v. Board of Education was correctly decided, Vitter replied, “I", "don’t mean to be coy but I think I get into a difficult area when I start", "commenting on Supreme Court decisions which are correctly decided and", "which I may disagree with.”", "Disturbingly, Vitter was not an outlier. In fact, the Trump administration", "is so adamant that all nominees refuse to answer the Brown question that", "even Jeffery Rosen, Trump’s nominee to be deputy attorney general, refused", "to affirm the Brown decision — and part of his job is to oversee the", "Justice Department's Civil Rights Division.", "Instead, one nominee after another has given an identical response: They", "can’t answer because of a potential pending matter (impossible), or Canon", "of Ethics (inconceivable), or some other obvious dodge. Any nominee who", "thinks he or she will have to consider a case that overturns Brown is out", "of touch with reality, and any nominee who thinks that Chief Justice John", "Roberts violated the Canon of Ethics when he affirmed Brown at his", "confirmation hearing is out of touch with the law.", "Silence shows infidelity to law and values", "Brown is about more than just its historic ruling, that separate but equal", "school segregation is inherently unequal and unconstitutional. It is about", "core values and principles deeply embedded in the constitutional consensus", "that binds and bonds a diverse democracy. It is about a slew of other key", "precedents that protect lives and law embodying our Constitution.", "To dodge or refuse to answer the Brown question is to lack fidelity to the", "rule of law — or at least the courage to state it. It also", "represents infidelity to the progress we’ve made in the years since Brown", "was decided.", "Brown was unanimous. Justices appointed by both parties joined a single", "opinion written by Chief Justice Earl Warren, a former Republican", "governor. But the principles it championed were not woven into the fabric", "of our nation overnight.", "It took the relentless efforts of civil rights organizations like the", "NAACP and the blood, sweat and tears of good-willed people to change", "that. It is incumbent on everyone, and most especially our elected leaders", "and judiciary, to routinely reaffirm the decision and the hard-fought", "progress it embodies. Today, the only reasonable answer to a question on", "whether Brown was right is a resounding and forceful “yes.” Because it was", "right on the law and right on the values.", "Sen. Richard Blumenthal, D-Connecticut, is a member of the Senate", "Judiciary Committee. Derrick Johnson is president and CEO of the NAACP.", "Follow them on Twitter: @SenBlumenthal and @DerrickNAACP", "View | 77 Photos", "May political cartoons from the USA TODAY network", "Originally Published 4:00 am EDT May 17, 2019", "Updated 8:41 am EDT May 18, 2019", "Subscribe Now – Get Your Offer", "THE SHORT LIST NEWSLETTER", "The news everyone's talking about, delivered straight to your inbox. Sign", "up now", "Help  •  Terms of Service  •  Privacy Notice", "Your California Privacy Notice", "Mobile Apps  •  Ad Choices", "Terms of Service  •  Privacy Notice", "© Copyright Gannett 2021"]