["Link: canonical", "Link: image_src", "Link: alternate", "* Sections", "* Sections", "* Top Stories", "* Video", "* Live", "* U.S.", "* Politics", "* Coronavirus", "* International", "* Entertainment", "* Business", "* Technology", "* Lifestyle", "* Health", "* Virtual Reality", "* Weather", "* Tips", "* Sports", "* FiveThirtyEight", "* Shows", "* Shows", "* Good Morning America", "* World News Tonight", "* Nightline", "* 20/20", "* This Week", "* The View", "* What Would You Do?", "* More", "* Privacy Policy", "* Your CA Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "* Terms of Use", "* Do Not Sell My Info", "* Contact Us", "* ABC News Network | © 2021 ABC News Internet Ventures. All rights", "reserved.", "* Search", "* _____________________ [ Submit ]", "Menu", "Interest Successfully Added We'll notify you here with news about", "AlertTag Turn on desktop notifications for breaking stories about", "interest? [ ] Off On", "* Notifications", "* Notifications For Interests:", "* Breaking", "* Interests See All", "To save your interests across all devices Log In or Sign Up", "Turn on desktop notifications for breaking news? [ ] Off On", "* Log In", "* Video", "* Live", "* Shows", "* Good Morning America Good Morning America", "* World News Tonight World News Tonight", "* Nightline Nightline", "* 20/20 20/20", "* This Week This Week", "* The View The View", "* What Would You Do? What Would You Do?", "* Coronavirus", "*    * U.S.", "* Politics", "* International", "* Entertainment", "* Business", "* Technology", "* Lifestyle", "* Health", "* Virtual Reality", "* Weather", "* Tips", "* Sports", "* FiveThirtyEight", "* Privacy PolicyPrivacy Policy", "* Your CA Privacy RightsYour CA Privacy Rights", "* Children's Online Privacy PolicyChildren's Online Privacy Policy", "* Interest-Based AdsInterest-Based Ads", "* Terms of UseTerms of Use", "* Do Not Sell My InfoDo Not Sell My Info", "* Contact UsContact Us", "* ABC News Network | © 2021 ABC News Internet Ventures. All rights", "reserved.", "_____________________ [ Submit ]", "Roland Martin: Trump's policies 'appeal to white fear'", "More", "The \"This Week\" Powerhouse Roundtable discusses \"send her back\" chants,", "Trump's response and 2020 politics with George Stephanopoulos.", "15:57 | 07/21/19", "ABC Breaking News | Latest News Videos", "Coming up in the next {{countdown}} {{countdownlbl}}", "Coming up next:", "{{nextVideo.title}}", "{{nextVideo.description}}", "Skip to this video now", "Related", "* [IMG]", "Now Playing:", "{{currentVideo.title}}", "Resume Playing Video", "Play Video", "Comments", "Related Extras", "Related Videos", "Video Transcript", "Transcript for Roland Martin: Trump's policies 'appeal to white fear'", "Talking about them going back home. The racist basic taunts. I think it's", "pretty outrageous. It's vile. It's offensive. And it's not new in our", "country. I never, ever would have believed in my lifetime that I would", "hear the ugly racist remarks coming from the president of the United", "States. We're joined now on our roundtable by our ABC senior congressional", "correspondent Mary Bruce, ayesha Rascoe, Maggie Haberman, Sara Fagen and", "Roland martin. Let me begin with you, ayesha. You're in North Carolina", "Thursday night, set the scene. The crowd wasery worked up that night. They", "weren't really angry at the press. They were ready to talk about the", "subject. When I went out and talked to people in the crowd and were asking", "them about president trump's tweets about the squad, they were saying,", "they were basically repeating what the president had been saying that it's", "not racist, he didn't mention color. He said they could come back if they", "wanted to and so they were ready. When he started talking about OMAR,", "that's when it really kick in. Was it organic? At first, they send send", "her back to Somalia. Someone was screaming, they're evil, traitor. Then it", "became send her back. Someone was definitely screaming before, send her", "back to Somalia. Send her back to Somalia. Mary, this came out two days", "before in congress the resolution condemning the remarks. Look, it was", "just remarkable I think to see the way both sides responded to this week.", "Look, Republicans this week really bent themselves into pretzels", "essentially trying to avoid responding to this. I spent a lot of time", "running around the hallways not getting any responses at all. When the", "vote was called, only four Republicans -- Only four Republicans were", "willing to actually side with the Democrats and condemn the president.", "What changed after those chants, the way that Republicans were willing to", "intervene, go to Mike pence, now you need to talk to the president. It was", "the chants not the president's actual language. That's because Republicans", "are deeply concerned that those chants are going to stick. Maggie, the", "tweet this morning, that's all fake news that didn't happen. You have a", "piece in \"The new York Times\" basically laying out how this is following a", "pattern of president trump. I was actually thinking about this, you had", "the president on four years ago when he was a candidate talking about why,", "you know, he didn't mean it when he left open the possibility of a Muslim", "registry. He refused to clear up then and he refused to clear up this", "week. On \"The apprentice.\" He wanted a competing team of blacks versus", "white. That's something hi pitched to NBC. He took out an ad calling for", "the death penalty or saying bring back the death penalty for five people", "of color who were accused of a horrific crime. At a certain point, it sort", "of -- it's hard to protend these are isolated incidents. Sara Fagen, lot", "of Republicans went to Mike pence saying, please get the president say it", "was wrong. He said it. He did. And then retweeted out for it again. He's", "not going to apologize on this. He has a history of not apologizing on any", "issue. I mean, it's a political tactic for him to go out strong and it's", "something that has been effective for him, but when you take a step back", "on matters of race, too often people on the left, too quickly accuse", "people on the right of being racists and too often people on the right", "don't quickly disavow it. This has been going on for decades. I remember", "in the 2000 campaign, there were millions of dollars spent against George", "Bush accusing him of being a racist. What happens politically people put", "on their Jersey, my team is being attacked. But there's no question about", "that. Congressman Cummings, I asked him if the president was a racist, a", "couple of years ago after charlottesville, he refused to say that", "president is a racist. This week, he says it's the president taking on the", "congresswomen does cross the line. He said that he also hesitated for", "several seconds in your interview. But setting that aside, I think what's", "problematic for the president here in just the course of the politics of", "this week is that we're talking about the president in a racial context", "when he didn't actually start this debate. This debate started when", "congresswoman Cortez accused of Nancy Pelosi of being racist and he", "interjected himself and made it about him. He did. There's been no", "Republican president who has been as overt on race since Herbert Hoover", "who led the lily white movement. That's what you're dealing with here.", "This is a president who knows this game, and who is playing it. It's a", "dangerous game. When you have the governor of Massachusetts call it", "shameful and despicable. When you have will Hurd of Texas, the only black", "Republican in the house vote with Democrats. You cannot ignore this", "reality. What's even more shameful, a white conservative evangelical", "nothing. Franklin graham, silent. When you see Tony Perkins, silent. These", "are the people -- you read Frederick Douglass speech, what does the fourth", "of July mean to the slave? His most condemnation was for white Christians.", "Evangelicals need to challenge this president and say, what you're doing", "is wrong, shameful and despicable and you should stop but he won't because", "he's leading policies and also appealing to white fear. The Republicans", "fell in line this week, do you see any point where there still not to be", "cracks? Short term, no. Long term for Republicans we need to be much", "better on matters of race. Not only in rhetoric, but policy. I think", "Democrats need to give the president credit when he does things, works on", "issues that are beneficial. Such as? Criminal justice reform. The first", "step act. Keep going, what else? Unemployment. Black and hispanic", "unemployment -- This is the man who is trying to kill the only federal", "agency that's designed to help black business -- This is the problem,", "Roland. There's nothing ever good that this president does. Only", "criticism. I'm citing facts. Ayesha, the trump campaign in the 24, 36", "hours after this started to break did seem off-footed, they didn't know", "which direction to go in. At first they were focusing on the four", "lawmakers and justifying it these lawmakers are un-american and then the", "president came out and kind of president came out and kind of disavowed", "what was said and then they kind of changed their tune a little bit. That", "usually what happens. The president says something and then you have the", "campaign and the administration basically rising up to kind of reverse", "engineer what he said. Maggie, because the campaign does seem to be in", "purposes in strategy. On one hand, they need to pick up voters that think", "the economy is doing well but don't approve of the president personally", "and then they want to rile up the base. There's not some strategy to play", "to the base in the sense that they have all talked about this and this is", "the best course, this is the only course available to him because he can't", "change who he is. He doesn't talk about the economy. He does have a", "tactile sense. I think there's a middle ground between people wanting to", "say he's impulsive and people say this is strategy. I think he has tactile", "sense that sadly there's a commercial appeal and voter appeal for racism", "in this country. He won't change. The broader issue when talking about", "policies, Republicans advancing federal judges who won't even say that", "brown versus board of education was properly decided, when you have clear", "intent, Republicans in north Carolina who have tried to limit the rights", "of voting for African-Americans extremely explicit. And Mary Bruce, it's", "clear that Mitch Mcconnell has made the calculation that the president has", "given us policy that's working for Republicans overall. Absolutely. You", "saw that way with the Republican leaders fell in line behind the", "president. The way this played out, while Republicans before they have may", "drawn the line in a different area here they all fell in line behind him.", "How far they have moved in reuniting behind the president. But it does", "present a huge challenge going forward. It's clear the president is not", "going to drop it. Republican leaders, they can't just kind of lay low and", "hope it blows over. That's not going to happen. Well, they have to get", "back to issues. The reality is, this economy is humming. This president", "has done very good on economic policy for this country including for", "minorities. But they need the president to talk about that. They need the", "president to talk about it. If you think about where the Democrats are, we", "need to be talking about where the Democrats are. It's very ironic in this", "debate we're now having whether the president is or not the racist. The", "same week the democratic congress put forward a resolution condemning him.", "Congresswoman OMAR puts forward a resolutions sanctions on Israel. I", "understand. Look, she's same one as a co-sponsor to provide compensation", "for those affected by 9/11. I'll give credit -- okay. I'll give Donald", "Trump credit, but what I'm also acknowledging this is appealing to white", "fear. America is changing. By 2043 we'll be a nation of that's the game", "here. The president dominating the conversation like this, away from", "policy, it's not only a problem for Republicans it's a problem for", "Democrats. To tie the Democrat and democratic leaders to these four", "members on the far left. That also means is, the president's strategy is", "working in the sense they had that vote condemning the president, it", "dominated the conversation. You saw Pelosi and everyone else rallying bee", "hind these members. I asked the speaker, is the president goading her? She", "didn't like that question. She shot back, they're setting their own", "agenda. Looking ahead -- He was having more success when they were", "fighting each other. I think you can't portray. There are advantages he", "sees in continuing to press it. One of the questions this week is going to", "be, does Robert Mueller define the week? He'll be testifying to congress", "on Wednesday. The president said he's not going to be watching. You know", "what, at some point they have to stop playing games because it's just", "playing games. No, I won't be watching Mueller. Let's us listen, let's see", "where the facts will take us and let us have this be as dignified as our", "constitution would require, and then we'll see what happens after that.", "We'll go where the facts will lead us. One of the big questions, ayesha,", "is it going to make any difference? That's the thing. This has a risk for", "both sides. For Democrats the risk is, they have this testimony and it", "turns out to be a dud. It doesn't move the needle at all. Also, a risk if", "it's really dramatic that somehow seeing Mueller saying what's in the", "report, if it really works up the Progressives and the people who are", "already dissatisfied with the way the pace of these investigations are", "going, then they'll have to decide, what do we do next? Do we move on to", "impeachment? The number of Democrats calling for impeachment is above 90.", "Mary, you're seeing both sides on capitol hill really prepare, like", "they're cramming for final exams here. It reminds you of debate prep. Mock", "hearings, everyone is digging down to try and figure out the best", "strategy. No matter what happens this week it's going to be a turning", "point. For Democrats, they're going to have to figure out, are they", "doubling down to impeach or it's going to shock the campaigns? But", "there's, as ayesha said, huge risks for both sides. Democrats are hoping", "that the public airing of the Mueller report will do enough to change the", "conversation. It could fizzle. You believe the president won't be", "watching? No. Do you believe the president won't be watching? It might be", "on his supertivo. I think if you're looking at some of why he's a little", "bit agitated over the last week or two, he always knows when Mueller is", "looming. The Mueller issue underscored everything he did for two years. He", "was very happy when it was over and now it's coming back. Well, look, last", "week wasn't a great week for the president. I don't think in the long term", "of his presidency. Next week likely will be a very good week for the", "president. The reality is, in this 400-plus report, there's not one shred", "of evidence to suggest there was any underlying conspiracy -- There wasn't", "sufficient evidence. There was everyday, he compiled evidence, contacts.", "Yes, but basically, he said, the A.G. Said there were weak attempts by", "foreign agents to try to contact people on the campaign who didn't seem to", "really know what they were doing. There wasn't evidence that the president", "was trying to collude with Russia as has been reported. This went on for", "18 months. Before the report was released it wasn't an issue and the", "report I think did exonerate the president on the question of collusion.", "And so they're likely to walk right back down something in the minds of", "the public has been settled. I'd very happy with the dance that you did", "there. Bottom line is, if he's not concerned about it why fight it so", "much? The reality is, he's concerned and he's concerned about the public", "hearing it. The election is going to come down to small margins. If", "Democrats are able to present this report and show what actually took", "place, and if you can move small numbers of people that's the difference,", "that's why it's smart strategy to move forward with this. He'll be", "watching. When he was tacking about, I just thought #trumplive matters.", "He'll be tweeting the entire day. Two committees, about six hours.", "Judiciary and the intelligence committee. Popcorn. Maybe some coffee.", "That's all we have time for today. Before we go, a dip back into the", "archives a moment of history 50 years ago when Neil", "This transcript has been automatically generated and may not be 100%", "accurate.", "* [IMG]", "Burger King customer tells employee to 'go back to Mexico': Video", "The customer called the employee \"very rude\" for speaking Spanish.", "* [IMG]", "Trump says Rep. Ilhan Omar is 'lucky to be where she is'", "The president double downs on his criticism of four Democratic", "congresswomen of color, including Omar, which was reminiscent of his", "2016 campaign when he pushed racial boundaries.", "* Now Playing: Burger King customer tells employee to 'go back to", "Mexico': Video", "[IMG]", "* Now Playing: Trump says Rep. Ilhan Omar is 'lucky to be where she is'", "[IMG]", "* Now Playing: Georgia’s new voting law comes under fire", "[IMG]", "* Now Playing: The Rundown: Top headlines today: March 26, 2021", "[IMG]", "* Now Playing: ABC News Live Prime: Friday, March 26, 2021", "[IMG]", "* Now Playing: Voting advocate reacts to Georgia's new law", "[IMG]", "* Now Playing: Democrats criticize newly signed Georgia voter law", "[IMG]", "* Now Playing: The Breakdown: Georgia governor signs law overhauling", "state’s election rules", "[IMG]", "* Now Playing: GOP delegation visits southern border", "[IMG]", "* Now Playing: Georgia governor signs new state elections law", "[IMG]", "* Now Playing: Georgia signs new law overhauling state election rules", "[IMG]", "* Now Playing: Georgia voting rights battle", "[IMG]", "* Now Playing: Takeaways from Biden’s 1st presser", "[IMG]", "* Now Playing: ABC News Live Update: New storm threat after 23 tornadoes", "tear through the South", "[IMG]", "* Now Playing: ABC News Live Update: 23 tornadoes tear through the South", "[IMG]", "* Now Playing: Georgia election overhaul bill signed into law", "[IMG]", "* Now Playing: Biden faces pressure to address border crisis in 1st", "press conference", "[IMG]", "* Now Playing: ABC News Live Prime: Thursday, March 25, 2021", "[IMG]", "* Now Playing: The Rundown: Top headlines today: March 25, 2021", "[IMG]", "* Now Playing: Supreme Court rules on police use of force", "[IMG]", "* Now Playing: {{itm.title}}", "[IMG]", "{\"duration\":\"15:57\",\"description\":\"The \\\"This Week\\\" Powerhouse Roundtable", "discusses \\\"send her back\\\" chants, Trump's response and 2020 politics", "with George", "Stephanopoulos.\",\"mediaType\":\"default\",\"section\":\"ABCNews/ThisWeek\",\"id\":\"64470811\",\"title\":\"Roland", "Martin: Trump's policies 'appeal to white", "fear'\",\"url\":\"/ThisWeek/video/roland-martin-trumps-policies-appeal-white-fear-64470811\"}"]