["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "AP News", "U.S. Politics", "Pro-Gun Rally by Thousands in Virginia Ends Peacefully", "Pro-Gun Rally by Thousands in Virginia Ends Peacefully", "The rally concluded uneventfully, and the mood was largely festive, with", "rally-goers chanting “USA!” and waving signs denouncing Democratic Gov. Ralph", "Northam.", "* Associated Press", "* Published 20 January 2020", "Image via AP Photo/Julio Cortez", "This article was republished here with permission from The Associated", "Press, however it is no longer available to read on Snopes.com.", "RICHMOND, Va. (AP) — Thousands of gun-rights activists from around the", "country rallied peacefully at the Virginia Capitol on Monday, protesting", "plans by the state’s Democratic leadership to pass gun-control legislation", "that have become a key flash point in the national debate over gun", "violence. The size of the crowd and the expected participation of white", "supremacists and fringe militia groups raised fears that the state could", "see a repeat of the violence that exploded…", "Read at AP News", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]