["AP NEWS", "1. Top Stories", "2. Topics", "3. Video", "4. Listen", "AP RADIO", "Update hourly", "5. _____________________ Search", "ADVERTISEMENT", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "Related topics", "* Knoxville", "* Local governments", "* General News", "* Nashville", "* Tennessee", "* Virus Outbreak", "* Memphis", "Knox and Shelby join Nashville, Memphis in mask mandate", "July 3, 2020 GMT", "KNOXVILLE, Tenn. (AP) — Knox County and Shelby County on Friday joined", "Nashville and Memphis in requiring people to wear face masks in many", "public settings to slow the spread of the new coronavirus. The orders come", "as the virus cases continue to surge in Tennessee. The state recorded", "1,822 new cases on Friday, a new one-day record. That tops the previous", "record of 1,806 set on Wednesday.", "An additional 13 deaths were reported on Friday, bringing the total number", "of COVID-19 deaths in Tennessee to at least 633.", "Gov. Bill Lee signed an executive order Friday granting 89 counties the", "authority to issue local mask requirements if COVID-19 cases spike. Lee", "said in a statement that local governments expressed a need for greater", "flexibility to address a rise in cases.", "Lee’s order does not include the state’s six counties with locally run", "health departments: Sullivan, Knox, Hamilton, Davidson, Madison and Shelby", "counties.", "The order said wearing a face covering is a “simple step that each", "Tennessean can take to slow the spread of the virus, which prevents having", "to take more drastic and disruptive measures for our economy and job", "market.”", "Shelby County Public Health Department Director Alisa Haushalter announced", "the new mandate on Friday afternoon and said it would be effective", "immediately for everyone over 12. Case numbers are expected to increase,", "especially after the July 4 holiday weekend, Haushalter said, and she", "expects to announce more restrictions next week, especially for bars,", "restaurants, and similar venues.", "ADVERTISEMENT", "“We have always supported wearing masks, but we had a legal opinion saying", "that we could not mandate it,” Haushalter said. “Now we have an opinion", "that we do have the legal authority.”", "The order from the Knox County Board of Health specifically mandates that", "in most indoor public places, every person aged 12 or older must wear a", "face covering when they are within 6 feet of another person who does not", "live in the same household, the Knoxville News Sentinel reported. The", "order will remain in place until the board of health votes to rescind or", "change it.", "For those who do not have masks, the county health departments are", "providing free, state-issued cloth masks.", "Lee’s Friday executive order does not include the state’s six counties", "with locally run health departments: Sullivan, Knox, Hamilton, Davidson,", "Madison and Shelby counties.", "Places of worship are exempt from the Knoxville order as are federal", "facilities, nursing homes, retirement homes and assisted living", "facilities. People who are actively eating or drinking at restaurants and", "bars do not have to wear masks, nor do the deaf and hard of hearing and", "those who are communicating with them, people who need to remove a mask to", "receive medical treatment and people with conditions that prevent them", "from wearing masks.", "Details of the Shelby order were not immediately available, but Haushalter", "said it will be similar to Nashville’s order, which carves out exceptions", "similar to the Knox County order.", "In Chattanooga, masks will be required to enter city buildings when they", "reopen on Monday, the Chattanooga Times Free Press reported. Mayor Andy", "Berke lacks authority to mandate masks be worn in other public areas of", "the city because Gov. Bill Lee has given that authority to the county", "health departments. Hamilton County is still considering whether to issue", "a wider mandate. Meanwhile, Berke has pressed for more authority to fight", "the spread of COVID-19 within city limits.", "ADVERTISEMENT", "For most people, the new coronavirus causes mild or moderate symptoms,", "such as fever and cough that clear up in two to three weeks. For some,", "especially older adults and those with existing health problems, it can", "cause more severe illness and even be fatal.", "___", "Follow AP coverage of the virus outbreak at", "https://apnews.com/VirusOutbreak and", "https://apnews.com/UnderstandingtheOutbreak.", "AP NEWS", "1. Top Stories", "2. Video", "3. Contact Us", "4. Cookie Settings", "Download AP NEWS", "Connect with the definitive source for global and local news", "More from AP", "1. ap.org", "2. AP Insights", "3. AP Definitive Source", "4. AP Images Spotlight", "5. AP Explore", "6. AP Books", "Follow AP", "1.  2.  3.  4. The Associated Press", "1. About", "2. Contact", "3. Customer Support", "4. Careers", "5. Terms & Conditions", "6. Privacy", "All contents © copyright 2021 The Associated Press. All rights reserved."]