["Link: canonical", "Link: amphtml", "Link: shortlink", "* * Politics", "* Opinions", "* Fact-Check", "* Media", "* Variety", "* Specials", "* More…", "* Social Media", "* Entertainment", "* Political History of India", "* Government and Policy", "* Economy and Finance", "* Sports", "* World", "* Crime", "* Law", "*   Support Us", "* ऑपइंडिया", "* Sign in", "Welcome!Log into your account", "_____________________ your username", "_____________________ your password", "[ LOG IN ]", "Forgot your password?", "Create an account", "Privacy Policy", "Sign up", "Welcome!Register for an account", "_____________________ your email", "_____________________ your username", "[ REGISTER ]", "A password will be e-mailed to you.", "Privacy Policy", "Password recovery", "Recover your password", "_____________________ your email", "[ Send My Pass ]", "Search _____________________", "[IMG]", "* Sunday, March 28, 2021", "* Latest News", "* About Us", "* Contact Us", "* Write for Us", "* MyVoice", "Facebook", "Instagram", "RSS", "Twitter", "Youtube", "[IMG]", "* * Politics", "* News Reports", "‘It is better to call out hypocrisy of vested interests rather than allowing", "them to set narrative’, EAM Jaishankar slams agenda-driven ‘watchdogs’", "OpIndia Staff - 27 March, 2021", "External Affairs Minister Jaishankar said that there is a need to", "call out hypocrisy of vested groups which target India over", "several issues", "Politics", "Punjab: Anti-farm law protestors attack BJP MLA, strip him naked after", "thrashing him", "OpIndia Staff - 27 March, 2021", "'Farmer protestors' in Punjab attacked BJP MLA from Abohar, Arun", "Narang, and tore off his clothes after thrashing him.", "Politics", "New leaked audio shows Mamata Banerjee allegedly instructing aide to bury BJP", "leader in a pit: Details", "OpIndia Staff - 27 March, 2021", "Arjun Singh said, \"Who leaked this audio tape, only Mathurapur MP", "CM Jatua or Mamata Banerjee can answer.\"", "News Reports", "BJP leader Pralay Pal speaks up after Mamata Banerjee begged him to help her", "in Nandigram, says he will remain loyal to Suvendu Adhikari", "OpIndia Staff - 27 March, 2021", "BJP leader Pralay Pal said that he will remain loyal to Suvendu", "Adhikari after Mamata Banerjee called him asking for his help in", "Nandigram", "Politics", "Remember the Tamil Nadu candidate who promised a trip to the moon in election", "manifesto? Here’s why he promised the freebies", "OpIndia Staff - 27 March, 2021", "Thulam Saravanan said that his aim was simply to spread awareness", "and to caution voters against parties promising freebies.", "* Opinions", "* Opinions", "Bangladesh liberation and PM Modi: What ‘liberal’ disbelief says about our", "world", "Abhishek Banerjee - 27 March, 2021", "The other day, PM Modi mentioned in his speech that he once had", "to go to jail during a satyagraha for the liberation of", "Bangladesh.", "Opinions", "People who fed us daadi nana stories by Priyanka now have issues believing", "history that RSS supported creation of Bangladesh", "K Bhattacharjee - 26 March, 2021", "Narendra Modi recalled the Gana Satyagrah organised by the Jana", "Sanghin August 1971 to support Bangladesh liberation.", "Opinions", "Where is ‘Bengal model’: A non-intellectual response to the intellectuals of", "Bengal", "Abhishek Banerjee - 26 March, 2021", "As polling in Bengal draws near, a number of these artists and", "performers have taken to Youtube to tell us that they are not", "neutral.", "Opinions", "If opposition political parties don’t criticise external vested interests,", "they will lose more support internally than gain globally", "Guest Author - 26 March, 2021", "India possesses the world’s fifth-largest economy and the third", "most powerful military as also remains the globe’s most lucrative", "market.", "Media", "The Quint graduates from humanising terrorists to dehumanising parents of", "Nikita Tomar, just because killer is Muslim man", "Akshita Bhadauria - 25 March, 2021", "It seems, in Tauseef's case, since the act was caught on camera,", "The Quint, left unable to defend him, chose to dehumanise the", "victim's family instead.", "* Fact-Check", "* AllMedia Fact-CheckPolitical Fact-CheckSocial Media Fact-Check", "News Reports", "Has Maharashtra minister Aaditya Thackeray tested HIV positive? A fact-check", "OpIndia Staff - 25 March, 2021", "The news of Aaditya Thackeray testing positive for HIV/AIDS sent", "social media users into a tizzy. The claim turned out to be", "untrue", "News Reports", "BBC publishes a report to discredit achievements of Yogi Adityanath", "government, gets fact-checked by the UP police", "OpIndia Staff - 25 March, 2021", "Attempts of BBC to berate Uttar Pradesh and the Yogi Adityanath", "government was soon called out by the Uttar Pradesh police", "Politics", "Congress IT cell head shares a misleading video of PM Modi, Twitter does not", "mark it ‘manipulated media’", "OpIndia Staff - 22 March, 2021", "Congress IT Cell head Rohan Gupta recently shared an abridged", "video of PM Modi's speech in Assam to further propaganda against", "the BJP", "News Reports", "Outlook publishes a mischievously titled report to insinuate that govt is", "considering using Gayatri Mantra to ‘treat’ COVID-19", "OpIndia Staff - 19 March, 2021", "After Outlook shared its mischievously titled report, social", "media users began to mock govt for such a preposterous option", "* Media", "* Media", "The Quint graduates from humanising terrorists to dehumanising parents of", "Nikita Tomar, just because killer is Muslim man", "Akshita Bhadauria - 25 March, 2021", "It seems, in Tauseef's case, since the act was caught on camera,", "The Quint, left unable to defend him, chose to dehumanise the", "victim's family instead.", "News Reports", "Union Government notifies the new rules for digital news publishers and", "over-the-top (OTT) platforms", "OpIndia Staff - 25 March, 2021", "Govt had announced the new guidelines and regulations for social", "media, digital news media and OTT platforms in February", "Media", "Bombay HC directs Mumbai Police to give three days prior notice to Arnab", "Goswami before any coercive action in the TRP case", "OpIndia Staff - 24 March, 2021", "Bombay HC also said that as Arnab Goswami and his channel are not", "made accused yet in the TRP case, the case can't be stayed now", "Opinions", "Feminist and ‘activist’ Kavita Krishnan is now cool with rape analogies,", "because Modi must be maligned", "K Bhattacharjee - 23 March, 2021", "'Comedian' Akash Banerjee made a horrendous Nirbhaya rape analogy", "regarding Mehta's resignation, Kavita Krishnan defended him.", "Media", "Darr ka mahaul: Why has India’s most honest reporter not been on air for the", "last 3 days?", "Abhishek Banerjee - 23 March, 2021", "Why the radio silence. No black screen. No painted face. And no", "mimes. Just silence.", "* Variety", "* AllBooksCulture and HistorySatireWTF News", "News Reports", "Rajasthan: Corrupt Tehsildar burns cash worth Rs 20 lakh on gas burner after", "ACB officials knocked on his door to raid his house", "OpIndia Staff - 27 March, 2021", "ACB officials video recorded Tehsildar Kamlash Jain burning", "bundles of Rs 500 notes on the gas burner with his wife", "News Reports", "PM Modi prays at Jashoreshwari peetha in Bangladesh: All you need to know", "about the historic temple, where left palm of the Devi lies", "OpIndia Staff - 27 March, 2021", "Prime Minister Narendra Modi offered prayers in Jashoreshwari", "temple in Satkhira district in the Khulna Division of Bangladesh.", "News Reports", "The Yellow Fleet: When Suez Canal was blocked for 8 years forcing 14 ships to", "remain stranded on the water", "OpIndia Staff - 25 March, 2021", "It took eight years, two wars and external pressure from", "prominent nations to end an eight-years-long traffic jam at Suez", "Lake", "Culture and History", "Adbhangi Chita-Bhasm Holi in Varanasi: Photos and videos of the mesmerising", "ritual where even death is a festival", "OpIndia Staff - 25 March, 2021", "In Chita Bhasma Holi, the devotees play Holi with the ashes", "collected from human crematory grounds at Manikarnika Ghat in", "Varanasi", "* Specials", "* AllInterviewsOpIndia ExplainsOpIndia Scoops", "News Reports", "Ground Report: As TMC banks on former Maoists, will red corridor areas of", "Jhargram and Jangalmahal turn saffron this election", "OpIndia Staff - 27 March, 2021", "While voters are satisfied with roads and lights in their areas,", "they have lots other complaints against the TMC government- A", "ground report", "News Reports", "Maharashtra govt goes after IPS officer Rashmi Shukla who tried to investigate", "transfer racket in 2020, BJP sees red: All you need to know", "OpIndia Staff - 26 March, 2021", "Maharashtra Govt has placed more focus on punishing the", "whistleblower, Rashmi Shukla, who may have provided data to", "Devendra Fadnavis", "Culture and History", "Adbhangi Chita-Bhasm Holi in Varanasi: Photos and videos of the mesmerising", "ritual where even death is a festival", "OpIndia Staff - 25 March, 2021", "In Chita Bhasma Holi, the devotees play Holi with the ashes", "collected from human crematory grounds at Manikarnika Ghat in", "Varanasi", "OpIndia Explains", "The significance of spitting in Islam: How spitting can ‘ward off Satan’", "OpIndia Staff - 25 March, 2021", "Understanding the cultural significance of spitting in Islam and", "why, it is considered as an act that can ward away Satan", "* More…", "* Social Media", "* Entertainment", "* Political History of India", "* Government and Policy", "* Economy and Finance", "* Sports", "* World", "* Crime", "* Law", "*   Support Us", "* ऑपइंडिया", "* Home Crime Gurugram double shooting being perceived as a result of", "fanatic evangelism by a neoconvert", "CrimeNews Reports", "Updated: 23 October, 2018", "Gurugram double shooting being perceived as a result of fanatic evangelism by a", "neoconvert", "14 October, 2018", "OpIndia Staff", "Facebook", "Twitter", "Telegram", "Email", "WhatsApp", "2957", "The shocking Gurugram double-shooting case, which transpired in broad", "daylight, wherein the official gunman to the Gurugram Additional District", "Judge Krishan Kant, shot the judge’s seventeen-year-old son and wife, left", "the throng of onlookers in a frenzy and the country in a deep state of", "shock. The initial investigation insinuates that the shooting may be a", "result of fanatical evangelism of the gunman.", "#WATCH: Wife and son of an additional sessions judge shot at by the", "judge’s gunman in #Gurugram‘s Sector-49. Both the injured have been", "admitted to the hospital and the gunman has been arrested.", "pic.twitter.com/rMqXdYHrxR", "— ANI (@ANI) October 13, 2018", "Accused constable Mahipal, himself a recent convert, was pressurising", "judge’s family to convert to Christianity. He has previously converted 14", "others including CRPF men.", "The gunman, Mahipal (32), had open fired at the judge’s wife and son at", "Gurgaon’s Arcadia market near South City-II in Sector 51 here on Saturday.", "Mahipal fired five rounds in all. Two bullets hit the judge’s wife Ritu in", "the neck and torso, while his son Dhruv was shot once in the head and", "twice in the torso.", "While the onlookers stood there filming the ghastly crime on their mobile", "phones the accused reportedly fled the scene in the judge’s white Honda", "City. He was, however, later cornered by the police near Gwal Pahadi", "village. He opened fire but was overpowered and arrested.", "The critically injured mother-son duo was taken to Medanta Medicity. While", "Kant’s 37-year-old wife Ritu succumbed to her injuries late Saturday", "night, the condition of his 17-year-old son Dhruv, a Class XII student, is", "stated to be critical.", "The accused during the interrogation confessed that he was disturbed as he", "did not like to run errands for the family and felt he was ‘possessed’ at", "the time of the incident. He furthered that he had called up the judge to", "confess his crime after he shot his family.", "Unable to establish any monetary or related motive behind the crime, the", "investigating officials suggest that the gunman was mentally unstable as", "he often spoke about his recent conversion to Christianity and used to", "quote extensively from the Bible. He was also claiming that it was every", "Christian’s duty to eliminate “demons”.", "Commissioner of police, KK Rao confirmed, “Investigations are on and we", "are still to know the real motive. Yes, he had been speaking about the", "Bible”.", "Meanwhile, Haryana Chief Minister Manohar Lal Khattar expressed shock over", "the incident and summoned the Home Secretary and state DGP. He has", "suggested counselling of cops entrusted with the security of VIPs.", "Support Us", "Whether NDTV or 'The Wire', they never have to worry about funds. In name", "of saving democracy, they get money from various sources. We need your", "support to fight them. Please contribute whatever you can afford", "Pay", "* Topics", "* christianity", "* forced conversion", "* gurugram", "* Haryana Police", "* Manohar Lal Khattar", "* open firing", "* religious conversion", "[IMG][IMG]", "OpIndia Staffhttps://www.opindia.com", "Staff reporter at OpIndia", "Share on :", "* Click to share on Facebook (Opens in new window)", "* Click to share on Twitter (Opens in new window)", "* Click to share on Flipboard (Opens in new window)", "* Click to share on Reddit (Opens in new window)", "* Click to share on Telegram (Opens in new window)", "* Click to share on WhatsApp (Opens in new window)", "* Related Articles", "Trending now", "World", "Woman dead, six injured as man goes on stabbing spree at Canada’s Vancouver", "library, suspect arrested", "OpIndia Staff - 28 March, 2021", "In a video that has now gone viral, the perpetrator can be seen stabbing", "himself in his leg before he was taken into custody.", "News Reports", "Facebook services down, Bangladesh deploys border guard as Islamist protests", "over PM Modi’s visit continue: Details", "OpIndia Staff - 27 March, 2021", "Facebook services are down in Bangladesh as Islamists protest against the", "visit by Indian Prime Minister Narendra Modi.", "Punjab: Anti-farm law protestors attack BJP MLA, strip him naked after", "thrashing him", "Politics OpIndia Staff - 27 March, 2021", "'Farmer protestors' in Punjab attacked BJP MLA from Abohar, Arun Narang,", "and tore off his clothes after thrashing him.", "New leaked audio shows Mamata Banerjee allegedly instructing aide to bury BJP", "leader in a pit: Details", "Politics OpIndia Staff - 27 March, 2021", "Arjun Singh said, \"Who leaked this audio tape, only Mathurapur MP CM Jatua", "or Mamata Banerjee can answer.\"", "BJP leader Pralay Pal speaks up after Mamata Banerjee begged him to help her", "in Nandigram, says he will remain loyal to Suvendu Adhikari", "News Reports OpIndia Staff - 27 March, 2021", "BJP leader Pralay Pal said that he will remain loyal to Suvendu Adhikari", "after Mamata Banerjee called him asking for his help in Nandigram", "Bangladesh liberation and PM Modi: What ‘liberal’ disbelief says about our", "world", "Opinions Abhishek Banerjee - 27 March, 2021", "The other day, PM Modi mentioned in his speech that he once had to go to", "jail during a satyagraha for the liberation of Bangladesh.", "Recently Popular", "Politics", "Punjab: Anti-farm law protestors attack BJP MLA, strip him naked after", "thrashing him", "OpIndia Staff - 27 March, 2021", "'Farmer protestors' in Punjab attacked BJP MLA from Abohar, Arun Narang,", "and tore off his clothes after thrashing him.", "Read more", "Entertainment", "Did you know? Aamir Khan used to spit on heroines for ‘good luck’", "OpIndia Staff - 26 March, 2021", "The Aamir Khan of today is a celebrated actor, but back in the day, Aamir", "Khan had quite a notorious reputation of being a 'prankster'", "Read more", "Crime", "Sachin Vaze had forgotten to plant threat letter inside explosive-laden", "Scorpio, had gone back to place it: NIA", "OpIndia Staff - 27 March, 2021", "The NIA has revealed that Sachin Vaze had first forgotten to place the", "threat letter inside the Scorpio and had later gone back to plant it.", "Read more", "Politics", "Leaked audio clip shows Mamata Banerjee pleading BJP’s Nandigram leader for", "help, Pralay Pal refuses to betray the Adhikaris: All you need to know", "OpIndia Staff - 27 March, 2021", "A leaked audio clip of a conversation between Mamata Banerjee and BJP", "district Vice President Pralay Pal has surfaced.", "Read more", "News Reports", "Munawar Faruqui case: Co-accused Nalin Yadav quits stand-up comedy and starts", "working as a daily labourer", "OpIndia Staff - 26 March, 2021", "Nalin Yadav said that he could not go back to stand-up comedy as cafes", "where he had performed don't want him back", "Read more", "Opinions", "People who fed us daadi nana stories by Priyanka now have issues believing", "history that RSS supported creation of Bangladesh", "K Bhattacharjee - 26 March, 2021", "Narendra Modi recalled the Gana Satyagrah organised by the Jana Sanghin", "August 1971 to support Bangladesh liberation.", "Read more", "- Advertisement -", "Latest News", "Woman dead, six injured as man goes on stabbing spree at Canada’s Vancouver", "library, suspect arrested", "OpIndia Staff -", "Facebook services down, Bangladesh deploys border guard as Islamist protests", "over PM Modi’s visit continue: Details", "OpIndia Staff -", "‘It is better to call out hypocrisy of vested interests rather than allowing", "them to set narrative’, EAM Jaishankar slams agenda-driven ‘watchdogs’", "OpIndia Staff -", "Concerns rise as men of Pakistani origin found sexually assaulting women in", "Greece with alarming frequency", "OpIndia Staff -", "Punjab: Anti-farm law protestors attack BJP MLA, strip him naked after", "thrashing him", "OpIndia Staff -", "President Ram Nath Kovind to undergo bypass procedure on Tuesday on the advice", "of AIIMS doctors in Delhi", "OpIndia Staff -", "New leaked audio shows Mamata Banerjee allegedly instructing aide to bury BJP", "leader in a pit: Details", "OpIndia Staff -", "USA: CDC chief under Trump admin says he believes the novel Coronavirus", "originated in a Chinese lab", "OpIndia Staff -", "‘I had to drag my husband like dead animal’: Victim of Mumbai hospital fire", "narrates ordeal, says hospital didn’t help them after the incident", "Jinit Jain -", "Thousands of students and parents express solidarity with British teacher who", "was suspended for showing Prophet Muhammad cartoons in class", "OpIndia Staff -", "Read all the latest news", "Connect with us", "253,992FansLike", "526,251FollowersFollow", "24,100SubscribersSubscribe", "Subscribe to OpIndia newsletterSubscribe to OpIndia newsletter", "Subscribe to our Newsletter", "Each morning, get an email to keep updated with all the news, opinions and", "analysis published by OpIndia.", "Enter your email address:", "_____________________", "[ Subscribe ]", "Browse by months", "Browse by months", "[ ] Select Month", "[ ] March 2021", "[ ] February 2021", "[ ] January 2021", "[ ] December 2020", "[ ] November 2020", "[ ] October 2020", "[ ] September 2020", "[ ] August 2020", "[ ] July 2020", "[ ] June 2020", "[ ] May 2020", "[ ] April 2020", "[ ] March 2020", "[ ] February 2020", "[ ] January 2020", "[ ] December 2019", "[ ] November 2019", "[ ] October 2019", "[ ] September 2019", "[ ] August 2019", "[ ] July 2019", "[ ] June 2019", "[ ] May 2019", "[ ] April 2019", "[ ] March 2019", "[ ] February 2019", "[ ] January 2019", "[ ] December 2018", "[ ] November 2018", "[ ] October 2018", "[ ] September 2018", "[ ] August 2018", "[ ] July 2018", "[ ] June 2018", "[ ] May 2018", "[ ] April 2018", "[ ] March 2018", "[ ] February 2018", "[ ] January 2018", "[ ] December 2017", "[ ] November 2017", "[ ] October 2017", "[ ] September 2017", "[ ] August 2017", "[ ] July 2017", "[ ] June 2017", "[ ] May 2017", "[ ] April 2017", "[ ] March 2017", "[ ] February 2017", "[ ] January 2017", "[ ] December 2016", "[ ] November 2016", "[ ] October 2016", "[ ] September 2016", "[ ] August 2016", "[ ] July 2016", "[ ] June 2016", "[ ] May 2016", "[ ] April 2016", "[ ] March 2016", "[ ] February 2016", "[ ] January 2016", "[ ] December 2015", "[ ] November 2015", "[ ] October 2015", "[ ] September 2015", "[ ] August 2015", "[ ] July 2015", "[ ] June 2015", "[ ] May 2015", "[ ] April 2015", "[ ] March 2015", "[ ] February 2015", "[ ] January 2015", "[ ] December 2014", "opindia-logo-footer-retina", "Contact: info@opindia.com", "About us", "News and opinion website that brings you reports and narrative from a", "perspective often ignored or suppressed by the mainstream media of India.", "Follow us", "Facebook", "Instagram", "RSS", "Twitter", "Youtube", "© OpIndia.com", "* Latest News", "* Hindi News", "* MyVoice", "* Privacy Policy", "* About Us", "* Contact Us"]