["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Spot checks", "4. The flaw in SA’s ‘real’ matric...", "The flaw in SA’s ‘real’ matric pass rate figure (as calculated by the EFF & DA)", "Published on 09 January 2018 Researched by Kate Wilkinson", "After the release of South Africa’s official matric pass rate of 75.1%,", "two different and much lower “real” matric pass rates were shared by", "political parties.", "“The actual pass rate for 2017 is 41%,” read a statement from the Economic", "Freedom Fighters (EEF).", "Their calculation seems to represent the “actual number of students who", "started in Grade 1” and passed matric 12 years later. (Note: Africa Check", "contacted the EFF for clarity but has not received a response. We will", "update this report if we do.)", "The Democratic Alliance pegged the number lower than the EFF’s, at just", "37.3%. This figure represents “the number of Grade 10s from 2015 who", "passed matric [in] 2017”, according to the party’s deputy shadow minister", "of basic education, Nomsa Marchesi.", "‘Real’ matric pass rates too low", "We tried to replicate the EFF’s calculation but came up with a different", "figure. Of the 1,155,629 pupils who started Grade 1 in 2006, only 34.7%", "obtained a matric pass in 2017.", "We came within spitting distance of the DA’s figure, however. Just 37.4%", "of 1,074,746 pupils in Grade 10 obtained a matric pass.", "This methodology of calculating the “real” matric pass rate has been used", "widely in recent years. But a Stellenbosch education economist, who has", "worked with the department of basic education, criticised how it is", "calculated in a number of posts on Facebook (1, 2, 3 and 4).", "High repetition rates in schools", "Speaking to Africa Check, Martin Gustafsson said that the methodology is", "flawed due to the high repetition rates in South African schools.", "The latest numbers from the department of basic education show that 12% of", "all pupils were repeating a grade in 2015. The department has suggested", "that this is due to the “inability of many schools to get teaching and", "learning right and the burden of home background disadvantage”.", "The share of repeaters was higher in Grade 1 (15%) and Grade 10 (23%). The", "effect of repetition is also visible in Grade 12, where 214,829 pupils", "over the age of 20 wrote the 2017 matric exam (including 766 who were 27).", "This results in grades swelling due to repeating pupils. Using these", "earlier enrollment numbers to calculate the percentage of students that", "ultimately pass, produces a lower “real” matric pass rate.", "“You are double counting learners because those learners are there year", "after year,” says  Gustafsson.", "“What you should be counting is non-repeating Grade 10s. But the problem", "is that the repeaters figures are not widely publicised.”", "Over 50% of 24-year-olds passed matric", "The “real” matric pass rate also doesn’t provide insight into the share of", "young people ultimately achieving a matric pass.", "“A very important question is [whether] you want to include people who", "fail matric on the first attempt, but then the next year write", "supplementary exams and one or two years later get their matric,” he", "explained. “Because not everyone will get it at 18.”", "Gustafsson suggests that a calculation of the “proportion of youths who", "will get a national senior certificate” would produce a “true matric pass", "rate”.", "Using combined data from the 2014, 2015 and 2016 General Household", "Surveys, Gustafsson estimated the share of young people between 20 and 28", "who had obtained a matric pass. (Note: Three years of the survey were", "combined to avoid fluctuations in the data due to the samples taken each", "year.)", "IFrame", "Just over 40% of people had obtained a matric pass by age 20. The age with", "the highest proportion of matric certificate holders was 24 (52.4%).", "Gustafsson notes that “this shows that in the 2014 to 2016 period just", "over half of youths were obtaining a matric, with a considerable", "proportion doing so some years after age 18.’", "These figures include people who passed the Independent Examinations Board", "assessment.", "“To do a public-only ratio would be very messy, and is not very useful,”", "argues Gustafsson. “What we should be worrying about is what proportion of", "youths [that] get the Matric, regardless of their school or the", "examination board.” - Kate Wilkinson (9/1/2018)", "Additional reading:", "Why the matric pass rate is not a reliable benchmark of education quality", "Can you really pass matric with a 30% average? The claim is misleading", "Zille’s right: All W Cape matrics who passed eligible for tertiary", "education – but so are North West’s", "Kate Wilkinson", "Kate Wilkinson", "Deputy chief editor", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 4 + 3 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]