["Skip to main content", "Western Cape Government logo", "Search form", "Search this site ________________", "[ Search ]", "Dictionary", "*  Home", "* Documents", "* Publications", "Forms and Guides", "Policies and Legislation", "* Directories", "* Services", "Facilities", "Public Entities", "Projects", "Events", "Dictionary", "* Your Government", "* National Government", "Provincial Government", "Local Government", "* Tenders", "* Jobs", "* About Us", "* Contact Us", "You are here", "Home > Your Life > Education & Training > General Education & Training", "(Grades R - 9)", "General Education & Training (Grades R - 9)", "Find a School Near You", "(Service)", "The Western Cape Education Department maintains a database of schools and", "centres in the Province. You can search this database by: School name.", "Language of instruction. Suburb or town. Education district. Type of", "school (primary etc). Subjects offered (Grades 8 to12). Special centres", "(art, music etc).", "Gear up for the 2018 school year", "(Public Information)", "Officials of the Western Cape Education Department (WCED) are working", "closely with schools to accommodate thousands of learners still looking", "for places in schools in the province.", "Grades R - 9", "(Service)", "School is compulsory from the beginning of the year in which the learner", "turns seven until the end of Grade 9 or of the year in which the learner", "turns 15 (whichever comes first). This stage is called General Education", "and Training, and it falls into three phases: The Foundation Phase (Grade", "R to 3). The Intermediate Phase (Grades 4 to 6). The Senior Phase (Grades", "7 to 9). FOUNDATION PHASE This phase focuses on literacy, numeracy and", "life skills. In Grade 3, learners start to learn an additional language.", "Music Education", "(Service)", "Music education plays an important role in a child’s development. It helps", "improve their cognitive skills, which are the core skills your brain uses", "to think, read, learn, remember, reason, and pay attention. Improving", "these skills will help your child later in life, whether at university or", "at work. Music education is also known to help in the following ways:", "Registering a Private or Independent GET Institution", "(Service)", "General Education and Training refers to education and training provided", "at primary and secondary school level, from Grade R to Grade 9. It also", "includes Adult Basic Education and Training. All private or independent", "institutions offering general education and training must be registered", "through the WCED.", "Rights and Responsibilities of Parents - A Public School Policy Guide", "(Public Information)", "Most commonly asked questions by parents on the education of their", "school-going children - The South African Schools Act of 1996 requires all", "children between the ages of seven and 15 to attend school. Parents and", "guardians must make sure that all learners of this age are registered to", "go to school. As a parent, your relationship with the school starts on the", "day that you decide to register your child with a particular school. This", "relationship is defined by a set of rights and responsibility towards the", "school.", "School Fees and Fee Exemptions", "(Public Information)", "This document provides information on how school fees are set and what", "parents need to do if they are unable to pay their child's school fees.", "Western Cape Government © 2020. All rights", "reserved.", "About Us | Contact Us | Terms of Use | Privacy South African National", "Policy | Copyright               Government crest", "This project is an initiative of the Western", "Cape Government."]