["Skip to Content", "U.S. flag", "An official website of the United States government Here is how you know", "Department of Labor Logo United States Department of Labor", "Dot gov", "The .gov means it's official.", "Federal government websites often end in .gov or .mil. Before sharing", "sensitive information, make sure you're on a federal government site.", "Https", "The site is secure.", "The https:// ensures that you are connecting to the official website and", "that any information you provide is encrypted and transmitted securely.", "U.S. Bureau of Labor Statistics", "Follow Us Follow BLS on Twitter  | Release Calendar | Blog", "Search button [ BLS Search Submit ] Search: _____________________", "Menu", "* Search button [ BLS Search Submit ] Search: _____________________", "* Home", "* About BLS »", "* History", "* Our Leadership", "* Budget and Performance", "* Questions and Answers", "* A-Z Index", "* Glossary", "* Careers at BLS", "* BLS Speakers Available", "* Errata", "* Contact BLS", "* Overview of BLS Statistics »", "* Demographics", "* Industries", "* Business Costs", "* Occupations", "* Geography", "* Resources For »", "* Business Leaders", "* Consumers", "* Developers", "* Economists", "* Investors", "* Jobseekers", "* Media", "* Public Policymakers", "* Researcher", "* Students & Teachers", "* Survey Respondents", "* Subjects", "* Inflation & Prices »", "* Consumer Price Index", "* Producer Price Indexes", "* Import/Export Price Indexes", "* Contract Escalation", "* Price Index Research", "* Pay & Benefits »", "* Employment Costs", "* National Compensation Data", "* Wage Data by Area & Occupation", "* Earnings by Demographics", "* Earnings by Industry", "* County Wages", "* Benefits", "* Compensation Research", "* Strikes & Lockouts", "* Spending & Time Use »", "* Consumer Expenditures", "* How Americans Spend Time", "* Unemployment »", "* National Unemployment Rate", "* State & Local Unemployment Rates", "* Unemployment Research", "* Employment »", "* National Employment", "* State & Local Employment", "* County Employment", "* Worker Characteristics", "* Employment Projections", "* Job Openings & Labor Turnover Survey", "* COVID-19 Business Response", "* Employment by Occupation", "* Work Experience Over Time", "* Business Employment Dynamics", "* Foreign Direct Investment", "* Employment Research", "* Workplace Injuries »", "* Occupational Requirements »", "* Productivity »", "* Labor Productivity & Costs", "* Multifactor Productivity", "* Productivity Research", "* International »", "* International Technical Cooperation", "* Import/Export Price Indexes", "* * Geographic Information »", "* New England (Boston)", "* New York-New Jersey (NY City)", "* Mid-Atlantic (Philadelphia)", "* Southeast (Atlanta)", "* Midwest (Chicago)", "* Southwest (Dallas)", "* Mountain-Plains (Kansas City)", "* West (San Francisco)", "* Data Tools", "* Data Retrieval Tools »", "* BLS Popular Series", "* Series Report", "* Top Picks, One Screen, Multi-Screen,", "Maps, and Calculators", "* Data Finder", "* Public Data API", "* Customized Tables »", "* U.S. Economy at a Glance", "* Regions, States & Areas at a Glance", "* Industry at a Glance", "* Text Files", "* News Release Tables", "* More Sources of Data »", "* Restricted Data Access", "* Discontinued Databases", "* Questions & Answers", "* Special Notices", "* Publications", "* Latest Publications »", "* The Economics Daily", "* Monthly Labor Review", "* Beyond the Numbers", "* Spotlight on Statistics", "* Reports", "* Commissioner's Corner", "* Videos", "* Career Outlook", "* Occupational Outlook Handbook", "* Geographic Profile", "* Handbook of Methods", "* Research Papers", "* Copyright Information", "* Contact & Help", "* Weekly Update", "* Economic Releases", "* Latest Releases »", "* Major Economic Indicators »", "* Schedules for news Releases »", "* By Month", "* By News Release", "* Current Year", "* Prior Years", "* Archived News Releases »", "* Employment & Unemployment »", "* Monthly", "* Quarterly, annual, and other", "* Inflation & Prices »", "* Pay & Benefits & Workplace Injuries »", "* Productivity & Technology »", "* Employment Projections »", "* Regional News Releases »", "* Classroom", "* K-12 Student & Teacher Resources »", "* Games & Quizzes", "* Student´s Desk", "* Teacher´s Desk", "* History of BLS", "* Questions & Answers", "* Beta", "* COVID-19 Economic Trends »", "* Redesigned News Releases »", "* Industry Productivity Viewer »", "* Comparing Pay Measures »", "Economic News Release", "SHARE ON: share on facebook share on twitter share on linkedin", "PRINT:Print", "CPS CPS Program Links", "Labor Force Statistics from the Current Population Survey ×", "* CPS Homepage", "* CPS Overview", "* CPS FAQ", "* Contact CPS", "Close", "Union Members Summary", "For release 10:00 a.m. (ET) Friday, January 22, 2021                              USDL-21-0081", "Technical information:  cpsinfo@bls.gov  *  www.bls.gov/cps", "Media contact:          (202) 691-5902   *  PressOffice@bls.gov", "UNION MEMBERS -- 2020", "In 2020, the percent of wage and salary workers who were members of unions--the union", "membership rate--was 10.8 percent, up by 0.5 percentage point from 2019, the U.S. Bureau", "of Labor Statistics reported today. The number of wage and salary workers belonging to", "unions, at 14.3 million in 2020, was down by 321,000, or 2.2 percent, from 2019. However,", "the decline in total wage and salary employment was 9.6 million (mostly among nonunion", "workers), or 6.7 percent. The disproportionately large decline in total wage and salary", "employment compared with the decline in the number of union members led to an increase", "in the union membership rate. In 1983, the first year for which comparable union data", "are available, the union membership rate was 20.1 percent and there were 17.7 million", "union workers.", "Union membership data are collected as part of the Current Population Survey (CPS), a", "monthly sample survey of about 60,000 eligible households that obtains information on", "employment and unemployment among the nation's civilian noninstitutional population age", "16 and over. For more information, see the Technical Note in this news release.", "_______________________________________________________________________________________", "|                                                                                       |", "|         Coronavirus (COVID-19) Pandemic Impact on 2020 Union Members Data             |", "|                                                                                       |", "| Data on union members for 2020 reflect the impact on the labor market of the          |", "| coronavirus (COVID-19) pandemic and efforts to contain it. Comparisons with union     |", "| membership measures for earlier years, including metrics such as the union membership |", "| rate and the median usual weekly earnings of union members, should be interpreted     |", "| with caution. The overall union membership rate and the rates by many demographic and |", "| employment characteristics increased despite declines in the number of union members. |", "| These increases reflect the disproportionately large decline in total wage and salary |", "| employment (mostly among nonunion workers) compared with the decline in the number of |", "| union members. Increases in median weekly earnings reflect the disproportionately     |", "| large decline in employment in 2020, notably among lower-paid workers, such as those  |", "| in the leisure and hospitality industry. More information on labor market             |", "| developments in recent months is available at www.bls.gov/covid19/effects-of-covid-   |", "| 19-pandemic-and-response-on-the-employment-situation-news-release.htm.                |", "|_______________________________________________________________________________________|", "Highlights from the 2020 data:", "--The union membership rate of public-sector workers (34.8 percent) continued to be", "more than five times higher than the rate of private-sector workers (6.3 percent).", "(See table 3.)", "--The highest unionization rates were among workers in protective service occupations", "(36.6 percent) and in education, training, and library occupations (35.9 percent).", "(See table 3.)", "--Men continued to have a higher union membership rate (11.0 percent) than women", "(10.5 percent). (See table 1.)", "--Black workers remained more likely to be union members than White, Asian, or", "Hispanic workers. (See table 1.)", "--Nonunion workers had median weekly earnings that were 84 percent of earnings for", "workers who were union members ($958 versus $1,144). (The comparisons of earnings", "in this news release are on a broad level and do not control for many factors that", "can be important in explaining earnings differences.) (See table 2.)", "--Among states, Hawaii and New York continued to have the highest union membership", "rates (23.7 percent and 22.0 percent, respectively), while South Carolina and North", "Carolina continued to have the lowest (2.9 percent and 3.1 percent, respectively).", "(See table 5.)", "Industry and Occupation of Union Members", "In 2020, 7.2 million employees in the public sector and 7.1 million workers in the", "private sector belonged to unions. Union membership decreased by 428,000 in the private", "sector and showed little change in the public sector. The union membership rate increased", "over the year in the public sector by 1.2 percentage points to 34.8 percent, reflecting a", "decline in total public-sector wage and salary employment (-391,000). Within the public", "sector, the union membership rate was highest in local government (41.7 percent), which", "employs many workers in heavily unionized occupations, such as police officers,", "firefighters, and teachers. The unionization rate for private-sector workers increased by", "0.1 percentage point to 6.3 percent in 2020, reflecting the net effect of declines in", "both the number of union members in the private sector and the steep drop in private-", "sector employment. Private-sector industries with high unionization rates included", "utilities (20.6 percent), transportation and warehousing (17.0 percent), and", "telecommunications (14.3 percent). Low unionization rates occurred in food services and", "drinking places (1.2 percent), finance (1.2 percent), and professional and technical", "services (1.3 percent). (See table 3.)", "Among occupational groups, the highest unionization rates in 2020 were in protective", "service occupations (36.6 percent) and in education, training, and library occupations", "(35.9 percent). Unionization rates were lowest in farming, fishing, and forestry", "occupations (2.6 percent); sales and related occupations (3.2 percent); and food", "preparation and serving related occupations (3.4 percent).", "Selected Characteristics of Union Members", "In 2020, the number of men who were union members decreased by 368,000, while the number", "of women who were union members was little changed. The union membership rate for women", "increased by 0.8 percentage point to 10.5 percent, and the rate for men was up by 0.2", "percentage point to 11.0 percent. The large declines in nonunion employment among both", "men and women put upward pressure on their union membership rates. (See table 1.) The", "gap between their rates has narrowed considerably since 1983 (the earliest year for", "which comparable data are available), when rates for men and women were 24.7 percent", "and 14.6 percent, respectively.", "Among major race and ethnicity groups, Black workers continued to have a higher union", "membership rate in 2020 (12.3 percent) than White workers (10.7 percent), Asian workers", "(8.9 percent), or Hispanic workers (9.8 percent). The number of White union members", "decreased by 264,000, while the numbers of Black, Asian, and Hispanic union members", "showed little change. The union membership rate for Black workers (+1.1 percentage", "points), Hispanic workers (+0.9 percentage point), and White workers (+0.4 percentage", "point) increased over the year, while the rate for Asian workers changed little. The", "increases in the union membership rates reflect declines in total wage and salary", "employment for these groups, principally among nonunion workers.", "By age, union membership rates continued to be highest among workers ages 45 to 64. In", "2020, 13.2 percent of workers ages 45 to 54 and 13.0 percent of those ages 55 to 64", "were union members.", "In 2020, the union membership rate for full-time workers (11.8 percent) was about", "twice the rate for part-time workers (5.8 percent).", "Union Representation", "In 2020, 15.9 million wage and salary workers were represented by a union, 444,000", "less than in 2019. The percentage of workers represented by a union was 12.1 percent,", "an increase of 0.5 percentage point from 2019, reflecting the disproportionately large", "decline in total wage and salary employment. Workers represented by a union include", "both union members (14.3 million) and workers who report no union affiliation but", "whose jobs are covered by a union contract (1.7 million). (See table 1.)", "Earnings", "Among full-time wage and salary workers, union members had median usual weekly", "earnings of $1,144 in 2020, while those who were not union members had median weekly", "earnings of $958. In addition to coverage by a collective bargaining agreement,", "these earnings differences reflect a variety of influences, including variations in", "the distributions of union members and nonunion employees by occupation, industry,", "age, firm size, or geographic region, as well as pandemic-related labor market", "effects in 2020. (See tables 2 and 4.)", "Union Membership by State", "In 2020, 30 states and the District of Columbia had union membership rates below that", "of the U.S. average, 10.8 percent, while 20 states had rates above it. All states in", "both the East South Central and West South Central divisions had union membership rates", "below the national average, while all states in both the Middle Atlantic and Pacific", "divisions had rates above it. (See table 5.)", "Nine states had union membership rates below 5.0 percent in 2020. South Carolina had", "the lowest rate (2.9 percent). The next lowest rates were in North Carolina and Utah", "(3.1 percent and 3.7 percent, respectively). Two states had union membership rates", "over 20.0 percent in 2020: Hawaii (23.7 percent) and New York (22.0 percent).", "Over half of the 14.3 million union members in the U.S. lived in just seven states", "(California, 2.4 million; New York, 1.7 million; Illinois and Pennsylvania, 0.7", "million each; and Michigan, New Jersey, and Ohio, 0.6 million each). However, these", "states accounted for about one-third of wage and salary employment nationally.", "* Union Members Technical Note", "* Table 1. Union affiliation of employed wage and salary workers by", "selected characteristics", "* Table 2. Median weekly earnings of full-time wage and salary workers", "by union affiliation and selected characteristics", "* Table 3. Union affiliation of employed wage and salary workers by", "occupation and industry", "* Table 4. Median weekly earnings of full-time wage and salary workers", "by union affiliation, occupation, and industry", "* Table 5. Union affiliation of employed wage and salary workers by", "state", "* Access to historical data for the tables of the Union Membership News", "Release", "* HTML version of the entire news release", "The PDF version of the news release", "Table of Contents", "Last Modified Date: January 22, 2021", "Recommend this page using:", "share on facebookFacebook", "share on twitterTwitter", "share on linkedinLinkedIn", "* Home", "* Subjects", "* Data Tools", "* Publications", "* Economic Releases", "* Students", "* Beta", "U.S. Bureau of Labor Statistics Logo", "U.S. Bureau of Labor Statistics Division of Labor Force Statistics PSB", "Suite 4675 2 Massachusetts Avenue NE Washington, DC 20212-0001", "Telephone: 1-202-691-6378 www.bls.gov/CPS Contact CPS", "resources", "* Inspector General (OIG)", "* Budget and Performance", "* No Fear Act", "* USA.gov", "about this site", "* Sitemap", "* Freedom of Information Act", "* Privacy & Security Statement", "* Disclaimers", "* Linking & Copyright Info", "* Important Website Notices", "* Help & Tutorials", "Connect With BLS", "Twitter Youtube Email"]