["Link: author", "Link: profile", "Link: canonical", "Link: shortlink", "Skip to Main Content", "BREAKING NEWS:Must-See Moments from the Senate Judiciary Hearing on Gun", "Violence", "BREAKING NEWS:Must-See Moments from the Senate Judiciary Hearing on Gun", "Violence", "[ Submit ]", "[ Submit ]", "[ Submit ]", "_____________________", "The Issue", "The Issue", "Gun violence is a complex problem that must be met with a range of", "solutions. We’re fighting every day for the laws, policies, and programs", "proven to save lives and bring an end to this uniquely American epidemic.", "Learn More", "Gun Suicide", "Community Violence", "Domestic Violence", "Kids & Guns", "Police Shootings", "Mass Shootings", "The Gun Lobby", "Research Funding", "Implementation", "Gun Laws", "Gun Laws", "Giffords Law Center works in all 50 states to change policies and", "challenge injustice. We won’t rest until every state has strong gun safety", "laws and every community is free from the fear of gun violence.", "Learn More", "Litigation", "Second Amendment", "Policy Areas", "Background Checks", "Universal Background Checks", "NICS & Reporting Procedures", "Background Check Procedures", "Mental Health Reporting", "Interstate & Online Gun Sales", "Who Can Have a Gun", "Firearm Prohibitions", "Domestic Violence & Firearms", "Extreme Risk Protection Orders", "Terrorist Watchlist", "Minimum Age", "Firearm Relinquishment", "Gun Sales", "Gun Dealers", "Maintaining Records", "Waiting Periods", "Gun Shows", "Owner Responsibilities", "Licensing", "Registration", "Reporting Lost & Stolen Guns", "Child & Consumer Safety", "Child Access Prevention", "Safe Storage", "Smart Guns", "Design Safety Standards", "Non-powder & Toy Guns", "Guns in Public", "Concealed Carry", "Open Carry", "Stand Your Ground", "Guns in Schools", "Location Restrictions", "Hardware & Ammunition", "Assault Weapons", "Large Capacity Magazines", "Ammunition Regulation", "Ghost Guns", "Machine Guns & 50 Caliber", "Silencers", "Crime Guns", "Trafficking & Straw Purchasing", "Bulk Gun Purchases", "Microstamping & Ballistics", "Other Laws & Policies", "Gun Industry Immunity", "Preemption of Local Laws", "Intervention Strategies", "Federal Powers", "Key Federal Regulation Acts", "Tiahrt Amendments", "States", "Alabama", "Alaska", "Arizona", "Arkansas", "California", "Colorado", "Connecticut", "Delaware", "Florida", "Georgia", "Hawaii", "Idaho", "Illinois", "Indiana", "Iowa", "Kansas", "Kentucky", "Louisiana", "Maine", "Maryland", "Massachusetts", "Michigan", "Minnesota", "Mississippi", "Missouri", "Montana", "Nebraska", "Nevada", "New Hampshire", "New Jersey", "New Mexico", "New York", "North Carolina", "North Dakota", "Ohio", "Oklahoma", "Oregon", "Pennsylvania", "Rhode Island", "South Carolina", "South Dakota", "Tennessee", "Texas", "Utah", "Vermont", "Virginia", "Washington", "West Virginia", "Wisconsin", "Wyoming", "District of Columbia", "Resources", "Resources", "Giffords seeks to arm activists, legislators, and the general public with", "the facts about our country’s gun violence epidemic and the most effective", "ways to address it.", "Learn More", "Statistics", "Reports", "Factsheets", "Trendwatch", "Gun Law Scorecard", "Guns & Democracy", "Take Action", "Take Action", "We can’t beat our country’s gun violence epidemic if we don’t work", "together. This fight requires our time and energy, our voices and our", "votes. Don’t sit this one out—join us.", "Learn More", "Support Our Work", "Coalitions", "Pro Bono Partners", "Corporate Partners", "Action Network", "Anniversary Dinner", "About", "About", "Giffords is an organization dedicated to saving lives from gun violence.", "Led by former Congresswoman Gabrielle Giffords, we inspire the courage of", "people from all walks of life to make America safer.", "Learn More", "Gabby’s Story", "Experts", "Careers", "Courage Fellows", "Donate", "News", "Contact", "Donate", "* [ Submit ]", "Background Checks", "Universal Background Checks", "BROWSE STATE LAWS", "SHARE", "Universal background checks are essential to close deadly loopholes in our", "laws that allow millions of guns to end up in the hands of individuals at", "an elevated risk of committing violence each year.", "Though more than 90% of the American public supports background checks for", "all gun sales, a dangerous and deadly loophole in federal gun laws still", "exempts unlicensed sellers from having to perform any background check", "whatsoever before selling a firearm. With this loophole, guns easily find", "their way into the hands of illegal buyers and gun traffickers,", "dramatically increasing the likelihood of gun homicides and suicides.", "Background", "45%", "online gun buyers without a background check", "A recent large-scale survey found that 45% of gun owners who acquired a", "gun online in the past two years did so without any background check.", "+", "Source", "Matthew Miller, Lisa Hepburn, and Deborah Azrael, “Firearm Acquisition", "Without Background Checks: Results of a National Survey,” Annals of", "Internal Medicine 166, no. 4 (2017): 233–239.", "A dangerous gap in our federal gun laws lets people buy guns without", "passing a background check. Under current law, unlicensed sellers—people", "who sell guns online, at gun shows, or anywhere else without a federal", "dealer’s license—can transfer firearms without having to run any", "background check whatsoever.", "Because of this loophole, people who are subject to domestic violence", "convictions or court orders, people who have been convicted of violent", "crimes, and people ineligible to possess firearms for mental health", "reasons can easily buy guns from unlicensed sellers with no background", "check in most states. In fact, an estimated 22% of US gun owners acquired", "their most recent firearm without a background check^1—which translates to", "millions of Americans acquiring millions of guns, no questions asked, each", "year.", "When background checks are required and properly enforced, they can help", "keep guns out of dangerous hands.", "* Since the federal background check requirement was adopted in 1994,", "over 3 million people legally prohibited from possessing a gun have", "been stopped from purchasing a gun or denied a permit to purchase.^2", "More than 35% of these denials involved people convicted of felony", "offenses.^3", "* Background check laws also help prevent guns from being diverted to", "the illegal gun market. States without universal background check laws", "export crime guns across state lines at a 30% higher rate than states", "that require background checks on all gun sales.^4", "However, in the absence of a comprehensive background check system, people", "who are ineligible to possess firearms routinely exploit the massive", "loopholes in our laws.", "* Around 80% of all firearms acquired for criminal purposes are obtained", "through transfers from unlicensed sellers,^5 and 96% of inmates", "convicted of gun offenses who were already prohibited from possessing", "a firearm at the time of the offense obtained their firearm from an", "unlicensed seller.^6", "* Individuals who commit crimes with firearms may intentionally seek to", "purchase guns from sellers who aren’t required to run background", "checks. Purchasers from Armslist.com, a major online firearms", "marketplace, were nearly seven times as likely to have a", "firearm-prohibiting criminal record than people attempting to buy guns", "from licensed dealers.^7 (This is discussed more fully on our page on", "online gun sales.)", "Recent examples show that loopholes in our background check system can", "have dangerous and deadly consequences.", "* In 2019, a man fatally shot seven people and wounded 25 others in West", "Texas. The shooter previously failed a criminal background check when", "trying to purchase a gun, yet loopholes in our nation’s gun laws", "allowed him to bypass the background check system altogether and", "obtain the AR-style weapon used in his deadly attack from an", "unlicensed seller who wasn’t required to run a background check.^8", "* In 2018, in Appleton, WI, a man who was prohibited from purchasing a", "gun because he was out on bond for a firearm-related felony domestic", "violence case purchased a firearm from an unlicensed seller on", "Armslist.com without a background check. The next day he used the gun", "to kill his wife.^9", "* In 2016, a woman was killed, and their two children shot by an", "ex-boyfriend, who purchased the gun from an unlicensed seller without", "a background check. He was prohibited from purchasing a firearm due to", "a domestic violence restraining order and a pending domestic battery", "case.^10", "* In 2014, a gunman in West Virginia killed four people, including his", "ex-girlfriend, with a gun he purchased from an online seller without a", "background check. He was prohibited from purchasing firearms due to", "multiple felony convictions.^11", "Background checks are easy, convenient, and impose almost no burden on", "law-abiding gun purchasers.", "* In at least 90% of cases, firearm background checks processed through", "the National Instant Criminal Background Check System (NICS) are", "resolved immediately. The average processing time for an electronic", "NICS-check is less than two minutes—107 seconds, to be precise.^12", "* Contrary to gun-lobby claims, background checks rarely provide", "false-positive results. The FBI’s quality control evaluations suggest", "that background checks are accurate approximately 99.3 to 99.8% of the", "time.^13", "For more than a decade, the vast majority of the American public has", "supported laws requiring background checks on all firearm purchases,^14", "with polling data consistently showing that more than 90% of both gun", "owners and non-gun owners support this policy.^15 Strong support for", "background check laws has also been measured among NRA members, with at", "least 69% supporting comprehensive background checks.^16", "Universal background checks are a necessary foundation for any policy that", "aims to keep firearms out of the hands of people convicted of domestic", "abuse and other ineligible people. However, other improvements should also", "be made in the existing background check system. For further information", "on how federal and state background checks work, see our pages on", "Background Check Procedures and Reporting Procedures.", "Summary of Federal Law", "Federal law imposes various duties on federally licensed firearms dealers.", "Firearms dealers must, among other things:", "* Perform background checks on prospective firearm purchasers.", "* Maintain records of all gun sales.", "* Make those records available to law enforcement for inspection.", "* Report certain multiple sales.", "* Report the theft or loss of a firearm from the licensee’s", "inventory.^17", "Federal law imposes none of these requirements on unlicensed sellers,", "however.", "The Gun Control Act of 1968 provides that persons “engaged in the", "business” of dealing in firearms must be licensed.^18 Although Congress", "did not originally define the term “engaged in the business,” it did so in", "1986 as part of the McClure-Volkmer Act (also known as the Firearms", "Owners’ Protection Act). That act defined the term “engaged in the", "business,” as applied to a firearms dealer, as “a person who devotes time,", "attention, and labor to dealing in firearms as a regular course of trade", "or business with the principal objective of livelihood and profit through", "the repetitive purchase and resale of firearms.”^19", "SUPPORT GUN SAFETY", "We’re in this together. To build a safer America—one where children and", "parents in every neighborhood can learn, play, work, and worship without", "fear of gun violence—we need you standing beside us in this fight.", "$10$20$50$100OTHERDONATE", "Significantly, however, the term was defined to exclude a person who", "“makes occasional sales, exchanges, or purchases of firearms for the", "enhancement of a personal collection or for a hobby, or who sells all or", "part of his personal collection of firearms.”^20 According to a 1999", "report issued by the Bureau of Alcohol, Tobacco, Firearms and Explosives,", "the current definition of “engaged in the business” often frustrates the", "prosecution of “unlicensed dealers masquerading as collectors or hobbyists", "but who are really trafficking firearms to felons or other prohibited", "persons.”^21", "Summary of State Law", "Twenty-two states and Washington DC have extended the background check", "requirement beyond federal law to at least some private sales.", "22", "States with Background Check Laws", "22 states and the District of Columbia have extended background checks", "beyond federal law. Of these, 16 states and DC require background checks", "for all gun sales.", "Thirteen states (California, Colorado, Connecticut, Delaware, Nevada , New", "Jersey, New Mexico, New York, Oregon, Rhode Island, Vermont, Virginia,^22", "and Washington) and the District of Columbia require universal background", "checks at the point of sale for all sales and transfers of all classes of", "firearms, whether they are purchased from a licensed dealer or an", "unlicensed seller.^23", "Two more states, Maryland and Pennsylvania, require point of sale", "background checks for handguns but not for long guns, like rifles and", "shotguns.", "Instead of a point of sale background check, three states (Hawaii,", "Illinois, and Massachusetts) require all firearm purchasers to obtain a", "permit, issued after a background check, in order to buy any firearm. New", "Jersey requires firearm purchasers to both obtain a permit to purchase a", "firearm and, if the purchase is from an unlicensed seller, conduct the", "transaction through a federally-licensed firearms dealer.^24 Four more", "states (Iowa, Michigan, Nebraska, and North Carolina) have this permit and", "background check requirement for the purchase of handguns, but not long", "guns. Illinois also requires a point of sale background check whenever a", "firearm is sold at a gun show.", "State Laws Closing the Private Sale Loophole", "Background Checks at the Point of Transfer", "The most comprehensive approach to ensuring that guns are not sold to", "ineligible people requires a background check to be completed by a", "licensed dealer or law enforcement at the point that any firearm is sold", "or transferred to another owner. Processing these transfers through", "licensed dealers or law enforcement helps to ensure that a background", "check will be conducted prior to any transfer.", "States that Require a Background Check at the Point of Transfer", "* California^25", "* Colorado^26", "* Connecticut^27", "* Delaware^28", "* District of Columbia^29", "* Maryland (handguns and assault weapons only)^30", "* Nevada^31", "* New Jersey^32", "* New Mexico (Applies to firearm sales, but not transfers made without", "consideration)^33", "* New York^34", "* Oregon^35", "* Pennsylvania (handguns only)^36", "* Rhode Island^37", "* Vermont^38", "* Virginia^39", "* Washington^40", "California, Colorado, Delaware, Nevada, New Jersey, New York, Oregon,", "Vermont, and Washington generally require all firearm transfers to be", "conducted by or processed through licensed dealers, who conduct background", "checks on prospective firearm purchasers or recipients. In the District of", "Columbia, firearms may be sold and transferred only by or to a licensed", "dealer.", "Rhode Island requires all sellers to obtain a completed application form", "from the prospective purchaser and to submit the form to law enforcement", "for purposes of conducting a background check. Connecticut requires any", "person transferring a firearm to either submit a form to law enforcement", "or conduct the transfer through a licensed dealer, so that a background", "check is conducted for every sale or transfer.", "Maryland and Pennsylvania require a background check for every prospective", "handgun sale or transfer, and provide that the background check may be", "conducted either by a licensed dealer or a designated law enforcement", "agency.", "New Mexico and Virginia require background checks for firearms sales, but", "not for other types of transfers, such as gifts or long-term loans. Both", "states require that the background check be conducted through a licensed", "firearms dealer.^41", "GET THE FACTS", "Gun violence is a complex problem, and while there’s no one-size-fits-all", "solution, we must act. Our reports bring you the latest cutting-edge", "research and analysis about strategies to end our country’s gun violence", "crisis at every level.", "Learn More", "State Permit Requirements for Private Purchasers", "Twelve states and the District of Columbia impose background checks on", "private purchasers through a permitting or licensing system. In these", "states, a purchaser must obtain a permit that includes a background check", "in order to purchase a firearm. The permits may be valid for as short as", "10 days or as long as 10 years. State licensing requirements are discussed", "in greater detail on our licensing policy page.", "While these requirements ensure that a background check has been conducted", "at some point prior to purchase, a person may fall within a prohibited", "category after the license or permit is issued but before the time the", "person attempts to purchase a firearm. As a result, licensing laws do not", "necessarily prevent ineligible people from accessing firearms. Some states", "that require purchasers to obtain a permit also require a background check", "at the point of sale to ensure that a purchaser has not fallen into a", "prohibited category after he or she obtained the permit.", "States that Require a Background Check to Purchase from Private Sellers", "through a Permit Requirement", "* Connecticut (also requires a point of sale background check)^42", "* District of Columbia (also requires a point of sale background", "check)^43", "* Hawaii^44", "* Illinois^45", "* Iowa (handguns only)^46", "* Maryland (handguns only. Also requires a point of sale background", "check for handguns and assault weapons)^47", "* Massachusetts^48", "* Michigan (handguns only)^49", "* Nebraska (handguns only)^50", "* New Jersey^51 (also requires a point of sale background check)", "* New York (handguns only. Also requires point of sale background", "check)^52", "* North Carolina (handguns only)^53", "* Rhode Island (handguns only. Also requires point of sale background", "check)^54", "California and Washington achieve universal background checks through", "point of transfer checks, but both states additionally require purchasers", "to obtain a firearm safety certificate that does not require a background", "check.", "Gun Show Background Checks", "9%", "of gun sales take place at gun shows", "Firearm purchases from gun shows account for 4% to 9% of annual firearm", "sales, and 3% of gun owners report acquiring their most recent firearm", "from a gun show.", "+", "Source", "Philip J. Cook and Jens Ludwig, Guns in America: Results of a", "Comprehensive National Survey on Firearms Ownership and Use (Washington", "DC: Police Foundation, 1996); Garen Wintemute, “Inside Gun Shows: What", "Goes On When Everybody Thinks Nobody’s Watching,” UC Davis Violence", "Prevention Research Program, 2009; Matthew Miller, Lisa Hepburn, and", "Deborah Azrael, “Firearm Acquisition Without Background Checks: Results of", "a National Survey,” Annals of Internal Medicine 166, no. 4 (2017):", "233–239.", "A loophole in federal law that does not require background checks on sales", "of guns by private or unlicensed individuals is often referred to as the", "“gun show loophole.” This is somewhat misleading, however, as sales of", "firearms by unlicensed individuals can occur anywhere, not just at gun", "shows. Unless a state has closed this loophole, unlicensed sellers are not", "required by federal law to conduct background checks on buyers, whether", "the sale occurs at a gun show or over the internet through a site like", "armslist.com. See our page on Interstate and Online Gun Sales for more", "information about sales conducted over the internet.", "Currently, 22 states and the District of Columbia require background", "checks on sales of some or all types of firearms by private individuals,", "whether the sale occurs at a gun show or elsewhere. For more information", "about the regulation of gun shows, see our summary on Gun Shows.", "Key Legislative Elements", "The features listed below are intended to provide a framework from which", "policy options may be considered. Any jurisdiction considering new", "legislation should consult with counsel.", "* For all firearm transfers, private sellers are subject to similar", "requirements as licensed dealers, including background checks and", "record-keeping requirements.", "* The most comprehensive policy option requires all firearm transfers to", "be conducted through licensed dealers, so that background checks will", "be completed on all purchasers (including purchases from unlicensed", "sellers), and sales records will be maintained (see California,", "Colorado, Delaware, District of Columbia, New York, Oregon, Vermont,", "and Washington).", "* If the jurisdiction does not require that all firearm transfers be", "conducted through licensed dealers, private sellers should be required", "to:", "* Conduct background checks through a central law enforcement", "agency that has access to federal and state databases of", "prohibited purchasers (Rhode Island requires private sellers to", "conduct background checks directly through law enforcement;", "Connecticut requires private sellers to conduct background checks", "through licensed dealers or law enforcement).", "* Maintain records of all firearm transfers for a lengthy period", "(Illinois requires all sellers to retain sales records for 10", "years).", "* Report all transfers to state and local law enforcement (see", "Connecticut, Hawaii, Massachusetts).", "RELATED", "Who Can Have a Gun", "Firearm Prohibitions", "Our laws contain notable gaps that allow individuals who have demonstrated", "a significant risk of violence to possess firearms.", "Background Checks", "Background Check Procedures", "Americans overwhelmingly support background checks for all gun sales to", "prevent individuals who have become prohibited under state and federal", "laws from possessing guns.", "Gun Sales", "Gun Dealers", "Increased oversight of gun dealers is critical to prevent irresponsible", "and dangerous transfers of firearms.", "1. Matthew Miller, Lisa Hepburn & Deborah Azrael, “Firearm Acquisition", "Without Background Checks,” Annals of Internal Medicine 166, no. 4", "(2017): 233–239. [↩]", "2. Jennifer Karberg, et al., “Background Checks for Firearm Transfers,", "2015—Statistical Tables,” US Department of Justice: Bureau of Justice", "Statistics (2017),", "https://www.bjs.gov/content/pub/pdf/bcft15st.pdf.[↩]", "3. Id.[↩]", "4. Daniel W. Webster, Jon S. Vernick, and Maria T. Bulzacchelli, “Effects", "of State–level Firearm Seller Accountability Policies on Firearm", "Trafficking,” Journal of Urban Health 86, no. 4 (2009): 525–537;", "Daniel W. Webster, Jon S. Vernick, Emma E. McGinty, and Ted Alcorn,", "“Preventing the Diversion of Guns to Criminals Through Effective", "Firearm Sales Laws,” in Reducing Gun Violence in America: Informing", "Policy with Evidence and Analysis (Baltimore: The Johns Hopkins", "University Press, 2013), 109–121.[↩]", "5. Katherine A. Vittes, Jon S. Vernick, and Daniel W. Webster, “Legal", "Status and Source of Offenders’ Firearms in States with the Least", "Stringent Criteria for Gun Ownership,” Injury Prevention 19, no. 1", "(2013): 26-31.[↩]", "6. Id.[↩]", "7. “Unchecked,” Everytown for Gun Safety, February 2019,", "https://everytownresearch.org/documents/2019/02/singles-unchecked-bifold-020119d.pdf/.[↩]", "8. Ryan W. Miller, “Gunman in Texas Shooting Bought Gun in Private Sale:", "Here’s What We Know,” USA Today, September 3, 2019,", "https://bit.ly/2khMbBp.[↩]", "9. Alison Dirr, “Five Years Apart, Armslist was Source of Guns in", "High-Profile Domestic Violence Deaths,” Appleton Post-Crescent,", "September 19, 2018,", "https://www.postcrescent.com/story/news/crime/2018/09/19/guns-harrison-murder-suicide-azana-shooting-found-same-website/1224081002/.[↩]", "10. Kimber Laux, “Report reveals details about North Las Vegas day care", "shooting,” Las Vegas Review Journal, June 17, 2016,", "https://www.reviewjournal.com/crime/homicides/report-reveals-details-about-north-las-vegas-day-care-shooting/.[↩]", "11. “Appendix: Mass Shootings in the United States, 2009–2017,” Everytown", "for Gun Safety, December 2018,", "https://everytownresearch.org/documents/2018/12/appendix-mass-shootings-report-2009-2017.pdf.[↩]", "12. “National Instant Criminal Background Check System Celebrates 20 Years", "of Service,” Federal Bureau of Investigation, Criminal Justice", "Information Services, November 30, 2018,", "https://www.fbi.gov/services/cjis/cjis-link/national-instant-criminal-background-check-system-celebrates-20-years-of-service;", "“About NICS,” Federal Bureau of Investigation, Accessed June 3, 2019,", "https://www.fbi.gov/services/cjis/nics/about-nics.[↩]", "13. Office of the Inspector General, “Audit of the Handling of Firearms", "Purchase Denials Through the National Instant Criminal Background", "Check System,” US Department of Justice, September 2016,", "https://oig.justice.gov/reports/2016/a1632.pdf.[↩]", "14. For example, a 2008 poll showed 87% support for background checks on", "private gun sales. Garen J. Wintemute, Anthony A. Braga, and David M.", "Kennedy, “Private–party Gun Sales, Regulation, and Public Safety,” 363", "New England Journal of Medicine, no. 6 (2010): 508–511.[↩]", "15. “U.S. Support For Gun Control Tops 2-1, Highest Ever, Quinnipiac", "University National Poll Finds; Let Dreamers Stay, 80 Percent Of", "Voters Say,” Quinnipiac University Poll, February 20, 2018,", "https://poll.qu.edu/national/release-detail?ReleaseID=2521.[↩]", "16. Brett Samuels, “Poll: Most NRA Members Support Comprehensive", "Background Checks,” The Hill, March 8, 2018,", "https://thehill.com/blogs/blog-briefing-room/377455-poll-most-nra-members-support-comprehensive-background-checks.[↩]", "17. 18 U.S.C. §§ 922(t), 923(g).[↩]", "18. 18 U.S.C § 921(a)(21)(C).[↩]", "19. Id.[↩]", "20. Id[↩]", "21. U.S. Department of Justice & Bureau of Alcohol, Tobacco and Firearms,", "U.S. Department of the Treasury, Gun Shows: Brady Checks and Crime Gun", "Traces 13-14 (Jan. 1999).[↩]", "22. effective July 1, 2020[↩]", "23. These states adopted their universal background check laws in this", "order: Washington D.C. (conducts universal background checks as part", "of a firearm registration law that was enacted in 1975), Rhode Island", "(1990), California (1991), New York (2013), Colorado (2013),", "Connecticut (2013), Delaware (2013), Washington (2014 by voter", "initiative), Oregon (2015), Vermont (2018), Nevada (2019), New Mexico", "(2019), and Virginia (2020).[↩]", "24. N.J. Stat. Ann. § 2C:58-3.[↩]", "25. Cal. Penal Code §§ 27545, 27850-28070.[↩]", "26. Colo. Rev. Stat. § 18-12-112; 2013 Colo. H.B. 1229. See also Colo.", "Rev. Stat. §§ 12-26.1-101 – 12-26.1-108.[↩]", "27. Conn. Gen. Stat. §§ 29-33(c), 29-36l(f), 29-37a(e)-(j). 2013 Ct. ALS", "3. See also Conn. Gen. Stat. § 29-37g (pre-existing law requiring a", "background check before a firearm is sold at a gun show).[↩]", "28. Del. Code tit. 11, § 1448B, tit. 24, § 904A.[↩]", "29. D.C. Code Ann. § 7-2505.02.[↩]", "30. Md. Code Ann., Pub. Safety §§ 5-101(t), 5-124. Maryland’s requirement", "applies to “regulated firearms,” which is defined to include handguns", "and assault weapons. However, assault weapons are now generally banned", "in Maryland.[↩]", "31. Nev. Rev. Stat. Ann. § 202.2547.[↩]", "32. N.J. Stat. Ann. § 2C:58-3.[↩]", "33. 2019 NM S 8, enacting N.M. Stat. Ann. § 30-7-7.1.[↩]", "34. N.Y. Gen. Bus. Law § 898. 2013 NY ALS 1. See also N.Y. Gen. Bus. Law", "§§ 895-897; N.Y. Penal Law § 400.00 (pre-existing law requiring a", "background check before sale of a firearm at a gun show).[↩]", "35. Or. Rev. Stat. § 166.435. At gun shows, Oregon law allows a transferor", "who is not a licensed dealer to contact the Department of State Police", "directly to conduct the background check. Or. Rev. Stat. § 166.436.[↩]", "36. 18 Pa. Cons. Stat. § 6111(b), (c), (f)(2).[↩]", "37. R.I. Gen. Laws §§ 11-47-35 – 11-47-35.2.[↩]", "38. Vt. Stat. Ann. tit. 13, § 4019, enacted by 2017 SB 55, Sec. 6.[↩]", "39. Va. Code Ann. §§ 18.2-308.2:2; 18.2-308.2:5.[↩]", "40. Rev. Code Wash. § 9.41.113. In 2014, Washington became the first state", "to enact a law requiring background checks on private sales by voter", "initiative. See Initiative Measure No. 594, available at", "http://sos.wa.gov/_assets/elections/initiatives/FinalText_483.pdf.[↩]", "41. In Virginia, sales at a gun show can be processed by the State", "Police.[↩]", "42. Conn. Gen. Stat. §§ 29-33, 29-36f – 29-36i, 29-37a, 29-38g –", "29-38j.[↩]", "43. D. C. Code Ann. §§ 7-2502.01 – 7-2502.10; D.C. Mun. Regs. tit. 24,", "D.C. Mun. Regs. tit. 24, §§ 2311 – 2320.[↩]", "44. Haw. Rev. Stat. Ann. §§ 134-2, 134-13.[↩]", "45. 430 Ill. Comp. Stat. 65/1 – 65/15a, 720 Ill. Comp. Stat. 5/24-3(k).", "Since 2014, Illinois has required a seller to contact law enforcement", "and verify the validity of the purchaser’s permit (called a FOID Card)", "at the time of the sale.[↩]", "46. Iowa Code §§ 724.15 – 724.20.[↩]", "47. Md. Code Ann. Pub. Safety § 5-117.1.[↩]", "48. Mass. Gen. Laws ch. 140, §§ 121, 129B, 129C, 131, 131A, 131E, 131P.[↩]", "49. Mich. Comp. Laws §§ 28.422, 28.422a.[↩]", "50. Neb. Rev. Stat. Ann. §§ 69-2404, 69-2407, 69-2409.[↩]", "51. N.J. Stat. Ann. § 2C:58-3.[↩]", "52. N.Y. Penal Law §§ 400.00 – 400.01.[↩]", "53. N.C. Gen. Stat. §§ 14-402 – 14-404.[↩]", "54. R. I. Gen. Laws §§ 11-47-35 – 11-47-35.1.[↩]", "* * * * About", "* Donate", "* Contact", "* Blog", "* Careers", "* Press", "Support Giffords", "© 2021 Giffords Law Center to Prevent Gun Violence. All Rights Reserved.", "* Terms & Conditions", "* Privacy Policy"]