["Link: canonical", "Link: amphtml", "Explore", "Hindustan Times News", "free E-Paper", "Games", "Sign in", "Hi,  Sign out", "IND USA", "Sign in", "Hi,  Sign out", "_____________________", "[ Submit ]", "* Home", "* India News", "* Cities", "* Mumbai News", "* Delhi News", "* Bengaluru News", "* Gurugram News", "* Pune News", "* Chandigarh News", "* Kolkata News", "* Elections", "* Opinion", "* Analysis", "* Editorials", "* World News", "* Entertainment", "* Bollywood", "* Hollywood", "* TV", "* Cricket", "* India vs England", "* Trending", "* Videos", "* Explainer Videos", "* On The Record", "* In Focus", "* HT Weekend", "* Aur Batao", "* Vikram Chandra Daily Wrap", "* Lifestyle", "* Fashion", "* Health", "* Travel", "* Education", "* Podcasts", "* Web Stories", "* Health", "* Auto", "* Sports", "* Hockey", "* Football", "* HT Tech", "* CricHT", "* HT Friday Finance", "* Photos", "* Business News", "* HT Brand Stories", "* HT School", "* HT Bangla", "* Science", "* Explore Hindustan Times", "* Subscribe newsletter", "* Weather Today", "* About Us", "* Contact Us", "* Privacy Policy", "* Terms of Use", "* Subscription - Terms of Use", "* Disclaimer", "* Print Ad Rates", "* Code of Ethics", "* Sitemap", "* RSS Feeds", "Copyright © HT Digital Streams Ltd. All rights reserved.", "* Home", "* Latest", "* Most Read", "* My Reads", "* Saved", "* India", "* Cities", "* Cricket", "* Entertainment", "* Editorials", "* Elections", "* World News", "* Trending", "* Videos", "* Lifestyle", "* Education", "* Web Stories", "Home / Cities / Gurugram News / Guard who shot Gurugram judge’s wife, son", "spent hours on internet, say police", "Police take Mahipal Singh, who is accused of shooting a judge's wife and", "son, to a court, in Gurugram, Sunday, Oct 14, 2018.(PTI) Police take", "Mahipal Singh, who is accused of shooting a judge's wife and son, to a", "court, in Gurugram, Sunday, Oct 14, 2018.(PTI)", "gurugram news", "Guard who shot Gurugram judge’s wife, son spent hours on internet, say police", "Mahipal Singh shot Ritu, 38, and Dhruv, 18 — wife and son of additional", "sessions judge Krishan Kant — in a crowded market in Gurugram. He was the", "personal security guard of judge Kant. While Ritu succumbed to her", "injuries on Saturday night, Dhruv remains critical.", "READ FULL STORY", "Hindustan Times, Gurugram | By Nikhil M Babu", "UPDATED ON OCT 15, 2018 09:56 AM IST", "Mahipal Singh, 32, who shot the wife and son of an additional sessions", "judge on Saturday, used to spend “four to six hours daily” browsing the", "internet, police said on Sunday. It also said that Singh had been", "‘disturbed’ for the past one-and-a half months and had apologised to the", "judge twice for his ‘weird’ behaviour.", "Singh shot Ritu, 38, and Dhruv, 18 — wife and son of additional sessions", "judge Krishan Kant — in a crowded market in Gurugram. He was the personal", "security guard of judge Kant. While Ritu succumbed to her injuries on", "Saturday night, Dhruv remains critical.", "The police are yet to ascertain the motive behind the shooting which had", "shocked the city police and kept the force on its toes for at least two", "hours before Singh was arrested. Head constable Singh, whose services from", "the state police were terminated on Sunday, was produced before a local", "court later in the day. The city police has sought a week’s custody for", "extensive interrogation of Singh to establish the reason why he shot the", "duo.", "Deputy commissioner of police Sumit Kuhar said the investigators are", "looking into Singh’s past life and affiliations to understand why he", "committed the crime. Kuhar said Singh was particularly active on social", "media and liked to post videos on the Facebook. He said Singh had two", "Facebook profiles, both of them with the name, ‘Mahipalji’.", "Mahipal joined the Haryana Police in 2007. He had two daughters with his", "wife Vias Devi alias Meenu. Some family members claimed that the couple", "had a strained relationship over the birth of two daughters, said Kuhar.", "However, Singh’s neighbours never reported any unusual behaviour and", "described him as a well-mannered man. He had moved to Gurugram", "four-and-a-half years ago and had been posted as a personal security", "officer for four years with many judges.", "Kuhar said Singh was close to his daughters and often took them out and", "used to make their videos and upload it on Facebook and shared them with", "his relatives on WhatsApp.", "After his father’s death, Singh started living with his maternal uncle in", "Bhungarka village in Narnaul and studied at a government school. It was", "his uncle who motivated Singh to become a police officer. He made Singh", "take up coaching for the exam to join the police force.", "Kuhar also said that Singh had been watching videos related to religion", "and it is suspected that he had been attending ‘conversion’ camps.", "However, HT could not independently verify the claim. The police also", "could not explain as to how his alleged attendance at such camps could be", "connected to Saturday’s shooting.", "In the video footage of the incident recorded by a witness, Mahipal is", "seen with the gun in his hand. He was also seen trying to push Dhruv", "inside the car as he laid listless on the road.", "The body of Ritu was taken to her native Hisar on Sunday but was brought", "back and has been kept at a mortuary.", "SHARE THIS ARTICLE ON", "what's app Share on Twitter Share on Facebook bookmark", "Topics", "Krishan Kant Gurugram Security Guard Gurugram judge Sumit Kuhar mahipal", "singh + 4 more", "Close", "TRENDING TOPICS", "* Bihar Board 12th Result 2021", "* BSEB Bihar Board 12th Result", "* Bihar Board 12th Result 2021 Live", "* Covid-19 cases in India", "* Bharat Bandh", "* IND vs ENG Live Score", "* Horoscope Today", "* BSEB Inter Results", "* Assembly Election News", "* India vs England", "* Bihar Board 12th Result Link", "what's app Share on Twitter Share on Facebook bookmark", "SHARE", "Copy", "Whatsapp Twitter Facebook Linkedin", "Sign In to continue reading", "×", "Get free access to newsletters, alerts and recommendations", "SIGN IN", "Don’t have an account? Sign Up", "SKIP", "Story Saved", "OPEN APP"]