["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Barack Obama", "stated on August 15, 2012 in remarks at a campaign event:", "Says Mitt Romney and Paul Ryan \"want to turn Medicare into a voucher", "system.\"", "true mostly-true", "* National", "* Federal Budget", "* Health Care", "* Medicare", "* Barack Obama", "President Barack Obama speaks at a campaign event, Wednesday, Aug. 15,", "2012, in Davenport, Iowa, during a three-day bus tour through Iowa.", "President Barack Obama speaks at a campaign event, Wednesday, Aug. 15,", "2012, in Davenport, Iowa, during a three-day bus tour through Iowa.", "President Barack Obama speaks at a campaign event, Wednesday, Aug. 15,", "2012, in Davenport, Iowa, during a three-day bus tour through Iowa.", "President Barack Obama speaks at a campaign event, Wednesday, Aug. 15,", "2012, in Davenport, Iowa, during a three-day bus tour through Iowa.", "Louis Jacobson", "By Louis Jacobson August 16, 2012", "Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?", "In their attacks against Mitt Romney and Paul Ryan, Mitt Romney's running", "mate, the Obama campaign and Democratic allies have been repeating a", "familiar word: vouchers.", "During a campaign event in Davenport, Iowa, on Aug. 15, 2012, President", "Barack Obama said, \"I’ve strengthened Medicare. I've made reforms that", "save millions of seniors with Medicare hundreds of dollars on their", "prescription drugs. We're closing the doughnut hole. I've proposed reforms", "that will save Medicare money by getting rid of wasteful spending in the", "health care system. Reforms that will not touch your Medicare benefits.", "\"And Gov. Romney and his running mate have a different plan. They want to", "turn Medicare into a voucher system. That means seniors would no longer", "have the guarantee of Medicare -- they’d get a voucher to buy private", "insurance. And if it doesn’t keep up with costs, well, that’s the seniors'", "problem. It was estimated that Gov. Romney's running mate, his original", "plan would force seniors to pay an extra $6,400 a year.\"", "We wondered whether Romney and Ryan really \"want to turn Medicare into a", "voucher system.\"", "\"Voucher\" is a word Democrats have used over the years to criticize a", "variety of Republican privatization proposals, such as efforts to help", "private schools. Republicans don't like the word and try to avoid it.", "Frank Luntz, a Republican consultant specializing in \"message creation and", "image management,\" boasts on his website that he \"moved the public debate", "from ‘school vouchers’ to ‘opportunity scholarships.’\"", "In the context of Medicare, Republicans prefer to call it \"premium", "support\" -- the one Ryan himself has used from day one when talking about", "his own proposals. A Romney-Ryan spokesman told us the campaign considers", "it a \"premium support\" plan, not a voucher plan.", "Both sides are acting in self-interest, said Ben Zimmer, executive", "producer of the Visual Thesaurus and Vocabulary.com and language columnist", "for The Boston Globe. \"I can understand Republican willingness to embrace", "this alternative term, just as I can understand Democratic eagerness to", "remind voters of the dreaded ‘v-word’ at every turn,\" Zimmer said.", "In this item, we will sort through the claims and see whether it’s", "reasonable for Obama to call the Romney-Ryan plan for Medicare a \"voucher", "system.\"", "We'll start with the dictionary. Merriam-Webster defines a voucher as \"a", "written affidavit or authorization … a form or check indicating a credit", "against future purchases or expenditures; a coupon issued by government to", "a parent or guardian to be used to fund a child's education in either a", "public or private school.\"", "Ryan’s plans", "The initial Ryan plan that used \"premium supports\" was released in early", "2011 and was approved by the GOP-controlled House before dying in the", "Senate, where Democrats called it radical and argued that it shifted too", "much of Medicare’s financial burden to beneficiaries.", "Under Ryan’s original plan, Medicare would have changed from a program", "that pays doctors and hospitals fees for particular services to one in", "which beneficiaries would be paid an amount by the government that they", "could use toward private insurance premiums. This would have affected", "people who today are under 55 only. The private plans would comply with", "standards set by the U.S. Office of Personnel Management, which", "administers the Federal Employees Health Benefits Program.", "Ryan has since offered updated versions of the plan, the first in", "conjunction with Sen. Ron Wyden, D-Ore., and then as part of his fiscal", "year 2013 budget proposal.", "Ryan’s most recent plan is similar to his original one, with one key", "difference. The newer version allows beneficiaries under 55 a choice --", "they can use their payment to buy private insurance or for a plan that", "acts like traditional Medicare. The amount a beneficiary receives would be", "based in part on the second least-expensive plan available on the", "exchange.", "But note that Obama said, \"Gov. Romney and his running mate have a", "different plan.\" Is the most recent Ryan plan also official policy for the", "Romney campaign?", "In an interview with a Green Bay, Wis., television station on Aug. 15,", "Romney said, \"Paul Ryan and my plan for Medicare, I think, is the same, if", "not identical -- it's probably close to identical.\" Based on this, we’ll", "evaluate Obama’s claim based on the most recent Ryan plan.", "A history of ‘premium support’", "When Ryan unveiled his plan, Democrats poked fun at him for avoiding the", "term \"voucher.\" At a hearing on the plan, Rep. Pete Stark, D-Calif., said,", "\"My Republican colleagues don't like the sound of ‘voucher’ to describe", "their plan, so they've made up a new term called ‘premium support.’\"", "Actually, that term has been around since a 1995 paper co-authored by two", "health policy experts, Henry Aaron, of the Brookings Institution, and", "Robert Reischauer, a former Congressional Budget Office director who was", "then at Brookings. \"Premium support\" also was used in a Medicare overhaul", "proposed by the bipartisan Breaux-Thomas commission in 1999 and in the", "2010 Rivlin-Domenici proposal from the Bipartisan Policy Center.", "Each of these proposals had somewhat different details, but what they", "broadly shared is changing Medicare from a program in which the government", "pays the bills directly to one in which the government gives money to the", "beneficiary, who spends it on an insurance plan.", "In their 1995 paper, Aaron and Reischauer proposed that Medicare \"pay a", "defined sum toward the purchase of an insurance policy that provided a", "defined set of services\" -- an approach they billed as a \"middle ground\"", "between a separate national health care system for the aged and a \"pure", "voucher system\" within a \"lightly regulated marketplace.\"", "Aaron -- who no longer supports the idea of premium support, saying the", "cost-control provisions of President Barack Obama’s health care law serve", "the purpose he intended -- reiterated in a blog post earlier this year", "that there are several key differences between a voucher program and", "premium support.", "For a proposal to qualify as premium support, Aaron wrote, it’s crucial to", "peg the beneficiaries’ payment to the actual rise in health care costs so", "people don't end up having to pay more because of inflation. Voucher plans", "that don’t do this \"are virtually guaranteed to become increasingly", "inadequate,\" he wrote.", "So does the Ryan plan meet the definition of premium support? While his", "original plan was pegged to overall consumer prices, the most recent Ryan", "plan is pegged to the lower end of health care premiums. That’s closer to", "the Aaron-Reischauer definition than his first plan was, though the fact", "that it’s tied to the low end rather than average costs suggests that", "payment size could still lag typical health care prices.", "The notion that there’s a substantive difference between \"premium support\"", "and \"vouchers\" receives some support from free-market supporters. Michael", "Tanner, a health care analyst for the libertarian Cato Institute, said", "that the original Ryan plan, \"leaned more toward a voucher,\" whereas", "Ryan’s second plan was \"clearly premium support.\"", "Robert Moffit, a health policy analyst at the conservative Heritage", "Foundation, agrees with Aaron that there’s a distinction between \"voucher\"", "and \"premium support,\" though he draws the opposite conclusion, arguing", "that the Obama campaign’s use of the term \"voucher\" is not justified,", "since the Ryan plan includes more regulation than for, say, airline", "vouchers for food and drink.", "Looking at linguistics", "The differences between vouchers and premium support may matter to", "health-policy professionals, but not necessarily to a general audience.", "And while the 1995 Aaron-Reischauer paper may have offered a detailed", "definition for \"premium support,\" language tends to evolve over nearly two", "decades.", "In recent years, the definitions of \"premium support\" and \"vouchers\" have", "become almost indistinguishable, with plans such as Breaux-Thomas and", "Rivlin-Domenici using \"premium support\" to describe policies that weren’t", "identical to those from the 1995 paper. Reischauer made this argument when", "he told PolitiFact that he thinks the Obama campaign \"is on firm ground\"", "using the term \"voucher.\"", "Even more convincingly, the 1995 paper didn’t say that premium support", "wasn’t a voucher -- it said that it wasn’t a \"pure\" voucher. This means", "that \"premium support\" may be seen as just one type of voucher, not the", "opposite of a voucher.", "Aaron told us he agreed with that reasoning. Take away the requirements", "listed in the 1995 paper, he said, \"and you have a bare-bones voucher.\"", "Adhere to these requirements, he said, \"and you have premium support. That", "means, I think, that premium support is a type of voucher.\"", "Our ruling", "We agree that in the world of policy wonks, there are distinctions between", "\"vouchers\" and \"premium support,\" having to do with the type of inflation", "adjustment used and the degree of marketplace regulation imposed. Compared", "with his original plan, Ryan’s most recent plan does move closer to", "fitting the definition of pure premium support. But substantively, it’s", "still somewhere in between the two approaches.", "But the Romney-Ryan approach pretty much matches the dictionary definition", "of \"a form or check indicating a credit against future purchases or", "expenditures.\" We think that describes the general way Ryan's plan would", "work. For a political discussion aimed at voters rather than policy wonks,", "we think Obama’s use of the term \"voucher\" is close enough to earn it a", "rating of Mostly True.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "Our Sources", "Barack Obama, remarks by the President and First Lady at a campaign event", "in Davenport, Iowa, Aug. 15, 2012", "David Axelrod, interview on CNN’s State of the Union, Aug. 12, 2012", "David Axelrod, email to supporters, Aug. 11, 2012", "WBAY ABC-TV-2 (Green Bay, Wis.), \"Mitt Romney Talks Medicare in Exclusive", "Interview with Action 2 News,\" Aug. 16, 2012", "Brookings Institution, \"Premium Support: A Primer,\" Dec. 16, 2011", "National Bipartisan Commission on the Future of Medicare, \"Building a", "Better Medicare for Today and Tomorrow\" (final version), March 16, 1999", "Congressional Budget Office, analysis of original Ryan plan, April 5, 2011", "Congressional Budget Office, \"The Long-Term Budgetary Impact of Paths for", "Federal Revenues and Spending Specified by Chairman Ryan,\" March 2012", "Kaiser Family Foundation, \"Comparison of Medicare Premium Support", "Proposals,\" accessed Aug. 15, 2012", "Fiscal Times, \"What to Call Ryan's Private Medicare Plan,\" April 27, 2012", "Fiscal Times, \"Rivlin-Domenici Put Medicare on a Weight Loss Diet,\" Nov.", "18, 2010", "House Ways and Means Committee, hearing on Medicare premium support", "proposals, April 27, 2012 (accessed via Nexis)", "Heritage Foundation, \"Medicare Reform Stage 2: Moving to a Premium Support", "System\" (news release), Nov. 28, 2011 (accessed via Nexis)", "Urban Institute, \"Can Competition Improve Medicare? A Look at Premium", "Support,\" 1999", "Robert Moffit, \"Saving the American Dream: Comparing Medicare Reform", "Plans,\" April 4, 2012", "Robert Moffit, \"Premium Support: Medicare’s Future and Its Critics,\" Aug.", "7, 2012", "Henry Aaron, \"Medicare Reform: Rhetoric vs. Substance\" (paper)", "PolitiFact, \"Throw-granny-from-the-cliff ad says Paul Ryan plan would", "privatize Medicare,\" May 25, 2011", "Email interview with Henry Aaron, senior fellow at the Brookings", "Institution, Aug. 14, 2012", "Email interview with Robert Reischauer, former Congressional Budget Office", "director and president emeritus of the Urban Institute, Aug. 13, 2012", "Email interview with Jonathan Oberlander, a health policy and management", "professor at the University of North Carolina (Chapel Hill), Aug. 13, 2012", "Email interview with Michael Tanner, senior fellow at the Cato Institute,", "Aug. 13, 2012", "Email interview with Robert Moffit, senior fellow at the Heritage", "Foundation, Aug. 13, 2012", "Email interview with Frank Luntz, president of Luntz Global, Aug. 15, 2012", "Email interview with Ben Zimmer, executive producer of the Visual", "Thesaurus and Vocabulary.com and language columnist for The Boston Globe,", "Aug. 15, 2012", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Louis Jacobson", "Roy Blunt", "stated on March 21, 2021 an interview on NBC's \"Meet the Press\":", "Under H.R. 1, the Federal Election Commission “for the first time ever,", "instead of being an equal number of Republicans and Democrats (would be)", "three of one side and two of the other.\"", "barely-true barely-true", "By Louis Jacobson • March 22, 2021", "Nancy Pelosi", "stated on March 14, 2021 an interview on ABC's \"This Week\":", "The Republican tax bill passed in 2017 \"gave 83% of the benefits to the", "top 1%.\"", "half-true half-true", "By Louis Jacobson • March 16, 2021", "Chuck Todd", "stated on March 7, 2021 remarks on NBC's \"Meet the Press\":", "“The filibuster was never an idea of the founding fathers.”", "true true", "By Louis Jacobson • March 8, 2021", "Mike Pence", "stated on March 3, 2021 an op-ed in the Daily Signal:", "The voting bill known as H.R. 1 \"would force states to adopt universal", "mail-in ballots.”", "false false", "By Louis Jacobson • March 4, 2021", "Joe Biden", "stated on March 1, 2021 remarks with Mexico's president:", "\"The fastest-growing population in the United States is Hispanic.\"", "barely-true barely-true", "By Louis Jacobson • March 3, 2021", "Xavier Becerra", "stated on February 24, 2021 statements at a confirmation hearing:", "“I have never sued a nun — any nuns.”", "half-true half-true", "By Louis Jacobson • February 26, 2021", "Viral image", "stated on February 19, 2021 on social media:", "“COVID-19 infections down 61% from Trump’s last day. COVID-19 vaccinations", "up 85% from Trump’s last day. Competence Matters.”", "mostly-true mostly-true", "By Louis Jacobson • February 23, 2021", "Joe Biden", "stated on February 16, 2021 remarks at a CNN town hall:", "\"If we kept (the minimum wage) indexed to inflation, people would be", "making $20 an hour right now.”", "false false", "By Louis Jacobson • February 18, 2021", "Facebook posts", "stated on February 1, 2021 on social media:", "Under the 2017 tax law, “people who make under $75,000 will have their", "taxes raised in 2021 and every 2 years after that until 2027.”", "barely-true barely-true", "By Louis Jacobson • February 5, 2021", "Facebook posts", "stated on January 23, 2021 on social media:", "“Biden invested the entire family fortune in Ukraine gas and oil. Then", "shuts down Keystone pipeline. Starting to get the picture.”", "false false", "By Louis Jacobson • January 28, 2021", "Jake Tapper", "stated on January 13, 2021 remarks in a CNN broadcast:", "The second presidential impeachment of Donald Trump was “the most", "bipartisan impeachment in American history.”", "true true", "By Louis Jacobson • January 13, 2021", "Mitch McConnell", "stated on January 6, 2021 a Senate floor speech:", "\"This election actually was not unusually close.\"", "true true", "By Louis Jacobson • January 8, 2021", "Facebook posts", "stated on December 27, 2020 social media posts:", "Says a recent study found no asymptomatic or presymptomatic spread of", "COVID.", "barely-true barely-true", "By Louis Jacobson • December 28, 2020", "Joe Biden", "stated on December 3, 2020 an interview with CNN:", "\"People have lost faith in the ability of the vaccine to work. Already,", "the numbers are really staggeringly low.\"", "half-true half-true", "By Louis Jacobson • December 8, 2020", "Ron DeSantis", "stated on November 30, 2020 a press conference:", "“The states that are locked down are increasing at twice the rate we are”", "in Florida", "half-true half-true", "By Louis Jacobson • December 2, 2020", "Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "* Jim Justice", "stated on March 4, 2021 in a tweet:", "West Virginia “is the only state to decline in population over the", "last 70 years”", "true true", "By Duncan Slade • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a Facebook post:", "A CNN chyron said the Boulder “shooter was factually Arabic, but", "morally white.”", "pants-fire pants-fire", "By Bill McCarthy • March 25, 2021", "* Joy Behar", "stated on March 23, 2021 in a TV segment:", "\"In 2004, George W. Bush lifted the ban on those (AR-15 type) rifles,", "and since then, the number of massacres has increased 183%. During the", "ban, there were 12 incidents. Since he lifted the ban, there were 34", "incidents.\"", "half-true half-true", "By Bill McCarthy • March 25, 2021", "* Facebook posts", "stated on March 18, 2021 in a Facebook post:", "\"80% of people taking the Moderna vaccine had significant side", "effects, via Bill Gates.\"", "false false", "By Tom Kertscher • March 25, 2021", "* Richard Hudson", "stated on March 15, 2021 in a tweet:", "\"Illegal border crossings are up 173% from 1 year ago and 28% since", "January when President Biden stopped the wall & deportations and", "started catch & release.\"", "half-true half-true", "By Paul Specht • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]