["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Factsheets", "4. FACTSHEET: Funding and the cha...", "FACTSHEET: Funding and the changing face of South Africa’s public universities", "Published on 26 October 2016", "1. ENROLMENT", "1.1 How many pupils qualify for university study?", "Replacing South Africa’s senior certificate in 2008, the national senior", "certificate now serves as South Africa’s major school-leaving", "qualification.", "Four levels of achievement are possible: a straight national senior", "certificate pass, or a national senior certificate pass with admission to", "a higher certificate, diploma or bachelor’s degree. The latter allows a", "pupil to enrol at a university.", "In 2013, over 30% of the 562,115 pupils who wrote the exam achieved a", "bachelor pass - the highest rate so far.", "IFrame", "1.2 How many places are available?", "It is estimated that a total of 1,043,102 students were enrolled in South", "Africa’s public universities in 2017 with 193,962 of those students", "starting their undergraduate education for the first time.", "These are preliminary final enrolment figures, Jean Skene, director in the", "department of higher education and training and responsible for the Higher", "Education Management Information System (HEMIS), said. She cautioned that", "the estimates are “extremely provisional” figures, which are subject to", "change.", "“We will only receive more reliable 2017 headcount data from the", "universities at the end of April 2018 with the final audited data only due", "in July 2018 once the 2017 graduations have taken place,” Skene told", "Africa Check.", "For 2018, a total of 1,060,312 students are projected to enrol in public", "universities with 208,308 of them being first-time entering students.", "These figures are waiting to be signed off by the minister of higher", "education, Skene noted.", "1.3 What is the demographic profile of students?", "Historically, higher education opportunities in South Africa were tied to", "race. This resulted in “low participation rates for black South Africans", "and more crucially, generally low completion rates among these students”,", "the Council on Higher Education notes.", "Post-apartheid South Africa has, however, seen changes in the higher", "education landscape. Enrolments of African students in universities", "increased from 59% of total enrolments in 2000 to 71% in 2015, using", "figures from the Higher Education Data Analyzer Portal.", "IFrame", "2. SUBSIDIES", "2.1 How much funding does government provide to universities?", "The share government contributes to public universities and other tertiary", "education institutions’ income declined from 49% in 2000 to 39% in 2015,", "data from the Centre for Higher Education Trust shows.", "IFrame", "While government’s share of income has decreased over this period,", "economics professor and head of the economics department at the University", "of the Free State, Philippe Burger, suggests that it is not the only", "measure that should be looked at.", "This is because the percentage (or ratio) of government funding can be", "lowered or raised when other income streams increase or decrease.", "“Focusing on this ratio is not the best way to assess changes in the role", "of subsidies in funding higher education. Rather, we should ask whether or", "not the real government subsidy per student has declined,” Burger said.", "The “real government subsidy per student” Burger mentions is calculated by", "dividing government’s subsidy by the number of students. This figure is", "then adjusted for inflation to enable comparisons between years.", "Using this measure, Burger shows that between 2000 and 2004 the subsidy", "per student decreased by almost 22%.", "Between 2006 and 2015 the real subsidy per student has recovered and has", "remained relatively stable at an average of R24,378 per student. (Note:", "This is in 2015 prices.)", "Government’s contribution as a share of public universities’ income", "decreased by 20.4% between 2000 and 2015. However, the “real government", "subsidy per student”, as calculated by Burger, decreased by 2.3% over the", "same period.", "IFrame", "2.2 How much money does SA provide to public universities as a share of GDP?", "South Africa’s total public university budget was equal to 0.74% of the", "country’s gross domestic product in 2015/16, data from the department of", "higher education and training shows. This excludes the department’s", "operational costs.", "Preliminary estimates showed that South Africa’s total public university", "budget will increase to 0.84% of the country’s gross domestic product in", "2016/17.", "The department of higher education told Africa Check in January 2018 that", "they had not updated these estimates. New figures were expected to be", "available by April 2018.", "3. STUDENT LOANS", "3.1 What is the role of NSFAS?", "The National Student Financial Aid Scheme (NSFAS) was established by South", "African law in 1999. It used to provide loans and bursaries to students", "who qualify at all public universities and technical vocational education", "and training (TVET) colleges.", "The bulk of NSFAS funding came from the department of higher education and", "training. It also got money from the repayment of loans by former students", "as well as government bursaries that are earmarked for specific purposes,", "such as equipping students with scarce skills.", "But following President Jacob Zuma’s December 2017 announcement of free", "higher education for young people from poor and working-class families,", "NSFAS will no longer disburse loans to students. It will only provide", "bursaries, spokesman Kagisho Mamabolo told Africa Check.", "“Loans for existing NSFAS students will be converted into bursaries", "effective from 2018,” he said.", "The funds available for higher education in 2018 is yet to be announced.", "In the 2016/17 financial year, NSFAS disbursed R12.4 billion in loans and", "bursaries to students.", "3.2. What do NSFAS funds pay for?", "Loans for existing NSFAS students will be converted to 100% grants from", "2018. Grants will cover the full cost of tuition, including accommodation,", "food, books as well as travel costs.", "Students get vouchers through the NSFAS sBux system for food,", "accommodation and travel.", "3.3. How are NSFAS loans allocated?", "Until 2014, NSFAS used a formula to allocate funds to universities. The", "formula took into account the number of poor students and the full cost of", "study as determined by the university. Race was used as a proxy for poor", "students.", "In turn, the universities invited applications for financial aid from", "eligible, registered students. A 2010 ministerial review commission into", "NSFAS found that this had advantages in allowing for the offices to be", "“one-stop shops” for all types of financial aid available. However, it", "also meant that NSFAS could not account for decisions made by university", "employees. Students also objected that there was little uniformity across", "institutions.", "Starting in August 2016, students applied directly to NSFAS online,", "spokesman, Tsepo Khanye, told Africa Check. Students whose families earned", "less than R122,000 per year (R10,166 per month) were prioritised, Mamabolo", "said.", "In January 2018, higher education and training minister Hlengiwe Mkhize", "extended the definition of “poor and working class” families to those that", "earn less than R350,000 per year.", "Free education for students from poor and working-class families at TVET", "colleges will be phased in over a five year period, starting in 2018.", "There will be no fee increases for university students from families", "earning less than R600,000 per year (or R50,000 per month), Mkhize also", "said.", "3.4. How many students have been assisted by NSFAS?", "In the 2016 academic year, NSFAS assisted 225,950 students at public", "universities and a national institute for higher education.", "IFrame", "For the 2018 academic year, NSFAS has already received in excess of", "300,000 applications for first-year students at universities and TVET", "colleges, the minister of higher education said.", "“All students who have confirmation of acceptance from a university or", "TVET college, and whose families earn a combined [income of] R350,000 per", "annum, will be assisted,” Mkhize said in a press release. “This includes", "such students who did not apply for NSFAS last year during the 2018", "applications window.”", "3.5. What will happen to historic NSFAS debt?", "Students were expected to start repaying their NSFAS loans once they", "earned a salary of R30,000 (R2,500 per month) or more per year.", "In his announcement of fee-free higher education in December 2017,", "President Jacob Zuma said that the issue of historical debt owed to NSFAS", "is complex.", "How it will be handled going forward be dealt with by the departments of", "higher education and training, and planning, monitoring and evaluation as", "well as treasury.", "Researched by Gopolang Makou, Kate Wilkinson, Vinayak Bhardwaj & Ina", "Skosana", "Additional reading", "https://africacheck.org/reports/how-much-will-it-cost-to-go-to-a-south-african-university-in-2016/", "Stats SA: Financial statistics of higher education institutions", "Africa Check", "Africa Check", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 8 + 7 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]