["Link: canonical", "Link: amphtml", "Explore", "Hindustan Times News", "free E-Paper", "Games", "Sign in", "Hi,  Sign out", "IND USA", "Sign in", "Hi,  Sign out", "_____________________", "[ Submit ]", "* Home", "* India News", "* Cities", "* Mumbai News", "* Delhi News", "* Bengaluru News", "* Gurugram News", "* Pune News", "* Chandigarh News", "* Kolkata News", "* Elections", "* Opinion", "* Analysis", "* Editorials", "* World News", "* Entertainment", "* Bollywood", "* Hollywood", "* TV", "* Cricket", "* India vs England", "* Trending", "* Videos", "* Explainer Videos", "* On The Record", "* In Focus", "* HT Weekend", "* Aur Batao", "* Vikram Chandra Daily Wrap", "* Lifestyle", "* Fashion", "* Health", "* Travel", "* Education", "* Podcasts", "* Web Stories", "* Health", "* Auto", "* Sports", "* Hockey", "* Football", "* HT Tech", "* CricHT", "* HT Friday Finance", "* Photos", "* Business News", "* HT Brand Stories", "* HT School", "* HT Bangla", "* Science", "* Explore Hindustan Times", "* Subscribe newsletter", "* Weather Today", "* About Us", "* Contact Us", "* Privacy Policy", "* Terms of Use", "* Subscription - Terms of Use", "* Disclaimer", "* Print Ad Rates", "* Code of Ethics", "* Sitemap", "* RSS Feeds", "Copyright © HT Digital Streams Ltd. All rights reserved.", "* Home", "* Latest", "* Most Read", "* My Reads", "* Saved", "* India", "* Cities", "* Cricket", "* Entertainment", "* Editorials", "* Elections", "* World News", "* Trending", "* Videos", "* Lifestyle", "* Education", "* Web Stories", "Home / Cities / Gurugram News / Gurugram shooter mentally sound, motive", "still unclear", "The accused Mahipal Singh, a head constable, who was arrested on Saturday", "evening was terminated from the police department and sent to police", "custody for four days by a city court on Sunday(Yogendra Kumar/HT Photo)", "The accused Mahipal Singh, a head constable, who was arrested on Saturday", "evening was terminated from the police department and sent to police", "custody for four days by a city court on Sunday(Yogendra Kumar/HT Photo)", "gurugram news", "Gurugram shooter mentally sound, motive still unclear", "On Saturday, Mahipal Singh who had taken Ritu Garg and Dhruv for shopping,", "allegedly shot them near Arcadia market in Gurugram’s Sector 49, and", "escaped in the judge’s car, as people looked on.", "READ FULL STORY", "Hindustan Times, Gurugram | By Leena Dhankar and Nikhil M Babu", "UPDATED ON OCT 15, 2018 09:24 AM IST", "A day after the wife of an additional sessions judge died and their son", "has been struggling for his life after being allegedly shot by their", "personal security officer (PSO), motive behind the shooting was still not", "completely clear, police said on Sunday.", "Meanwhile, the accused Mahipal Singh, 32, a head constable, who was", "arrested on Saturday evening was terminated from the police department and", "sent to police custody for four days by a city court on Sunday, Subhash", "Boken, spokesperson of Gurugram police.", "“Due to the sensational crime, the accused has been terminated from the", "police department under Article 311 (2) of the Indian Constitution,” said", "Boken. Boken said the mental condition of the accused seemed stable and", "reports of his being mentally unstable were just rumours.", "On Saturday, Singh who had taken Ritu Garg (38) and Dhruv (18) for", "shopping, allegedly shot them near Arcadia market in Gurugram’s Sector 49,", "and escaped in the judge’s car, as people looked on.", "Later, he called up the judge, Krishan Kant and told him that he had shot", "them. He was arrested from Gurugram-Faridabad road about two hours later.", "During interrogation, Singh said Ritu and Dhruv were “devils” and that was", "why he had shot them, deputy commissioner of police (crime) Sumit Kuhar.", "“When police asked why he was terming them as devil, Singh said devil", "means dirty people. He was aggressive during initial hours of", "interrogation,” the DCP said.", "According to the FIR filed on Saturday late night based on the judge’s", "statement, Dhruv had asked for the keys to the car, after he came back", "from shopping and Singh got angry about it.", "Singh shouted at the duo and without any provocation fired at Ritu and", "later at Dhruv who came to rescue her, the FIR said.", "Police has formed a Special investigation team headed by DCP Sulochna", "Gajraj to probe the incident.", "Meanwhile, Ritu’s autopsy was done by a board of doctors on Sunday", "morning.", "“She died due to excessive bleeding. There was one fatal bullet injury on", "right side of the chest,” said Dr. Deepak Mathur, one of the three doctors", "who conducted the post-mortem.", "The accused told police during interrogation that he was ill treated by", "Dhruv, who used to make him do personal errands, Kuhar said.", "“The accused and his wife often used to fight and had estranged", "relationship for last two years. He had phoned his mother too after he", "shot Ritu and Dhruv,”?he said.", "The accused told police that the judge’s family used to make him clean", "faeces of their dog, a police officer privy to the case said.", "“ He said that ‘There is no difference between a cop and a dog’,” the", "officer, said.", "A case under section 307 of the India Penal Code?(Attempt to murder) and", "section 27 of the Arms Act was registered at Sector 50 police station.", "Police deny entry to accused’s flat", "At flat number ‘601’ on the sixth floor of Tower B in Police Lines, a", "government society for police officers in Gurugram, there were at least", "six police officers who denied anyone from meeting the family of the", "accused.", "“We have orders from our senior officers not to allow anyone to meet the", "family,” said one of the officers on duty. “How can you, a male, come to a", "house where there is only woman?” asked another female police officer who", "was on civil dress.", "Finally, police opened the door after multiple requests and the mother of", "the accused, while still inside the house, said she has nothing to talk", "and the door was closed immediately by police officers who were on duty.", "Singh lived with his wife, two daughters and mother and his wife is a", "writer and a few of her songs are also popular on YouTube.", "SHARE THIS ARTICLE ON", "what's app Share on Twitter Share on Facebook bookmark", "Topics", "PSO Ritu Garg Gurugram Deputy Commissioner ARCADIA City court Deputy", "Commissioner of Police Head Constable Indian Constitution Krishan Kant", "gurugram shooting followup + 9 more", "Close", "TRENDING TOPICS", "* Bihar Board 12th Result 2021", "* BSEB Bihar Board 12th Result", "* Bihar Board 12th Result 2021 Live", "* Covid-19 cases in India", "* Bharat Bandh", "* IND vs ENG Live Score", "* Horoscope Today", "* BSEB Inter Results", "* Assembly Election News", "* India vs England", "* Bihar Board 12th Result Link", "what's app Share on Twitter Share on Facebook bookmark", "SHARE", "Copy", "Whatsapp Twitter Facebook Linkedin", "Sign In to continue reading", "×", "Get free access to newsletters, alerts and recommendations", "SIGN IN", "Don’t have an account? Sign Up", "SKIP", "Story Saved", "OPEN APP"]