["Link: canonical", "SINCE 1828", "GAMES BROWSE THESAURUS WORD OF THE DAY WORDS AT PLAY", "* LOG IN", "* REGISTER", "* settings", "* SAVED WORDS", "[ Submit ] _____________________", "dictionary", "thesaurus", "view recents", "Login or Register", "Hello,", "GAMES BROWSE THESAURUS WORD OF THE DAY WORDS AT PLAY SETTINGS", "* SAVED WORDS  view recents", "vegetable", "noun", "Save Word", "veg·​e·​ta·​ble | \\ ˈvej-tə-bəl How to pronounce vegetable (audio) ,", "ˈve-jə-, ˈvech- \\", "Definition of vegetable", "(Entry 1 of 2)", "1 : a usually herbaceous plant (such as the cabbage, bean, or potato)", "grown for an edible part that is usually eaten as part of a meal also :", "such an edible part", "2 : plant sense 1b", "3a : a person having a dull or merely physical existence", "b informal + sometimes offensive : a person whose mental and physical", "functioning is severely impaired and especially one who requires", "supportive measures (such as mechanical ventilation) to survive", "vegetable", "adjective", "Definition of vegetable (Entry 2 of 2)", "1a : of, relating to, constituting, or growing like plants", "b : consisting of plants : vegetational", "2 : made from, obtained from, or containing plants or plant products", "vegetable soup vegetable fat", "3 : resembling or suggesting a plant (as in inertness or passivity)", "Examples of vegetable in a Sentence", "Noun The doctor said I should eat more fruits and vegetables. a bowl of", "vegetable soup The accident had left him a vegetable.", "See More", "Recent Examples on the Web: Noun Portraits of the governor and his wife", "posing with prize-winning vegetables (both are keen gardeners) decorate", "the walls of the family home in Ngabang, a town in the hills four hours’", "drive from Pontianak, the provincial capital. — The Economist, \"Borneo", "againIndonesian Islamists open a new front in their war on tolerance,\" 20", "July 2017 This summer, at the South Windsor Farmers Market,", "SoWin/EatsHealthy will be offering discounted boxes of fresh vegetables", "from local farmers. — Courant Community, \"Community News For The South", "Windsor Edition,\" 17 July 2017 The Saturday Muldoon Farmers Market will", "have baklava, baked goods, rhubarb, crafts and loads of vegetables,", "including salad mixes, tomatoes, radishes, greens, zucchini, bok choy and", "herbs. — Steve Edwards, Alaska Dispatch News, \"Market Fresh: Take a Valley", "farm tour, order a custom chicken coop or nab some peonies,\" 12 July 2017", "Like going to the bathroom, or, conversely, being able to eat: Human waste", "will be treated through a bio-fermentation process, and experimental crops", "and vegetables will be grown with the help of food and waste byproducts. —", "Rachel Jacoby Zoldan, Teen Vogue, \"Beihang University Students Spend 200", "Days Inside Sealed Space Craft,\" 11 July 2017 In rats with diabetes, the", "compound, which occurs naturally in cruciferous vegetables, had the", "intended effect, reversing the genetic signature in the animals’ livers. —", "Jessica Wapner, MSNBC Newsweek, \"Sulforaphane, a Chemical in Broccoli, May", "Help Diabetics Control Blood Sugar,\" 15 June 2017 Her family still has a", "small vegetable garden and a hillside plot filled with a few dozen white", "tea plants, but most of their crops have been replaced with cedar trees", "and a scattering of bamboo. — Michael Holtz, The Christian Science", "Monitor, \"China spent $100 billion on reforestation. So why does it have", "'green deserts'?,\" 28 June 2017 That’s no surprise, perhaps, given the", "organic revolution and the proximity to the state’s absurdly fertile", "Central Valley, which produces half of the country’s fruits and", "vegetables. — Derek Thompson, The Atlantic, \"The Paradox of American", "Restaurants,\" 20 June 2017 The vendors sprawled across several streets", "with fresh fruits, vegetables, fish and coffee. — Amanda Shine, Harper's", "BAZAAR, \"How to Travel in Venice Like a Chic Ceramicist,\" 15 June 2017", "Recent Examples on the Web: Adjective Unuma, now a vegetable farmer in", "Saitama prefecture near Tokyo, where her husband died three years ago,", "won't return even if the government scrapes the radioactive soil off her", "fields. — Reuters, ABC News, \"The man who saves forgotten cats in", "Fukushima's nuclear zone,\" 11 Mar. 2021 The meal usually consists of a", "lentils dish, vegetable curry, Basmati rice, salad with yogurt, roti and", "some kind of sweet, such as kheer, a sweet rice pudding, Sodhi said. —", "Priscilla Totiyapungprasert, The Arizona Republic, \"'Here to serve:' How", "Arizona Sikhs are running free community kitchens during COVID-19,\" 1 Mar.", "2021 Her close friend Obama confirmed that with an Instagram post showing", "a vegetable basket from the Bidens. — Maria Puente, USA TODAY, \"Joe, Jill", "Biden talk adjusting to the White House, loving 'messages on the mirror'", "in joint interview,\" 4 Feb. 2021 And, yes, there is vegetable stock and", "broth, but experts agree: really no difference here. — Washington Post,", "\"Hints From Heloise: Masks first to shield from the coronavirus,\" 17 Dec.", "2020 In 2015, the brand officially launched and provides naturalistas with", "shampoos, conditioners, styling creams, and serums boasting nourishing", "vegetable root extracts and vitamins to promote optimal hair health. —", "Chelsea Hall, Marie Claire, \"30 Black-Owned Hair Care Brands to Shop Now", "and Always,\" 10 Dec. 2020 Carlsbad resident Kathy Henry is a professional", "landscape designer who often includes vegetable gardens in her designs. —", "Nan Sterman, San Diego Union-Tribune, \"Three gardeners find purpose in", "growing their own produce during pandemic,\" 12 Dec. 2020 Now is the time", "to plan and order next year’s ornamental and vegetable show-offs. —", "oregonlive, \"We miss gardening as fall turns to winter; here’s how to", "cope: The Pecks,\" 19 Nov. 2020 Add a tablespoon of vegetable stock to each", "foil packet, then wrap the packets. — ExpressNews.com, \"Recipe: Cajun", "Shrimp and Sausage Foil,\" 20 Nov. 2020", "These example sentences are selected automatically from various online", "news sources to reflect current usage of the word 'vegetable.' Views", "expressed in the examples do not represent the opinion of Merriam-Webster", "or its editors. Send us feedback.", "See More", "First Known Use of vegetable", "Noun", "15th century, in the meaning defined at sense 2", "Adjective", "15th century, in the meaning defined at sense 1a", "History and Etymology for vegetable", "Noun", "Middle English, borrowed from Medieval Latin vegetābilia, plural noun", "derivative of vegetābilis vegetable entry 2", "Adjective", "Middle English, \"capable of growth, of or like plants (able to grow but", "lacking motion or sensation),\" borrowed from Medieval Latin vegetābilis,", "going back to Late Latin, \"vivifying, refreshing,\" from vegetāre \"to live,", "grow\" + Latin -bilis \"capable of (acting or being acted upon)\" — more at", "vegetate, -able", "Keep scrolling for more", "Learn More about vegetable", "Share vegetable", "Post the Definition of vegetable to Facebook Facebook Share the Definition", "of vegetable on Twitter Twitter", "Time Traveler for vegetable", "Time Traveler", "The first known use of vegetable was in the 15th century", "See more words from the same century", "From the Editors at Merriam-Webster", "harvest words cornucopia", "Ten Words from the Harvest", "Ten Words from the Harvest", "A bumper crop for the feast.", "alt 5a09a199cbf24", "Fruit vs. Vegetable", "Fruit vs. Vegetable", "Eat your vegetables. Wait, that's not a vegetable.", "8 spelling suggestions that didnt stick masheen instead of machine", "Failed Attempts to Reform English...", "Failed Attempts to Reform English Spelling", "8 Spelling Suggestions That Didn't Stick", "Dictionary Entries near vegetable", "Vega Baja", "vegan", "Vegas", "vegetable", "vegetable bezoar", "vegetable black", "vegetable brain", "See More Nearby Entries", "Phrases Related to vegetable", "root vegetable", "Statistics for vegetable", "Look-up Popularity", "Cite this Entry", "“Vegetable.” Merriam-Webster.com Dictionary, Merriam-Webster,", "https://www.merriam-webster.com/dictionary/vegetable. Accessed 31 Mar.", "2021.", "Style: MLA", "MLA Chicago APA Merriam-Webster", "Keep scrolling for more", "More Definitions for vegetable", "vegetable", "noun", "How to pronounce vegetable (audio)", "English Language Learners Definition of vegetable", ": a plant or plant part that is eaten as food", "sometimes offensive : a person who is unable to talk, move, etc., because", "of severe brain damage", "See the full definition for vegetable in the English Language Learners", "Dictionary", "vegetable", "adjective", "veg·​e·​ta·​ble | \\ ˈvej-tə-bəl How to pronounce vegetable (audio) ,", "ˈve-jə-tə- \\", "Kids Definition of vegetable", "(Entry 1 of 2)", ": containing or made from plants or parts of plants vegetable oil", "vegetable", "noun", "Kids Definition of vegetable (Entry 2 of 2)", "1 : a plant or plant part (as lettuce, broccoli, or peas) grown for use as", "food and eaten raw or cooked usually as part of a meal", "2 : plant entry 2 sense 1", "vegetable", "adjective", "veg·​e·​ta·​ble | \\ ˈvej-tə-bəl, ˈvej-ət-ə- How to pronounce vegetable", "(audio) \\", "Medical Definition of vegetable", "(Entry 1 of 2)", "1a : of, relating to, constituting, or growing like plants", "b : consisting of plants", "2 : made or obtained from plants or plant products", "vegetable", "noun", "Medical Definition of vegetable (Entry 2 of 2)", "1 : a usually herbaceous plant (as the cabbage, bean, or potato) grown for", "an edible part also : such an edible part", "2 : a person whose mental and physical functioning is severely impaired", "and especially one who requires supportive measures (as intravenous", "feeding or mechanical ventilation) to survive", "Keep scrolling for more", "More from Merriam-Webster on vegetable", "Nglish: Translation of vegetable for Spanish Speakers", "Britannica English: Translation of vegetable for Arabic Speakers", "Britannica.com: Encyclopedia article about vegetable", "Comments on vegetable", "What made you want to look up vegetable? Please tell us where you read or", "heard it (including the quote, if possible).", "Show Comments [IMG] Hide Comments [IMG]", "WORD OF THE DAY", "foist", "Listen to the pronunciation of foist", "See Definitions and Examples »", "Get Word of the Day daily email!", "[ SUBSCRIBE ] _____________________", "Test Your Vocabulary", "Advanced Vocabulary Quiz", "* confounded person", "* Which is a synonym of indolent?", "* philistine melancholy", "* frenetic lazy", "Name That Thing", "Test your visual vocabulary with our 10-question challenge!", "TAKE THE QUIZ", "Typeshift", "Anagram puzzles meet word search.", "TAKE THE QUIZ", "Love words? Need even more definitions?", "Subscribe to America's largest dictionary and get thousands more", "definitions and advanced search—ad free!", "Merriam-Webster unabridged", "Words at Play", "* two light beers on ice An Illuminating History of 'Lite'", "Shedding some light on it", "* binoculars in observatory looking out on city 'Speculate': Looking for", "a Profit", "From seeing to imagining", "* daisies in field The Words of the Week - 3/26/2021", "Words from the week of 3/26/2021", "* hand pointing to five gold stars 'Favorite' vs. 'Favourite'", "Depends where you're from", "Ask the Editors", "* person studying illustration 'All Intensive Purposes' or 'All Intents", "and Purposes'?", "We're intent on clearing it up", "* woman and dog illustration 'Nip it in the butt' or 'Nip it in the", "bud'?", "We're gonna stop you right there", "* video literally Literally", "How to use a word that (literally) drives some pe...", "* video his or her Is Singular 'They' a Better Choice?", "The awkward case of 'his or her'", "Word Games", "* confounded person Advanced Vocabulary Quiz", "Tough words and tougher competition.", "Take the quiz", "* koninck landscape painting 1665 Up in the Sky: A Quiz", "It's a bird? It's a plane? No, I'm really asking....", "Take the quiz", "* Name That Thing Name That Thing", "Test your visual vocabulary with our 10-question ...", "Take the quiz", "* SCRABBLE® Sprint SCRABBLE® Sprint", "SCRABBLE® fans, sharpen your skills!", "Play the game", "Merriam Webster", "Learn a new word every day. Delivered to your inbox!", "_____________________ [ SUBSCRIBE ] [ > ]", "OTHER MERRIAM-WEBSTER DICTIONARIES", "* LEARNER'S ESL DICTIONARY", "* VISUAL DICTIONARY", "* SCRABBLE^® WORD FINDER", "* MERRIAM-WEBSTER'S UNABRIDGED DICTIONARY", "* BRITANNICA ENGLISH - ARABIC TRANSLATION", "* NGLISH - SPANISH-ENGLISH TRANSLATION", "FOLLOW US", "* Facebook", "* Twitter", "* YouTube", "* Instagram", "* Browse the Dictionary:", "* a", "* b", "* c", "* d", "* e", "* f", "* g", "* h", "* i", "* j", "* k", "* l", "* m", "* n", "* o", "* p", "* q", "* r", "* s", "* t", "* u", "* v", "* w", "* x", "* y", "* z", "* 0-9", "* Home", "* Help", "* Apps", "* About Us", "* Shop", "* Advertising Info", "* Dictionary API", "* Contact Us", "* Join MWU", "* Videos", "* Word of the Year", "* Puku", "* Vocabulary Resources", "* Law Dictionary", "* Medical Dictionary", "* Privacy Policy", "* Terms of Use", "* Do Not Sell My Info", "* Browse the Thesaurus", "* Browse the Medical Dictionary", "* Browse the Legal Dictionary", "© 2021 Merriam-Webster, Incorporated", "Learn More from M-W", "merriam webster time traveler", "Time Traveler", "Learn More from M-W", "alt-5f51147c77a92", "Learn on the go with our Dictionary and Thesaurus", "Learn More from M-W", "child holding iphone with puku on screen with puku logo in the corner", "Set your young readers up for lifelong success", "Learn More from M-W", "word matters podcast logo", "Listen to our new podcast!", "Learn More from M-W", "person studying illustration", "'All Intensive Purposes' or 'All Intents and Purposes'?"]