["Link: canonical", "Link: amphtml", "* Business", "* California", "* Climate & Environment", "* Entertainment & Arts", "* En Español", "* Food", "* Housing & Homelessness", "* Image", "* Lifestyle", "* Obituaries", "* Opinion", "* Politics", "* Science", "* Sports", "* Travel", "* World & Nation", "* All Sections", "* _________________", "* Newsletters", "* Photography", "* Podcasts", "* Video", "* _________________", "* About Us", "[ Submit ]", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* Advertising", "[ Submit ]", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Bestcovery", "* Brand Publishing", "* Hot Property", "* Crossword & Games", "* L.A. Times Events", "* L.A. Times Store", "* Subscriptions", "[ Submit ]", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information", "Sections", "Los Angeles Times", "* California", "* Entertainment", "* Sports", "* Food", "* Climate", "* Opinion", "* |", "* Place an Ad", "* Coupons", "* Crossword", "* eNewspaper", "Show Search", "_____________________ Search Query Submit Search", "Advertisement", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "Politics", "House Republicans unite behind budget vote", "By Kathleen Hennessey and Lisa Mascaro, Tribune Washington Bureau", "April 15, 2011 12 AM PT", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "Reporting from Washington —", "— Braced for a possible political backlash, House Republicans charged", "forward with their plan to slash deficit spending by scaling back Medicaid", "and overhauling Medicare while still cutting taxes, putting themselves on", "a collision course with President Obama and Democrats.", "All but four Republicans voted Friday to support the 2012 budget", "resolution crafted by House Budget Committee Chairman Paul D. Ryan", "(R-Wis.). No Democrats supported the plan, which passed on a 235-193 vote.", "Republicans maintain that the plan will cut $5.8 trillion in spending over", "the next decade and balance the budget in 2030. It cuts taxes on the top", "income earners and businesses — from 35% to 25% — while closing", "unspecified loopholes and tax exemptions.", "“This budget keeps America exceptional,” Ryan said on the House floor", "before the vote. “It preserves its promise to the next generation.”", "Advertisement", "Democrats cast the Republican vote as an attempt to dismantle the", "country’s social safety net, even as the rich receive tax cuts.", "Republicans know the political risks, especially in swing districts and", "states, since all recent efforts to drastically restructure benefit", "programs have bombed with voters.", "House Minority Leader Nancy Pelosi (D-San Francisco) said House GOP", "leaders were sending their rank-and-file members to slaughter. “I want to", "say to my Republican colleagues: Do you realize that your leadership is", "asking you to cast a vote today to abolish Medicare as we know it?” she", "asked.", "As GOP lawmakers left Washington for a two-week break, House leaders armed", "members with charts and talking points aimed at refuting Democrats’", "criticism and winning over constituents. A kit for members outlined a", "day-by-day plan for focusing comments on Republicans’ plans to add jobs,", "deregulate business and cut taxes.", "Advertisement", "While certain to die in the Democratic-controlled Senate, House approval", "of Ryan’s plan puts Republicans squarely on the record in favor of an", "approach to deficit reduction markedly different from an outline offered", "by President Obama on Wednesday.", "The president advocates raising $1 trillion through taxes on the wealthy,", "cutting spending by $2 trillion, and saving $1 trillion in debt interest,", "thus reducing borrowing by $4 trillion over 12 years. Obama contends that", "on balance, his plan would cut the deficit more than the GOP proposal as a", "result of the tax increases.", "The Ryan budget blueprint would cut federal spending on Medicaid, which", "provides healthcare for seniors, children and the poor, and would begin", "distributing money to states by block grant.", "The plan would do away with Medicare’s direct payment for healthcare for", "seniors, replacing it with a voucher system in which seniors choose", "between private insurers. The Congressional Budget Office found that part", "of the plan, which takes effect in 2022, could nearly double out-of-pocket", "costs for seniors.", "Advertisement", "Republicans argued Friday that Americans are willing to accept diminished", "social programs in return for a firmer fiscal standing.", "“They understand in my district: We’re broke. If we don’t deal with this,", "we lose the social safety net,” said Rep. Tim Walberg, a Republican from a", "southern Michigan district that voted for Obama. “I think they’re ready.”", "Polls show a much less certain picture. Americans appear to have a", "significant appetite for deficit reduction, but their appetites shrink as", "they get into details, particularly those involving changes to Medicare.", "Republicans emphasized that the Ryan budget would not affect current", "Medicare recipients or people 55 or older — grandfathering in a group of", "reliable voters who turned against President George W. Bush’s 2005 attempt", "to enact a voucher program for Social Security.", "Advertisement", "They argued they had no choice but to restructure Medicare and Medicaid,", "whose skyrocketing costs are major drivers of the growing debt.", "Yet, even as the Republican rank-and-file voted for the bill, some kept", "their distance from the details.", "“It’s a politically bold move, there’s no doubt about it,” said Rep. Adam", "Kinzinger (R-Ill.). “I’m not going to say I endorse every piece of it. I’m", "voting for it as a road map.”", "Four other budget proposals — three offered by Democrats and one from the", "conservative GOP faction — went down in defeat on Friday.", "Advertisement", "The Ryan resolution will serve as a blueprint for GOP-chaired House", "committees as they set out writing the actual budget legislation.", "It also bolstered the position of House Speaker John A. Boehner (R-Ohio)", "for the next budget fight: raising the limit on the $14.2-trillion", "national debt.", "Boehner needed the lift after losing scores of Republican votes on", "Thursday’s compromise plan to fund the government through the 2011 budget", "year, which ends Sept. 30. The struggle over the 2011 budget exposed deep", "divisions within the GOP, as conservatives demanded deeper cuts than GOP", "leaders could negotiate.", "Minutes before the 2012 budget passed, Boehner reaffirmed his hard-line", "stance on the debt limit, promising a struggle with Obama.", "Advertisement", "“Now let me be clear: There will be no debt-limit increase unless it’s", "accompanied by serious spending cuts and real budget reforms,” he said.", "The four Republicans who dissented from Friday’s budget vote were Reps.", "Ron Paul (R-Texas), Walter B. Jones (R-N.C.), David McKinley (R-W.Va.) and", "Denny Rehberg (R-Mont.).", "Rehberg, a Senate candidate, said he found things he liked in the bill but", "believed there were one “too many unanswered questions with regard to", "Medicare reform, and I simply won’t support any plan until I know for a", "fact that Montana’s seniors will be protected.”", "kathleen.hennessey@latimes.com", "Advertisement", "lisa.mascaro@latimes.com", "----------------------------------------------------------------------", "Politics", "[IMG]", "Kathleen Hennessey", "Kathleen Hennessey was a White House correspondent from 2011-15. She also", "covered Congress and national politics from Washington, and previously", "wrote about Nevada politics for the Associated Press. She is native of", "Minnesota and holds degrees from Boston College and UC Berkeley’s Graduate", "School of Journalism.", "[IMG]", "Lisa Mascaro", "Lisa Mascaro previously covered Congress in Washington, D.C., for the Los", "Angeles Times. She left in February 2018. A Los Angeles-area native, she", "has reported across Southern California, edited, traveled the States and", "worked in Texas. While the Washington correspondent for the Las Vegas Sun,", "she contributed as the paper won the Pulitzer Prize for Public Service. An", "economics and political science graduate of UC Santa Barbara, she also", "studied in Budapest, Hungary.", "More From the Los Angeles Times", "* Politics", "Biden assails new Georgia voting law: ‘This is Jim Crow in the 21st", "century’", "President Joe Biden speaks during a news conference in the East Room", "of the White House, Thursday, March 25, 2021, in Washington. (AP", "Photo/Evan Vucci)", "Politics", "Biden assails new Georgia voting law: ‘This is Jim Crow in the 21st", "century’", "A day after Biden said GOP moves to restrict voting were ‘sick,’ he", "attacks a new Georgia law and the White House condemns the arrest of a", "Black lawmaker.", "More Coverage", "What does Georgia’s new GOP election law do? An explainer", "* California", "#FreeBritney movement prompts lawmakers to consider changing", "conservatorship laws", "THE NEW YORK TIMES PRESENTS \"Framing Britney Spears\" Episode 6", "California", "#FreeBritney movement prompts lawmakers to consider changing", "conservatorship laws", "Proposals in the California Legislature, spurred by the high-profile", "case of Britney Spears, aim to strengthen requirements of", "conservatorships.", "* World & Nation", "Dominion Voting sues Fox News for $1.6 billion over false 2020", "election claims", "NEW YORK, NEW YORK - NOVEMBER 22: (EXCLUSIVE COVERAGE) Host Maria", "Bartiromo as New York Stock Exchange President Stacey Cunningham", "visits \"Maria Bartiromo's Wall Street\" at Fox Business Network Studios", "on November 22, 2019 in New York City. (Photo by Roy Rochlin/Getty", "Images)", "World & Nation", "Dominion Voting sues Fox News for $1.6 billion over false 2020", "election claims", "Dominion Voting Systems has filed a $1.6-billion defamation lawsuit", "against Fox News for its claim that the company rigged the 2020", "election.", "* Politics", "Trump defends Capitol rioters, says there was ‘zero threat’ to", "lawmakers", "A worker removes razor wire from a security fence on Capitol Hill in", "Washington, Saturday, March 20, 2021. (AP Photo/Patrick Semansky)", "Politics", "Trump defends Capitol rioters, says there was ‘zero threat’ to", "lawmakers", "Former President Trump says those who stormed the Capitol posed ‘zero", "threat’ to lawmakers who were hustled to safety as rioters overran the", "building.", "Coronavirus, Vaccines and Pandemic", "* California", "As COVID-19 cases fall, L.A. County public health officials urge", "vigilance as holidays approach", "The scene along Hollywood Blvd, in the heart of Hollywood", "California", "As COVID-19 cases fall, L.A. County public health officials urge", "vigilance as holidays approach", "Health officials urged people to remain cautious when traveling or", "socializing during the upcoming holidays, saying that transmission of", "the virus remains widespread.", "* Business", "Theme parks can reopen with indoor rides — but lines must be outdoors", "The Wizarding World of Harry Potter opened in 2016 at Universal", "Studios Hollywood.", "Business", "Theme parks can reopen with indoor rides — but lines must be outdoors", "When Disneyland and Universal Studios Hollywood reopen after", "coronavirus shutdowns, they can operate indoor rides, new state rules", "say. Lines, however, must be outside.", "* California", "School reopenings in California", "California school reopenings", "California", "School reopenings in California", "* Science", "COVID-19 vaccine questions answered", "A phial of the Pfizer-BioNTech COVID-19 vaccine at the Royal Victoria", "Hospital, in Belfast, Tuesday Dec. 8, 2020.", "Science", "COVID-19 vaccine questions answered", "COVID-19 vaccines are now being administered to healthcare workers in", "the U.S. What are your questions about the timeline, the safety or the", "science?", "* Latest on vaccines and pandemic", "This illustration, created at the Centers for Disease Control and", "Prevention (CDC), reveals ultrastructural morphology exhibited by", "coronaviruses. Note the spikes that adorn the outer surface of the", "virus, which impart the look of a corona surrounding the virion, when", "viewed electron microscopically. A novel coronavirus, named Severe", "Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2), was identified", "as the cause of an outbreak of respiratory illness first detected in", "Wuhan, China in 2019. The illness caused by this virus has been named", "coronavirus disease 2019 (COVID-19).", "Latest on vaccines and pandemic", "Coronavirus and COVID-19 pandemic and health news.", "IFrame: tracking-the-cases-of-coronavirus-outbreak-in-california", "Advertisement", "Latest Politics", "* California", "Former staffer of state Sen. Bob Archuleta files sexual harassment", "lawsuit", "SACRAMENTO CA SEPTEMBER 9, 2019 -- Sen. Bob Archuleta (D-Pico Rivera)", "discusses legislation during Senate floor debate at the state Capitol", "on Aug. 29, 2019. (Robert Gourley / Los Angeles Times)", "California", "Former staffer of state Sen. Bob Archuleta files sexual harassment", "lawsuit", "In a lawsuit filed against state Sen. Bob Archuleta, an unnamed woman", "has alleged the lawmaker subjected her to unwanted advances and later", "retaliated against her.", "* Opinion", "Abcarian: Joe Biden, Mr. Nice Guy, bares his teeth", "President Joe Biden speaks during a news conference in the East Room", "of the White House, Thursday, March 25, 2021, in Washington. (AP", "Photo/Evan Vucci)", "Opinion", "Abcarian: Joe Biden, Mr. Nice Guy, bares his teeth", "At his first presidential news conference, the president shows he will", "work around Republicans if they don’t work with him", "More Coverage", "Five takeaways from Biden’s first news conference", "* World & Nation", "Georgia governor signs GOP bill restricting access to voting amid an", "outcry", "African Methodist Episcopal Church Bishop Reginald Jackson announces a", "boycott of Coca-Cola Co. products outside the Georgia Capitol on", "Thursday, March 25, 2021 in Atlanta. Jackson says Coca-Cola and other", "large Georgia companies haven't done enough to oppose restrictive", "voting bills that Georgia lawmakers were debating as Jackson spoke (AP", "Photo/Jeff Amy)", "World & Nation", "Georgia governor signs GOP bill restricting access to voting amid an", "outcry", "The law restricts voting by mail and gives greater control to the", "state legislature over how elections are run. It is part of a wave of", "GOP-backed bills introduced after former President Trump’s false", "claims of election fraud.", "* Company Town", "CNN responds to reports that family ties helped Chris Cuomo get access", "to COVID testing", "FILE - This May 15, 2019 file photo shows CNN news anchor Chris Cuomo", "at the WarnerMedia Upfront in New York. Cuomo has announced that he", "has tested positive for the coronavirus. The prime-time host is one of", "the most visible media figures to come down with the disease. He said", "he's experienced chills, fever and shortness of breath. He promised to", "continue doing his show while in quarantine in the basement of his", "home. (Photo by Evan Agostini/Invision/AP, File)", "Company Town", "CNN responds to reports that family ties helped Chris Cuomo get access", "to COVID testing", "Gov. Andrew Cuomo reportedly expedited tests for his brother, sister", "and mother early in the pandemic.", "* Politics", "Lawmakers warn Google, Facebook, Twitter more regulation is coming", "This combination of 2018-2020 photos shows, from left, Twitter CEO", "Jack Dorsey, Google CEO Sundar Pichai, and Facebook CEO Mark", "Zuckerberg. The CEOs of social media giants Facebook, Twitter and", "Google face a new grilling by Congress, Thursday, March 25, 2021, one", "focused on their efforts to prevent their platforms from spreading", "falsehoods and inciting violence. (AP Photo/Jose Luis Magana, LM", "Otero, Jens Meyer)", "Politics", "Lawmakers warn Google, Facebook, Twitter more regulation is coming", "Lawmakers unleash on tech CEOs for their platforms’ roles in the", "Capitol riots. ‘There will be accountability,’ one representative", "says.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "[ Submit ]", "Advertisement", "Los Angeles Times", "A California Times publication", "Subscribe for unlimited access", "Follow Us", "* twitter", "* instagram", "* youtube", "* facebook", "*    * eNewspaper", "* Coupons", "* Find/Post Jobs", "* Place an Ad", "* Media Kit: Why the L. A. Times?", "* Bestcovery", "*    * Crossword", "* Sudoku", "* Obituaries", "* Recipes", "* Smart Speakers", "* Wine Club", "*    * About/Contact", "* For the Record", "* L.A. Times Careers", "* Manage Subscription", "* Reprints and Permissions", "* Site Map", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information"]