["Skip to main content", "Get the latest on facility closures and other COVID-19 information. »", "City of Boise", "* Residents", "* Visitors", "* Business", "* Government", "* Departments Dept. Departments icon", "_____________________ Search", "1. Home", "2. Mayor", "3. Coronavirus (COVID-19) Information", "4. Public Health Emergency Order 20-10", "Public Health Emergency Order 20-10", "Face Coverings Required", "PUBLIC HEALTH EMERGENCY ORDER No. 20-10", "FACE COVERINGS - REQUIRED", "July 2, 2020", "WHEREAS, on March 11, 2020, the World Health Organization declared the", "worldwide outbreak of COVID-19 (coronavirus) a pandemic, and on March 13,", "2020, the President of the United States issued an emergency declaration", "for the country in response to the increasing number of COVID-19 cases", "within the U.S.; and", "WHEREAS, on March 13, 2020, Idaho Governor Brad Little signed a", "declaration of emergency for the State of Idaho in response to concerns", "that cases of COVID-19 are imminent in Idaho; and", "WHEREAS, on March 16, 2020, the Mayor of the city of Boise City (\"Boise", "City\"), Lauren McLean, declared a local disaster emergency, as per the", "Disaster Preparedness Act (Title 46, Chapter 10 of the Idaho Code), in", "Boise City due to the threat that COVID-19 poses to the health and welfare", "of the residents of Boise City, and on March 17, 2020, the Boise City", "Council ratified and extended the Declaration of Emergency; and", "WHEREAS, on March 17, 2020, and repealed and replaced in full on April 7,", "2020, the Council for Boise City adopted an ordinance enacting a new", "Chapter 15 to Title 1, setting forth the authority, purpose, and intent of", "emergency powers to address the threat of COVID-19; and", "WHEREAS, beginning on March 25, 2020, Governor Little, by way of the Idaho", "Department of Health and Welfare Order of the Director, issued multiple", "state-wide orders, all with the purpose of protecting the health, safety,", "and welfare of the citizens of Idaho.", "WHEREAS, on June 11, 2020, Governor Little entered, in conjunction with", "the Idaho Department of Health and Welfare Guidelines of the Director,", "guidelines titled, State of Idaho, Idaho Department of Health and Welfare", "Stay Healthy Guidelines, with an effective date of June 13, 2020,", "providing guidelines for reopening certain businesses and permitting", "certain activities in Stage 4 of the State's reopening plan (\"Stay Healthy", "Guidelines - Stage Four\");", "WHEREAS, the risk of community spread throughout the Boise City impacts", "the life and health of the public, and imperils public health by the", "person-to-person spread of COVID- 19, it is, therefore, necessary to", "reduce  opportunities for the person-to-person transmission of COVID-19 to", "combat the spread of the disease;  and", "WHEREAS, both the Department of Health and Human Services Centers for", "Disease Control and Prevention (\"CDC\") and the White House have", "recommended practices to prevent the rapid spread of COVID-19. The", "recommendations include that people wear cloth face coverings in public", "settings, especially when other social distancing measures are difficult", "to maintain; and", "WHEREAS, as of June 22, 2020, test results at both Boise City wastewater", "treatment facilities show an increased presence of SARS-CoV-2 virus in", "wastewater units per liter; and", "WHEREAS, on June 22, 2020, Central District Health Director, Mr. Russ", "Duke, issued an Order Regarding Quarantine and Restriction, and entitled", "\"Order of the District Board of Health, Central District Health, State of", "Idaho,\" which was reissued on June 26, 2020 (\"CDH Order: Quarantine and", "Restriction\"); and", "WHEREAS, on June 23, 2020, the Mayor of Boise, Lauren McLean, issued", "Public Health Emergency Order No. 20-09, Closure of Bars; Group Size", "Limitation; and Airport and Public Meeting Restrictions, which was amended", "on June 25, 2020, to provide clarity around the entities required to", "close, as well as new requirements for public meetings (\"Amended Emergency", "Order 20-09\"); and", "WHEREAS, as of June 15, 2020, CDH reports a significant increase in", "confirmed cases of COVID-19 in Ada County, most recently reporting, 226", "new cases on June 29, 102new cases on June 30, and 109 new cases on July", "1, indicating significant community spread; and", "WHEREAS, there is a continuing and urgent need to protect all residents,", "employees, and visitors in the city of Boise from the risks relating to", "the COVID-19 pandemic through the protection provided by wearing facial", "coverings; and", "WHEREAS, the Mayor of Boise City, Lauren McLean, finds it necessary to", "implement certain requirements to build on and strengthen the strategy set", "forth in the CDH Order: Quarantine and Restriction, Stay Healthy", "Guidelines- Stage Four and Amended Emergency Order 20-09 to protect the", "health, safety, and welfare of the citizens of Boise City by mitigating", "any negative repercussions of reopening the community due to Boise City's", "large population, size, and scope of Boise City services offered, and", "status as the State of Idaho's business and transportation hub.", "NOW, THEREFORE, I, Lauren McLean, Mayor of Boise City, Idaho, by virtue of", "the authority vested in me by Boise City Code Sections 1-15-05 and", "1-15-08, Idaho Code Title 50, Chapters 3 and 6, and Article XII, Section 2", "of the Idaho Constitution, to protect the public hereby issue this", "Emergency Order 20-10:", "Section 1.        Face Coverings Required.  Every person, shall, when in", "any indoor or outdoor public place, completely cover their nose and mouth,", "when members of the public are physically present for otherwise", "unprotected social interaction.", "a. DEFINITIONS: For purposes of this Public Health Emergency Order \"public", "place\" shall mean any place open to all members of public without specific", "invitation, including but not necessarily limited to, retail business", "establishments, government offices, medical, educational, arts and", "recreational institutions, public transportation, including taxi cabs and", "ridesharing vehicles. \"Members of the public\" shall mean persons not", "therein employed, present without invitation.", "b. EXEMPTIONS:", "i. Children under the age of five (5).", "ii. Persons who cannot medically tolerate wearing a face covering. A", "person is not required to provide documentation demonstrating that the", "person cannot medically tolerate wearing a face covering.", "iii. Persons who are hearing impaired, or communicating with a person who", "is hearing impaired, where the ability to see the mouth is essential for", "communication.", "iv. Persons, including on-duty first responders, for whom wearing a face", "covering would create a risk to the person related to their work, as", "determined by local, state, or federal regulators or workplace safety", "v. Persons who are obtaining a service involving the nose, face, or head", "for which temporary removal of the face covering is necessary to perform", "the service. Persons who are eating or drinking at a restaurant or other", "establishment that offers food or beverage service, so long as the person", "is able to maintain a distance of 6 feet away from persons who are not", "members of the same household or party as the person.", "vi. Outdoor public places where people can employ social distancing as", "recommended by CDC.", "vii. Indoor recreational facilities (i.e., gyms and fitness facilities)", "where people can employ social distancing as recommended by the CDC.", "Section 2.        Penalty and Enforcement. Individuals and businesses", "within Boise City are urged to voluntarily comply with this Emergency", "Order No. 20-10. Boise City will make efforts to educate individuals and", "businesses to achieve compliance. In accordance with Boise City Code", "Section 1-15-10, any person who knowingly violates the provisions of this", "Emergency Order No. 20-10 shall be guilty of a misdemeanor, punishable by", "fine, imprisonment, or both.", "Section 3.     Governing Language. To the extent this Emergency Order No.", "20-10 is more stringent than the a) Stay Healthy Guidelines – Stage Four,", "b) the CDH Order: Quarantine and Restriction, or c) Amended Emergency", "Order No. 20-09, the language of this Emergency Order No. 20-10 shall", "govern.", "Section 4.        Costs.  No person shall be entitled to recover from", "Boise City any costs incurred, or profits lost, as may be attributed to", "the enactment of this Emergency Order No. 20-10.", "Section 5.      Severability.  To the extent any provision of this", "Emergency Order No. 20- 10 or its application to any person or business is", "held to be invalid, the remainder of this Emergency Order No. 20-10,", "including any application thereof, shall remain in full force and effect.", "To this end, provisions of this Emergency Order No. 20-10 are severable.", "Section 6.        Other Public Health Emergency Orders.  To the extent not", "inconsistent with this Emergency Order 20-10, previously issued Amended", "Emergency Order 20-09 shall remain in full force and effect.", "Section 7.     Effective Date. This Emergency Order No. 20-10 shall take", "effect at 12:01 a.m. on July 4, 2020, and remain in full force and effect", "pursuant to the provisions of Boise City Code Section 1-15-6 (E) unless it", "is terminated, modified or extended at an earlier date. In anticipation of", "the Governor, or CDH Director issuing future Stay Healthy Guidelines or", "Orders, the Mayor, in consultation with CDH and local healthcare", "providers, will monitor the state of Boise City pursuant to the gating", "criteria outlined at https://rebound.idaho.gov/, specifically the", "syndromic, epidemiologic, and healthcare indicators to determine whether", "this Emergency Order No. 20-10 should be amended, modified or terminated.", "Download this Order as a PDF", "Residents Visitors Business Government Departments & Programs", "Sitemap Terms of Use", "Be 'In the Know,'", "sign up for our weekly e-newsletter.", "Thanks for filling out the form!", "Subscribe to our mailing list _____________________ Zip Code *", "_____________________", "skip _____________________", "Submit", "City of Boise Logo", "City of Boise", "150 North Capitol Blvd.", "Boise, ID 83702", "Facebook", "Twitter", "Instagram", "YouTube", "LinkedIn", "* Translate", "* Contact Us", "© 2021 City of Boise. All rights reserved.", "* Close", "Message Sent Successfully!", "Message Failed To Send.", "Send a Message to Mayor's Office", "Thank you for your interest in the City of Boise Mayor's Office. Please", "complete the form to have your inquiry sent to the Mayor's Office staff.", "First Name _____________________", "Last Name _____________________", "Email Address _____________________", "Message", "_______________________________", "_______________________________", "_______________________________", "Recaptcha", "Submit", "Phone", "(208) 972-8520", "TTY", "(800) 377-3529", "Hours", "Monday - Friday, 8:00 a.m. - 5:00 p.m.", "Closed Holidays", "Address", "150 N Capitol Blvd, Boise, ID 83702", "IFrame", "Get Directions", "* Close"]