["Link: canonical", "Link: amphtml", "News18 Logo", "india", "CHANGE LANGUAGE", "English", "हिन्दी বাংলা मराठी ગુજરાતી ಕನ್ನಡ தமிழ் മലയാളം తెలుగు ਪੰਜਾਬੀ اردو অসমীয়া", "ଓଡ଼ିଆ", "WATCH LIVE TV", "DOWNLOAD News18 APP", "Follow Us On", "Trending Topics :#Coronavirus#WestBengalPolls#Bitcoin", "News18 Logo", "* Home", "* Coronavirus", "* Politics", "* India", "* Entertainment", "* Tech", "* Auto", "* Buzz", "* Opinion", "* Videos", "* Photos", "* Tracker", "* * Latest", "* Lifestyle", "* Movies", "* Assembly Elections", "* Cricket", "* #RestartRight", "* BYJU’S Young Genius", "* Vaccine Tracker", "* Nerolac", "* Games", "* Mission Pani", "News18» News»India»Abusive Father, Bad Marriage, Conversion to", "Christianity: A Peek Into Troubled Mind of Cop Who Killed Gurugram Judge’s", "Family", "2-MIN READ", "Abusive Father, Bad Marriage, Conversion to Christianity: A Peek Into Troubled", "Mind of Cop Who Killed Gurugram Judge’s Family", "Abusive Father, Bad Marriage, Conversion to Christianity: A Peek Into", "Troubled Mind of Cop Who Killed Gurugram Judge’s Family", "News18 visited places where Mahipal Singh grew up, where he relocated eight", "years ago, and spoke to his family and others who knew him closely, in an", "attempt to understand what provoked him to murder the people he was duty bound", "to protect.", "* News18.com", "* Last Updated:October 16, 2018, 11:22 IST", "* Edited by: Aakarshuk Sarna", "* FOLLOW US ON:", "FacebookTwitterInstagramTelegramGoogle News", "Kosli (Gurugram): Mahipal Singh (32), the constable who shot the wife and", "son of a trial court judge in a busy Gurugram street on Saturday, was born", "in and lived through a troubled family life.", "News18 visited places where he grew up, where he relocated eight years", "ago, and spoke to his family and others who knew him closely, in an", "attempt to understand what provoked him to murder the people he was duty", "bound to protect.", "None of his family members, friends, acquaintances and neighbours can ever", "recall any aggressive behaviour by him. His friends and acquaintances also", "said that four years ago, he broke ties with many in his family after they", "objected to his conversion to Christianity.", "His relatives told News18 that his father was an alcoholic who regularly", "abused his wife.", "She went through two painful miscarriages because of her husband. Right", "after Mahipal, their only child, was born, his mother decided to leave the", "house and live with her immediate family in Kosli village, roughly 90", "kilometers from Bhungarka, where the paternal side of the family lived.", "“I have raised Mahipal ever since he was merely 70 days old. During his", "childhood, we did not tell him much about his father. We only took him to", "Bhungarka once a year to his paternal relatives,” said Dan Singh,", "Mahipal’s maternal uncle, who took care of his education.", "[IMG]", "Mahipal joined Haryana Police in 2007 and his father passed away the same", "day that he made it to the merit list. (Photo: News18)", "Difficulties for Mahipal continued when his father passed away on the day", "he made it to the merit list of Haryana Police in 2007. A year later, now", "a head constable, he married Vikas Devi.", "As happened with his parents, his marriage too fell apart. At least", "initially. His wife went back to her mother’s house immediately after", "tying the knot, after some disputes with her husband.", "However, she later returned after their relatives intervened. Perhaps to", "turn a fresh page in his life, Mahipal moved to a new place in Gurugram", "with his wife and mother in 2010.", "But going by what most his neighbours at police lines in Gurugram told", "News18, Singh could never find peace in marriage. Several of his", "neighbours not wishing their names to be revealed, told News18 that their", "domestic disputes were loud and clear to them.", "\"We could often hear his wife Meenu shouting at him. Mahipal, however,", "seldom raised his voice,” said one of the neighbours.", "Several others reiterated incidents of loud fights between them every day", "after he returned home from work. The couple lived with their two", "daughters and Mahipal’s mother.", "In 2014, Mahipal took another significant decision in his life when he", "changed his religion to Christianity. Several of his relatives resisted", "his conversion, after which he stopped visiting his paternal relatives in", "Bhungarka and only visited Kosli, where he grew up, once in a while.", "He didn’t sleep for three to four nights before October 14, when he shot", "the wife and son of additional sessions judge Krishan Kant Garg, his", "friends said. They said, “Mahipal had become quite morose during this", "period.”", "[IMG]", "Singh could never find peace in marriage. Several of his neighbours said", "the couple's domestic disputes were loud and clear to them. (News18)", "Judge Krishan Kant’s wife Ritu (38), whom Mahipal shot twice on the", "shoulder and stomach, was taken to Hisar she was cremated at around 2:30", "pm on Monday after post mortem was done.", "She had succumbed to her injuries at 11.30pm on Saturday. Kant’s son,", "Dhruv (18), shot twice in the head, has been declared brain dead. Mahipal", "was the personal security guard of the judge.", "His relatives across both villages are in a state of shock. It was on", "September 23 that the 32-year-old last visited Kosli. His demeanour,", "relatives said, gave them no reason to be suspicious, they said. “He was a", "gentle man. Seldom spoke and is not known to have ever behaved", "aggressively,” said Mahipal’s school teacher in the village.", "Back in Gurugram after a full day of interrogation, cops could not come to", "a conclusion about the 32-year-old police officer’s intent behind the", "murder.", "Haryana Police chief B S Sandhu said the motive was still not clear as", "there was no record of violent behavior before. “We are trying to", "ascertain the reason behind this ghastly act. Our top priority is to solve", "the case,” he said.", "Mahipal’s friends claim that he was unhappy with his job and that he did", "not like taking the judge’s family to the market and doing household work", "for them. “He was a security guard not their domestic help. He was", "obviously not happy with the work. This is outright exploitation of the", "forces. Such incidents will increase if the unwarranted burden does not", "stop,” Kailash Singh, Mahipal’s friend, told News18.", "In order to investigate the matter further, police have set up a special", "investigation team (SIT) under DCP (east) Sulochana Gajraj. They also", "released a statement denying Mahipal had mental health problems, though a", "senior cop had alluded to suspected “psychological issues” hours after his", "arrest on Saturday.", "“He had no medical history and he was not under treatment for anything,”", "Gajraj said, adding he was going through “some domestic tension”.", "DCP Sumit Kuhar said the investigators are looking into Singh’s past life", "and affiliations to understand why he committed the crime. Kuhar said", "Singh was particularly active on social media and liked to post videos on", "the Facebook. He said Singh had two Facebook profiles, both of them with", "the name, ‘Mahipalji’.", "Kuhar said Singh was close to his daughters and often took them out and", "used to make their videos and upload it on Facebook and shared them with", "his relatives on WhatsApp.", "On the day of the incident, in the video footage of the incident recorded", "by a witness, Mahipal was seen with the gun in his hand. He was also seen", "trying to push Dhruv inside the car as he laid listless on the road.", "Additional sessions judge Kant, in his statement to the police on", "Saturday, had said he was in the court complex when he received a phone", "call from Mahipal on his mobile. He had told him he had shot Ritu and", "Dhruv.", "The judge had then rushed to Park hospital where they were initially taken", "before being shifted to Medanta. He did manage to speak to Ritu at Park", "hospital, where she told him that Mahipal flew into a rage when Dhruv had", "asked for the keys to the car while they were leaving Arcadia market on", "Saturday afternoon and opened fire.", "As of now, Mahipal is in police custody and has been suspended from his", "duties.", "Tags", "* gurgugram police", "* Gurugram", "* gurugram constable", "* gurugram judge's wife", "* gurugram murder", "* Mahipal Singh", "first published:October 16, 2018, 07:46 IST", "[ Submit ]", "Photogallery", "* [IMG]", "Sophie Choudry Stuns As Cover Girl For A Magazine Shoot, See The", "Diva's Chic Looks", "Sophie Choudry Stuns As Cover Girl For A Magazine Shoot, See The", "Diva's Chic Looks", "10PHOTOS", "* [IMG]", "Anushka Sharma Slays Every Outfit She Wears, See Her Looking Gorgeous", "As Ever In These Pics", "Anushka Sharma Slays Every Outfit She Wears, See Her Looking Gorgeous", "As Ever In These Pics", "13PHOTOS"]