["Link: profile", "Link: canonical", "Skip to content", "* Follow us:", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* RSS", "* More", "Alt News", "Alternative News and Views in the Post-Truth World", "* Donate", "* Subscribe", "* Politics", "* News", "* Science", "* More", "Search for: _____________________ [ Submit ]", "* Menu", "Alt News", "Alternative News and Views in the Post-Truth World", "* Search", "Search for: _____________________ [ Submit ]", "Home/Politics/Is it true? A day in Madhu Kishwar’s WhatsApp University", "28th January 2018 / 10:07 pm / Last updated: 11th November 201911th", "November 2019", "Is it true? A day in Madhu Kishwar’s WhatsApp University", "Sam JawedSam Jawedby Sam Jawed", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "Madhu Kishwar found herself in the eye of a storm with her tweet naming", "five random Muslims as attackers of the school bus in Gurugram. What was", "so far a vile rumour found endorsement from her as she tweeted it to her 2", "million followers. It was not entirely unexpected from her looking at the", "pattern in her tweets – from falling for the silliest of WhatsApp forwards", "to more sinister rumor mongering, the lady has done it all with remarkable", "consistency.", "Madhu Kishwar’s love of WhatsApp is seen in the content she shares from", "her groups. From random jokes to screamingly fake images, you will find", "them all here. Does she believe all this? Doubts, if any, have not stopped", "her from sharing seemingly fake content further. She adds “is it true?” or", "“if true” and proceeds to tweet it.", "Alt News has put together some of highlights of Ms. Kishwar’s twitter", "exploits – the harmless and the not so harmless.", "1. A map of India formed by trees? Yes, she shared this “natural wonder”.", "The image is so obviously fake that we won’t spend any time explaining it.", "—", "—", "Sent by WhatsApp pic.twitter.com/FSDkeZ9mEY", "— MadhuPurnima Kishwar (@madhukishwar) December 11, 2015", "2. “Is this for real?” So many fell for the nano-chip in the Rs 2000 note", "and here is one more. The tweet was deleted after it became a butt of", "jokes.", "https://slack-redir.net/link?url=https%3A%2F%2Fpbs.twimg.com%2Fmedia%2FCxFJLsjUcAA0nuH.jpghttps://slack-redir.net/link?url=https%3A%2F%2Fpbs.twimg.com%2Fmedia%2FCxFJLsjUcAA0nuH.jpg", "3. Hard to believe but that doesn’t stop her from sharing it. That’s fine", "because this image of Shahrukh Khan with the wig and makeup could fool", "anyone.", "Hard to believe! pic.twitter.com/ynGFGNXruK", "— MadhuPurnima Kishwar (@madhukishwar) December 13, 2016", "4. Can this be the rare Nagapushpa flower from the Himalayas? Come on, she", "is only asking. The hoax was debunked by Snopes as that of a marine", "invertebrate known as a sea pen.", "From WhatsApp- a photo of “Nagpushpak” from the Himalayas. Is this for", "real or a photo shipped image? pic.twitter.com/VOErW0mNbv", "— MadhuPurnima Kishwar (@madhukishwar) May 10, 2017", "5. Even if Madhu Kishwar is a fan of Adityanath, it is hard to believe", "that an academic would think that this is an authentic statement. Well,", "she did.", "This statement of Yogi Adityanath should put at rest all controversy", "about his secular credentials & goodwill towards Muslims", "pic.twitter.com/g91c9jLPLI", "— MadhuPurnima Kishwar (@madhukishwar) May 16, 2017", "6. Let us move to a not so funny one. With no love lost for the Gandhis,", "Madhu Kishwar shared a tasteless joke about Rahul Gandhi’s visit to", "Kedarnath being the reason for an earthquake. The devastating 2015 Nepal", "earthquake killed 9,000 people and injured around 22,000.", "h", "7. Madhu Kishwar’s “love” for NDTV is an open secret. The tweet was", "deleted as soon as it was pointed out to her that it is not NDTV but", "Google that decides which advertisement banner springs up in her browsing", "sessions. Umm… why did this ad by “Crooks of India” asking people to", "exchange their “hoarded money” pop up for her?", "https://pbs.twimg.com/media/Cw69qZfXcAQJXmc.jpg:largehttps://pbs.twimg.com/media/Cw69qZfXcAQJXmc.jpg:large", "8. Are you serious, Madhu Kishwar? If these are the same “sources” who", "told you about the five Muslims attacking the school bus, you better", "delete the WhatsApp group.", "9. “Is this what EU will look like without England?” Ms. Kishwar gave us a", "peek inside her mind with this tweet likening the map to a Muslim man", "praying. She was quick to delete on realizing that she had missed out", "Scandinavian countries and added Turkey to EU in her map. The image that", "was so far being tweeted by low level right-wing handles got a stamp of", "approval from this professor and founder of the human rights organization,", "MANUSHI.", "https://pbs.twimg.com/media/Cl5t2QJWQAAIgSZ.jpghttps://pbs.twimg.com/media/Cl5t2QJWQAAIgSZ.jpg", "10. Madhu Kishwar also circulated that in 16^th century, 400 million", "Hindus were slaughtered by Muslims. World population in the 16^th century", "is estimated to be 550 million and Ms Kishwar’s WhatsApp University nearly", "wiped out the entire world.", "16thC historian Firishta-“Over 400 million Hindus slaughtered during", "Muslim invasion/ occupation of India.Survivors enslaved & castrated.", "— MadhuPurnima Kishwar (@madhukishwar) September 20, 2017", "11. Madhu Kishwar also shared the fake news of weapons seized from a", "mosque in Rajkot. “Please authenticate”, she said. The fact that the news", "may not be authentic did not bother her at all when she tweeted it. The", "news was fake and the arms were not seized from a mosque. It took a fair", "bit of follow-up to get Ms Kishwar delete the malicious rumor.", "https://pbs.twimg.com/media/CoIqvVYXYAABs8z.jpghttps://pbs.twimg.com/media/CoIqvVYXYAABs8z.jpg", "12. Madhu Kishwar’s trusted sources also gave her information about NCC", "being taken far more seriously under Modi Government and that Army had", "started helping with NCC training. Like many of her previous tweets in", "this series, this one was also deleted after her ignorance about the issue", "was pointed out.", "Where will this end? Madhu Kishwar’s account was briefly suspended in", "September 2016 for sharing objectionable images but it seems that no", "lessons were learnt. She continues to be a repeat offender routinely", "falling for WhatsApp forwards and tweeting them on to her 2 million", "followers. Everyone had a good laugh over the nano chip and Nagapushpa", "flower but with the content getting increasingly malicious, it is not", "funny anymore. Alt News urges Ms Kishwar to pause and think before she", "forwards yet another WhatsApp rumour from her “trusted” sources.", "Donate to Alt News!", "Independent journalism that speaks truth to power and is free of corporate", "and political control is possible only when people contribute towards the", "same. Please consider donating in support of this endeavour to fight", "misinformation and disinformation.", "Donate Now", "To make an instant donation, click on the \"Donate Now\" button above. For", "information regarding donation via Bank Transfer/Cheque/DD, click here.", "Related", "Post navigation", "Previous StoryOld picture from U.P circulates as tragedy in Bihar", "Next StoryMail Today editor Abhijit Majumder spreads fake news on Kasganj", "violence", "Sam JawedSam Jawed", "About the Author", "Sam Jawed", "Nobody's cheerleader, I tweet at @samjawed65", "* @https://twitter.com/samjawed65", "* Follow me on Facebook", "* Send me an email!", "Read Next", "[IMG]", "Video of man shot dead is not from India, shared with false Naxal angle", "27th March 2021", "An eight-second clip is being circulated on WhatsApp. It shows a man", "killing another with…", "[IMG]", "Old incident of fake EVMs recovered in Rajasthan linked to recent West Bengal", "polls", "27th March 2021", "In the backdrop of the West Bengal assembly election, a newspaper clipping", "has been shared…", "[IMG]", "Photo of empty chairs at Amit Shah’s address was taken in Varanasi in 2018", "26th March 2021", "A photograph of home minister Amit Shah on-stage with BJP MP Mahendra Nath", "Pandey and…", "[IMG]", "Fact-check: Was Saayoni Ghosh running due to harassment by TMC workers?", "26th March 202126th March 2021", "A video of TMC candidate from Asansol Dakshin, Saayoni Ghosh, running", "during election campaigning in…", "[IMG]", "Fact-check: Did Uttaranchal University mandate saffron scarf at convocation", "ceremony?", "25th March 2021", "Social media users have been sharing a photo purportedly of Uttaranchal", "University students at their…", "More", "Follow Alt News", "* 178K", "* 331K", "Latest Videos", "IFrame", "Instagram", "Follow Alt News!", "Alt News Hindi", "Alt News", "अमित शाह के संबोधन के दौरान खाली कुर्सियों की तस्वीर 3 साल पुरानी", "अमित शाह के संबोधन के दौरान खाली कुर्सियों की तस्वीर 3 साल पुरानी", "फ़ैक्ट चेक: TMC कार्यकर्ताओं ने अपनी ही प्रत्याशी सयोनी घोष को इतना परेशान", "किया कि वो भाग पड़ीं?", "फ़ैक्ट चेक: TMC कार्यकर्ताओं ने अपनी ही प्रत्याशी सयोनी घोष को इतना परेशान", "किया कि वो भाग पड़ीं?", "तस्वीर में दिख रही महिलाओं ने न धर्म परिवर्तन किया और न 1971 की लड़ाई से उनका", "कोई वास्ता है", "तस्वीर में दिख रही महिलाओं ने न धर्म परिवर्तन किया और न 1971 की लड़ाई से", "उनका कोई वास्ता है", "फ़ैक्ट-चेक : मैसूर में मास्क न पहनने पर लग रहे फ़ाइन से परेशान लोगों ने", "पुलिसवालों की पिटाई कर दी?", "फ़ैक्ट-चेक : मैसूर में मास्क न पहनने पर लग रहे फ़ाइन से परेशान लोगों ने", "पुलिसवालों की पिटाई कर दी?", "कहासुनी के बाद भीड़ ने पुलिसवालों को पीटा, घटना का वीडियो सांप्रदायिक दावे के", "साथ वायरल", "कहासुनी के बाद भीड़ ने पुलिसवालों को पीटा, घटना का वीडियो सांप्रदायिक दावे", "के साथ वायरल", "All the content on the Alt News website, except where otherwise noted, is", "licensed under the Creative Commons Attribution 3.0 Unported License."]