["Link: profile", "Link: canonical", "Skip to content", "* Follow us:", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* RSS", "* More", "Alt News", "Alternative News and Views in the Post-Truth World", "* Donate", "* Subscribe", "* Politics", "* News", "* Science", "* More", "Search for: _____________________ [ Submit ]", "* Menu", "Alt News", "Alternative News and Views in the Post-Truth World", "* Search", "Search for: _____________________ [ Submit ]", "Home/Politics/Provocative media reports fuel communal hatemongering on", "Ankit Garg’s murder", "7th October 2018 / 4:02 pm / Last updated: 9th October 20189th October", "2018", "Provocative media reports fuel communal hatemongering on Ankit Garg’s murder", "AvatarAvatarby Arjun Sidharth", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "Ankit Kumar Garg, a 31-year old teacher was shot dead on October 1 in", "Delhi. Soon after the incident, multiple news organisations reported that", "this was a case of honour killing. The basis of the reports was the", "accusation by the victim’s family that Ankit was killed by the family of", "the Muslim girl he was in a relationship with.", "How media reported the incident", "On October 2, Zee Newsreported the incident with the headline “अंकित को", "प्यार की सजा या हिंदू होने की सजा ?” (Ankit punished for love or for being", "Hindu?- translated). The report asked if religion was the cause of the", "deaths of Ankit Garg and Ankit Saxena. It may be reiterated that in", "February 2018, 23-year old Ankit Saxena was killed by the family of the", "girl he was in love with.", "In fact, Zee News went so far as to broadcast a prime time show with the", "hashtag #MurderParSecularSannata and asked how many Ankits would be killed", "in the name of love, was the silence because his name was Ankit, and", "whether faith was bigger than love.", "दिल्ली में फिर मारा गया अंकित", "मज़हब के नाम पर कितने अंकित का मर्डर ?", "नाम अंकित, इसलिए हत्या पर सन्नाटा ?", "मोहब्बत से बड़ा मज़हब है ?#MurderParSecularSannata", "11 AM @ZeeNewspic.twitter.com/KhraNTxfzg", "— Zee News Hindi (@ZeeNewsHindi) October 2, 2018", "News18‘s report of the incident was titled “Delhi teacher shot dead over", "‘relationship’ with Muslim student”. The report referred to ‘sources’ to", "state that the Muslim woman and the victim wanted to get married but the", "girl’s brother opposed the union since they both belonged to different", "religions. The hashtag used by the channel to report the incident was", "#BulletForLove.", "Aaj Tak too reported that Ankit was killed over a relationship with a", "Muslim girl. Another popular Hindi publication, Dainik Bhaskar too", "reported that Ankit was killed by the brother of the girl he was in love", "with, who belonged to another community. Times Now Hindi also reported on", "October 2 that Ankit was killed because he was in love with a Muslim girl.", "The report was titled, “दिल्ली: एक और ‘अंकित’ को उतारा मौत के घाट, मुस्लिम", "लड़की से करता था प्यार” (Delhi: One more Ankit killed, was in love with", "Muslim girl- translated). The Printreported “Delhi tuition teacher shot", "dead for ‘affair’ with Muslim student”. While the reportage by these news", "outlets did refer to the allegations made by the victim’s family, the", "presentation of the incident was misleading and provocative.", "Dainik Bharat which is a fake news website was at its provocative best,", "reporting the incident with the title “ये है हिन्दू लड़का अंकित – मुस्लिम", "लड़की से दोस्ती पर उतार दिया मौत के घाट , न मीडिया न केजरीवाल ” (This is", "Hindu boy Ankit- killed for befriending a Muslim girl, no media no", "Kejriwal- translated).", "BBC & NDTV’s reports on the incident", "On the other hand, NDTV India‘s report was titled “दिल्ली में एक और", "‘अंकित’ की हत्या, बहन ने कहा- दूसरे समुदाय की लड़की से था प्रेम-संबंध”", "(One more ‘Ankit’ killed in Delhi, sister says- he was in a love", "relationship with girl from another community- translated). The report", "clearly mentioned that the family of the victim suspected that his", "relationship was the cause. The title of BBC News Hindi‘s report was", "“प्रेस रिव्यू: फिर एक अंकित की हत्या, दूसरे धर्म में प्यार की सज़ा?”", "(Press Review: One more Ankit killed, punished for inter-faith love?-", "translated). The report qualified the honour killing theory with a", "question mark in the title. Interestingly, Times Now reported that the", "sister of the victim has blamed the girl’s family for the murder, whereas", "we saw above that the Hindi version of Times Now had reported the incident", "in an inflammatory manner.", "Manak Gupta, who is a senior anchor with the channel News24, tweeted on", "October 2 that Ankit was killed because he fell in love with a Muslim", "girl.", "दिल्ली में एक और अंकित की हत्या…!!! वजह वही – मुस्लिम लड़की से प्रेम कर", "बैठा https://t.co/eqLyhfOayE", "— Manak Gupta (@manakgupta) October 2, 2018", "Journalist Richa Anirudh reiterated the same in her tweet; so did Vikas", "Saraswat who works with Swarajya and journalist Jagrati Shukla.", "It may be noted that following the murder, the victim’s sister had alleged", "that he was killed in a case of honour killing.", "Venom on social media", "Parvesh Sahib Singh, who is a BJP MP from Delhi targeted Delhi CM Arvind", "Kejriwal for politicising the killing of Vivek Tiwari but not bothering", "about Ankit Garg.", "दिल्ली के मालिक @ArvindKejriwal को विवेक तिवारी का धर्म पता चल गया", "क्योंकि वो यूपी के थे। अब जबकि अंकित की हत्या दिल्ली में उनके नाक के", "नीचे हुई है उनको न तो अंकित के धर्म का पता चल पा रहा है न ही समुदाय", "विशेष से ताल्लुक रखने वाले हत्यारे का", "!#AnkitSaxenhttps://t.co/NZTkIJV6UP", "— Parvesh Sahib Singh (@p_sahibsingh) October 2, 2018", "Harish Khurana, BJP Delhi spokesperson also targeted Kejriwal over the", "issue. Ravinder Gupta, General Secretary of BJP Delhi followed suit.", "On social media, the usual suspects sought to exploit the ‘news’ and", "communalise the issue. Leading the pack was serial purveyor of", "misinformation Prashant Patel Umrao. His tweet of October 1 was retweeted", "over 4300 times.", "Hindu Teacher Ankit Garg is killed brutally in Mahendra Park, Delhi by", "Peaceful because he had affair with a Muslim girl & they wanted to get", "married. Inter faith love is one way traffic only & this is Truth of", "Fake Secularism!", "— प्रशान्त पटेल उमराव (@ippatel) October 1, 2018", "Sonam Mahajan who is a right-wing social media user too tweeted about it,", "which was retweeted over 3700 times. Another social media user Shekhar", "Chahal who is followed on Twitter by PM Narendra Modi also tweeted asking", "why the media and Arvind Kejriwal were silent.", "Two Ankits killed in broad-day light in the streets of Delhi for falling", "in love with Muslim women and all that Kejriwal has to offer is", "communalisation of a crime, committed by a UP cop who’s already behind", "the bars. Not a word on the communal killings in his own Delhi. Vulture.", "— Sonam Mahajan (@AsYouNotWish) October 2, 2018", "None of the above social media users have deleted their tweet despite a", "clarification by the police.", "NOT a case of honour killing", "The murder of Ankit Kumar Garg is not a case of honour killing. This was", "confirmed by the Delhi police via a press release of October 5, 2018. The", "press release categorically states that 21-year old Akash has been", "arrested for the murder of Garg.", "Raj Shekhar Jha who is a Delhi based journalist with Times of India has", "tweeted the CCTV video of the crime which shows the accused escaping the", "scene of the crime.", "The CCTV footage which nailed Akash Kashyap, the man who shot dead a", "teacher, Ankit Garg, in northwest Delhi, a few days ago. The cops have", "ruled out the honour killing angle. @TOIDelhipic.twitter.com/kZp4MePLSH", "— Raj Shekhar Jha (@rajshekharTOI) October 5, 2018", "Subsequent reporting by media organisations", "After it was confirmed that 21-year old Akash has been arrested as the", "accused in the case, Zee News on October 6 was among those which reported", "this new development, although in the immediate aftermath of the killing,", "its reportage of the incident was provocative. While Times Now has not", "reported the new development, its sister organisation Times of", "Indiapublished an article the same day that a BTech student was held for", "Garg’s murder. Aaj Tak also subsequently reported that four days after the", "murder, the arrested accused in the case is the victim’s student. News18", "too reported the latest development and so did Dainik Bhaskar. However,", "The Print has not reported the subsequent development.", "Those media organisations which had initially reported that the murder was", "the fallout of a relationship between persons belonging to different", "communities was on the basis of the victim’s sister’s claim. However, the", "headlines used by these news organisations were misleading. Although they", "later reported that it was a student of the victim who had been arrested,", "the barrage of initial reports on the incident helped fan the flames of", "communalism, which were exacerbated by hate mongering on social media. At", "a time when the communal divide is sought to be aggravated by vested", "interests, media reports which supplement pre-conceived prejudices end up", "acting as a catalyst. News outlets that communalised the incident merely", "on the basis of an allegation by the victim’s kin have failed to express", "regret over their inaccurate reporting.", "Donate to Alt News!", "Independent journalism that speaks truth to power and is free of corporate", "and political control is possible only when people contribute towards the", "same. Please consider donating in support of this endeavour to fight", "misinformation and disinformation.", "Donate Now", "To make an instant donation, click on the \"Donate Now\" button above. For", "information regarding donation via Bank Transfer/Cheque/DD, click here.", "Related", "Post navigation", "Previous StoryVideo of Ponnani beach in Kerala viral as Ram Setu", "Next StoryViral video of solar panel vandalisation resurfaces accusing", "Congress party workers", "AvatarAvatar", "About the Author", "Arjun Sidharth", "Arjun Sidharth is a writer with Alt News. He has previously worked in the", "television news industry, where he managed news bulletins and breaking", "news scenarios, apart from scripting numerous prime time television", "stories. He has also been actively involved with various freelance", "projects. Sidharth has studied economics, political science, international", "relations and journalism. He has a keen interest in books, movies, music,", "sports, politics, foreign policy, history and economics. His hobbies", "include reading, watching movies and indoor gaming.", "* @https://twitter.com/thoughtbuoy", "* Follow me on Facebook", "* Send me an email!", "Read Next", "[IMG]", "Video of man shot dead is not from India, shared with false Naxal angle", "27th March 2021", "An eight-second clip is being circulated on WhatsApp. It shows a man", "killing another with…", "[IMG]", "Old incident of fake EVMs recovered in Rajasthan linked to recent West Bengal", "polls", "27th March 2021", "In the backdrop of the West Bengal assembly election, a newspaper clipping", "has been shared…", "[IMG]", "Photo of empty chairs at Amit Shah’s address was taken in Varanasi in 2018", "26th March 2021", "A photograph of home minister Amit Shah on-stage with BJP MP Mahendra Nath", "Pandey and…", "[IMG]", "Fact-check: Was Saayoni Ghosh running due to harassment by TMC workers?", "26th March 202126th March 2021", "A video of TMC candidate from Asansol Dakshin, Saayoni Ghosh, running", "during election campaigning in…", "[IMG]", "Fact-check: Did Uttaranchal University mandate saffron scarf at convocation", "ceremony?", "25th March 2021", "Social media users have been sharing a photo purportedly of Uttaranchal", "University students at their…", "More", "Follow Alt News", "* 178K", "* 331K", "Latest Videos", "IFrame", "Instagram", "Follow Alt News!", "Alt News Hindi", "Alt News", "अमित शाह के संबोधन के दौरान खाली कुर्सियों की तस्वीर 3 साल पुरानी", "अमित शाह के संबोधन के दौरान खाली कुर्सियों की तस्वीर 3 साल पुरानी", "फ़ैक्ट चेक: TMC कार्यकर्ताओं ने अपनी ही प्रत्याशी सयोनी घोष को इतना परेशान", "किया कि वो भाग पड़ीं?", "फ़ैक्ट चेक: TMC कार्यकर्ताओं ने अपनी ही प्रत्याशी सयोनी घोष को इतना परेशान", "किया कि वो भाग पड़ीं?", "तस्वीर में दिख रही महिलाओं ने न धर्म परिवर्तन किया और न 1971 की लड़ाई से उनका", "कोई वास्ता है", "तस्वीर में दिख रही महिलाओं ने न धर्म परिवर्तन किया और न 1971 की लड़ाई से", "उनका कोई वास्ता है", "फ़ैक्ट-चेक : मैसूर में मास्क न पहनने पर लग रहे फ़ाइन से परेशान लोगों ने", "पुलिसवालों की पिटाई कर दी?", "फ़ैक्ट-चेक : मैसूर में मास्क न पहनने पर लग रहे फ़ाइन से परेशान लोगों ने", "पुलिसवालों की पिटाई कर दी?", "कहासुनी के बाद भीड़ ने पुलिसवालों को पीटा, घटना का वीडियो सांप्रदायिक दावे के", "साथ वायरल", "कहासुनी के बाद भीड़ ने पुलिसवालों को पीटा, घटना का वीडियो सांप्रदायिक दावे", "के साथ वायरल", "All the content on the Alt News website, except where otherwise noted, is", "licensed under the Creative Commons Attribution 3.0 Unported License."]