["Skip to content", "* Home", "* Weather", "* Sports", "* Submit It", "* Livestream", "* Coronavirus", "_____________________ Search", "[ Submit ]", "* Home", "* News", "* Agriculture", "* Crime", "* Economy", "* Education", "* Entertainment", "* International", "* National", "* Making A Difference", "* Regional", "* Science", "* State", "* Technology", "* Livestream", "* Weather", "* Interactive Radar", "* Sioux Falls", "* Northeast SD", "* Central SD", "* Delays and Cancellations", "* Skycam Network", "* Map Room", "* Road Conditions", "* Sports", "* Scoreboard", "* Athlete Of The Week", "* Play of the Week", "* Pigskin Preview", "* Election Center", "* State Legislature", "* Election Results", "* State Results Map", "* National Results Map", "* Morning", "* Mr. Food", "* Owning Your Outdoors", "* Community", "* Shop of the Week", "* Avera Medical Minute", "* Contact Us", "* Meet the Team", "* Job Openings", "* Community Calendar", "* Contests", "* Video", "* Local Guide", "* Advertise With Us", "* Ag Markets", "* Coronavirus", "* COVID-19 Map", "* Someone You Should Know", "* Programming Schedule", "* Submit Photos and Video", "* Full Court Press with Greta Van Susteren", "* Gray DC Bureau", "* Circle Country Music and Lifestyle", "* Latest Newscasts", "Advertisement", "Brookings the first South Dakota city to implement mask mandate", "By Scott Engen", "Published: Sep. 9, 2020 at 7:15 PM CDT", "SIOUX FALLS, S.D. (Dakota News Now) - The community of Brookings is now", "the first and only city in the state to have implemented a mask mandate.", "This coming after the Brookings City Council voted Tuesday night to", "approve an ordinance that requires masks in public spaces and events where", "social distancing isn’t possible.", "At Tuesday night’s meeting, dozens of concerned citizens came to make", "their voices heard to the city council.", "“For a council to consistently refuse to listen to the majority of their", "constituency, I think that it’s just a matter of time before the community", "says enough is enough,\" Brookings small business owner and former", "Brookings City Councilor Jael Thorpe said.", "Now that the mandate is in place, the city is expecting its residents to", "abide by the ordinance. However, some believe it will be nearly impossible", "to enforce.", "“By putting (a mask mandate) out there, it doesn’t mean that people will", "necessarily comply, and it just means that we’re going to widen the", "divide,\" Thorpe said.", "There are exceptions to the mandate though, like if you have a medical", "reason for not wearing a face covering, or are a child five years old and", "younger.", "“We’re all in this together, we didn’t ask for this pandemic to happen,\"", "Brookings Public Information Officer Chelsie Bakken said. \"We all need to", "just continue to keep working together, and stay friendly, to look at", "other people’s opinions and respect them, but continue to work together", "for the benefit of our community.”", "Masks will be required in all public buildings, businesses, and", "city-sanctioned events. Churches as well as other events, such as high", "school sports, are expected to establish their own COVID protocols.", "“The goal of this is to look out for the health and welfare of our", "community, to keep the schools open, to keep the university open, to keep", "businesses open, and make sure that our community members are safe,\"", "Bakken said.", "While many opposed to the council’s actions understand why a mask mandate", "is being put in place, they say it’s gone too far.", "“Six months ago we were all doing our part, we went along with lockdowns", "and the restrictions for the collective good, but as this has gone on and", "on, and the story is totally different than it was, we’re seeing that the", "government overreach will never end,\" Thorpe said.", "While the adopted ordinance states the mask mandate is in effect for 60", "days, city leaders tell me they reserve the right to change that time", "frame if needed.", "Copyright 2020 Dakota News Now. All rights reserved.", "Most Read", "Swatek is facing multiple charges including reckless discharge of a", "firearm and making...", "Man arrested after gunshots heard in southeastern Sioux Falls", "A Nebraska man has been sentenced to seven years in prison for sex", "trafficking. He was...", "Woman gets 10 years for sex trafficking 16-year-old", "[IMG]", "Feds arrest armed Colorado man after remark about Boulder", "Marijuana buds are shown at Huron View Provisioning in Ann Arbor, Mich.,", "Thursday, Jan. 28,...", "Noem drops decriminalization off list of proposals for medical marijuana", "Salem Resident has racial slur graffited on his car", "Salem resident says racial slur was graffitied on his car", "Latest News", "Linwood Park sign", "Sioux Falls Parks and Recreation plan to be fully open for the summer", "Medical Marijuana", "Gov. Noem proposes changes to medical marijuana initiative measure ahead", "of Veto Day", "USD victorious over Oral Roberts in Vermillion", "USD victorious over Oral Roberts in Vermillion", "[IMG]", "FIT staff, Avera team up for May fundraiser", "With productions at the Aberdeen Community Theatre still up in the air due", "to health...", "Local Aberdeen theater production to be featured online", "Home", "News", "Weather", "Sports", "Community", "Contests", "Livestream", "Submit Photos and Videos", "* KSFY/KDLT", "* 325 S. 1st Avenue", "* Suite 100", "* Sioux Falls, SD 57104", "* (605) 336-1300", "Terms of Service", "Privacy Policy", "EEO Statement", "FCC Public Inspection File", "ksfy.general@gray.tv - (605) 336-1300", "FCC Applications", "A Gray Media Group, Inc. Station - © 2002-2021 Gray Television, Inc."]