["Link: shortlink", "Link: canonical", "Link: amphtml", "scorecardresearch", "* EnglishEnglish", "* தமிழ்Tamil", "* বাংলাBangla", "* മലയാളംMalayalam", "* हिंदीHindi", "* मराठीMarathi", "Follow Us: [IMG] [IMG]", "The Indian Express", "Sunday, March 28, 2021", "[IMG]", "* Home", "* India", "* Elections", "* Cities", "* Opinion", "* Sports", "* Entertainment", "* Lifestyle", "* Tech", "* Videos", "* Explained", "* Audio", "* Epaper Subscribe", "* Search for: _____________________ [ Search ]", "Sunday reads", "* Why the cat outside your door might be feral", "* 'Empireland' is an honest account that is neither apologetic nor", "gloating", "* 'No Straight Thing Was Ever Made' offers a mirror to examine our", "undeniable frailties", "* ‘There is nothing like a Hindu birth rate or a Muslim birth rate’", "* Motherhood is not a race", "* Why 'Darklands' fulfils the basic task of sci-fi genre but falls short", "of making a landing", "* IE100: The list of most powerful Indians in 2021", "* EPS vs Stalin - the two contenders for the top post in Tamil Nadu", "1. Home", "2. India", "3. Gurgaon: PSO shot wife, son of judge after being rebuked, was", "'cold-blooded murder', says police", "Gurgaon: PSO shot wife, son of judge after being rebuked, was ‘cold-blooded", "murder’, says police", "The incident had occurred between 3.15 pm and 3.20 pm on Saturday, at Unitech", "Arcadia, a busy market in Gurgaon’s Sector 49.", "* [IMG]", "* [IMG]", "* [IMG]", "Written by Sakshi Dayal | Gurgaon |", "Updated: October 18, 2018 3:13:43 am", "According to police, the PSO, who was arrested “around one, one and a half", "hours later”, was trying to “eliminate evidence” by removing the", "18-year-old’s body from the spot.", "Four days after the wife and son of an additional district and sessions", "judge were shot by his personal security officer (PSO) at a busy Gurgaon", "market, police on Wednesday termed the incident as a “cold-blooded", "murder”. The police also revealed that the incident occurred in the spur", "of the moment, after the judge’s spouse and son rebuked the accused for", "being untraceable when they returned after shopping.", "“They had asked Head Constable Mahipal to wait near the car while they", "went shopping but, when they returned, he was not there. After they", "managed to track him down, the judge’s wife and son scolded him for not", "being near the vehicle, and the son asked him for the car keys,” said", "Sumit Kumar, DCP (Crime), during a press conference on Wednesday morning.", "Read| He visited us a few days ago: Family of accused in Gurgaon shooting", "https://images.indianexpress.com/2020/08/1x1.png", "“Mahipal became aggressive when this happened, and got into a fight with", "Dhruv, the judge’s son. When his mother tried to help him, Mahipal shot", "her, after which he shot Dhruv,” he added.", "The incident had occurred between 3.15 pm and 3.20 pm last Saturday, at", "Unitech Arcadia, a busy market in Gurgaon’s Sector 49. Videos recorded by", "bystanders show the accused trying to haul Dhruv’s body into the white", "Honda City after the incident, however, failing to do so, he is seen", "getting into the vehicle and fleeing the scene.", "According to police, the PSO, who was arrested “around one, one and a half", "hours later”, was trying to “eliminate evidence” by removing the", "18-year-old’s body from the spot. “The shooting was not pre-planned, but", "was a case of cold-blooded murder that followed after the family rebuked", "him and reminded him of his duties,” DCP Kumar said.", "Read more| PSO who shot judge’s kin had ‘gone quiet, serious’", "At the press conference, police dismissed rumours surrounding the accused", "of being ill-treated by the judge or his relatives and also the reports", "that have reportedly claimed his conversion to Christianity.", "“Our investigation so far has not indicated anything about Mahipal having", "converted to Christianity or being a follower of any religious leader in a", "context that may have something to do with this incident. The accused has", "also not made any claims that he was otherwise ill treated by the judge or", "his relatives. In fact, he has said he was treated well and the judge", "treated him like a colleague,” DCP Kumar said.", "While the judge’s wife, Ritu, 37, succumbed to her injuries on Saturday", "night, Dhruv is still admitted at Medanta – The Medicity and continues to", "be in a critical condition. Also Read| Judge’s son declared ‘brain dead’", "Mahipal had been arrested the evening of the incident, near Gwal Pahari on", "Gurgaon-Faridabad road, and the service revolver used in the crime as well", "as the Honda City car in which he fled the scene were seized from him.", "Police say that in the time between his fleeing and his arrest, he rang", "the judge, Krishan Kant Sharma, and informed him of the incident. He had", "been his PSO for 1.5 years.", "Mahipal also called his wife and a maternal cousin and told them what he", "had done, said police.", "“His four days of police remand come to an end tomorrow, and he will be", "produced in court. We are yet to decide whether we will seek further", "remand. The investigation is ongoing,” said the DCP.", "📣 The Indian Express is now on Telegram. Click here to join our channel", "(@indianexpress) and stay updated with the latest headlines", "For all the latest India News, download Indian Express App.", "* * The Indian Express website has been rated GREEN for its credibility", "and trustworthiness by Newsguard, a global service that rates news", "sources for their journalistic standards.", "* * Tags:", "* Gurgaon shooting", "0 Comment(s) *", "* The moderation of comments is automated and not cleared manually by", "indianexpress.com.", "Advertisement", "Live Blog", "* Coronavirus India Live Updates: Maharashtra reports 166 new", "fatalities, highest since October12 mins ago", "Best of Express", "* Modi, Hasina seal pacts: Vaccines to trains, tech to nuclear", "powerModi, Hasina seal pacts: Vaccines to trains, tech to nuclear", "power", "* TMC-BJP khela begins, 80% vote in Bengal Phase 1; 77% in AssamTMC-BJP", "khela begins, 80% vote in Bengal Phase 1; 77% in Assam", "* godzillaEntertainmentHollywood Rewind | 1998's Godzilla: A", "nostalgia-ridden experience with 'negative impact'", "* irrfan khan, gulabo sitabo, thappad, Filmfare Awards, Filmfare Awards", "2021EntertainmentFilmfare Awards 2021: Irrfan Khan, Taapsee Pannu film", "Thappad win big; check out the full winners' list", "* boat block Florida highway, florida highway blocked, suez canal", "blocked, florida boat suez boat, viral news, funny news, odd news,", "indian expressTrending'Marine uprising has begun': After Suez Canal, a", "boat blocks Florida highway triggering jokes", "* giraffe lifts up kid, kid feeds leaves to giraffe, giraffe pulls up", "child in zoo, giraffe child tug of war, viral videos, funny news,", "indian express,TrendingWatch: This kid tried to feed leaves to giraffe", "in zoo enclosure, here's what happened next", "* [IMG]SportsDilip Vengsarkar calls for an end to R Ashwin's white-ball", "exile", "* [IMG]SportsMaharashtra's COVID-19 restrictions to not affect final", "ODI, IPL matches", "* [IMG]OpinionRepresentative democracy is only a matter of convenience", "when the numbers are large", "* [IMG]What is vaccine wastage, and how can it be prevented?", "* Zodiac sign travel, travelling plans 2021, how to travel as per zodiac", "signs, indianexpress, indianexpress.com,LifestyleSunday Zodiac: How", "will the full moon in Libra affect you this Holi weekend?", "* oneplus 9, oneplus 8t, oneplus 9R, oneplus 9 vs oneplus 9R, oneplus 9R", "vs oneplus 8T, oneplus 9 features, oneplus 9 price in india, oneplus", "8t price in india, oneplus 9r price in india, oneplus 9r, oneplus 9r", "price in india, oneplus 9r design, oneplus 9r specifications, oneplus", "9r specs, oneplus 9r vs oneplus 8t, oneplus 9r vs oneplus 8t price in", "india, oneplus 9r vs oneplus 8t specs, oneplus 8t price, oneplus 8t", "design, oneplus 8t specifications, oneplus 8t specs, oneplus 8t", "featuresTechnologyOnePlus 9 vs OnePlus 8T vs OnePlus 9R: Which one is", "the right pick for you?", "Advertisement", "Must Read", "* [IMG]SportsDilip Vengsarkar calls for an end to R Ashwin's white-ball", "exile", "* [IMG]SportsMaharashtra's COVID-19 restrictions to not affect final", "ODI, IPL matches", "* [IMG]Explained: How sporting fields are slowly becoming protest sites", "* oneplus 9, oneplus 8t, oneplus 9R, oneplus 9 vs oneplus 9R, oneplus 9R", "vs oneplus 8T, oneplus 9 features, oneplus 9 price in india, oneplus", "8t price in india, oneplus 9r price in india, oneplus 9r, oneplus 9r", "price in india, oneplus 9r design, oneplus 9r specifications, oneplus", "9r specs, oneplus 9r vs oneplus 8t, oneplus 9r vs oneplus 8t price in", "india, oneplus 9r vs oneplus 8t specs, oneplus 8t price, oneplus 8t", "design, oneplus 8t specifications, oneplus 8t specs, oneplus 8t", "featuresTechnologyOnePlus 9 vs OnePlus 8T vs OnePlus 9R: Which one is", "the right pick for you?", "* iphone security update, ios security update, ios 14.4.2 security", "update, how to download ios security update, Clement Lecigne and Billy", "Leonard of Google Threat Analysis GroupTechnologyApple rolls out iOS", "14.4.2 update addressing a major security issue", "* Amazfit T Rex Pro, Amazfit T Rex Pro india launch, Amazfit T Rex Pro", "review, Amazfit T Rex Pro price india, Amazfit T Rex Pro vs amazfit t", "rex, Amazfit T Rex Pro sensors, Amazfit T Rex Pro workout", "modesTechnologyAmazfit T-Rex Pro review: This fitness watch is in a", "league of its own", "* Zodiac sign travel, travelling plans 2021, how to travel as per zodiac", "signs, indianexpress, indianexpress.com,LifestyleSunday Zodiac: How", "will the full moon in Libra affect you this Holi weekend?", "Advertisement", "Buzzing Now", "* boat block Florida highway, florida highway blocked, suez canal", "blocked, florida boat suez boat, viral news, funny news, odd news,", "indian expressTrending'Marine uprising has begun': After Suez Canal, a", "boat blocks Florida highway triggering jokes", "* giraffe lifts up kid, kid feeds leaves to giraffe, giraffe pulls up", "child in zoo, giraffe child tug of war, viral videos, funny news,", "indian express,TrendingWatch: This kid tried to feed leaves to giraffe", "in zoo enclosure, here's what happened next", "* ind vs eng, ind v eng 2nd odi, rishabh pant, rishabh pant memes, ind", "vs eng match memes, rohit virat memes, cricket news, sports news,", "indian expressTrendingAs England defeats India in 2nd ODI, desi fans", "find solace in hilarious memes", "* jawans dancing, jawans in ladakh dancing, Pangong Tso in Ladakh, kiren", "rijiju, viral videos, gorkha jawan dancing, viral news, indian", "expressTrendingKiren Rijiju shares video of soldiers dancing at", "Pangong Tso in Ladakh, leaves netizens delighted", "* burglar falls asleep, burglar falls asleep while robbery, thief break", "in police home fall asleep, thai robber sleep while robbing cop home,", "viral newsTrendingWATCH: Thai burglar falls asleep while robbing,", "woken up by cops", "Mar 28: Latest News", "* BJP MLA arun narang thrashed by protesting farmers in PunjabBJP MLA", "thrashed, clothes torn by protesting farmers in Punjab’s Muktsar", "* just judgesBelgium shows restored masterpiece but stolen panel rankles", "* [IMG]Pimpri-Chinchwad: Covid positivity rate up from 8% to 40% in one", "month", "* [IMG]The art of the Vladimir Putin photo shoot", "* [IMG]PM Modi wraps up Bangladesh visit with five pacts, flags off", "third train connecting two countries", "* Mumbai: Six guilty of Rs 4.7-crore customs duty evasionMumbai: Six", "guilty of Rs 4.7-crore customs duty evasion", "* NCB seizes Rs 15-lakh drugs from courier parcelNCB seizes Rs 15-lakh", "drugs from courier parcel", "* cheese, france, increase in cheese consumption, indianexpressFrance’s", "lockdown vice? Cheese", "* [IMG]RGI turns down Assam govt’s request to financially support", "pending NRC work beyond March 3", "* West Bengal electionsDecision 2021: Bengal sees nearly 80% turnout in", "first phase of Assembly polls, Assam 77%", "Advertisement", "X", "IFrame", "x", "img", "Ramin Jahanbegloo", "+", "Trump and the Iran boomerang", "New", "Follow Author Click or Tap Plus to get the daily dose of news and updates", "from your favourite authors in your inbox.", "Trending News", "* Coronavirus News", "* Best Telugu Movies", "* West Bengal Elections 2021", "* Horoscope", "* Pune News", "* IPL 2021 Retained Players", "* CSK IPL 2021 Players List", "* MI IPL 2021 Retained Players", "* RCB IPL 2021 Retained Players", "* KKR IPL 2021 Players List", "* CBSE Date Sheet 2021", "* Elections 2021", "* IND vs ENG T20 Series 2021", "* Tamil Nadu Elections", "* Assam Elections", "* Kerala Elections", "Follow Us", "* Facebook", "* Twitter", "* Linkedin", "* Instagram", "Download Apps", "* Android", "* iPhone", "* *  * The Indian Express website has been rated GREEN for its", "credibility and trustworthiness by Newsguard, a global service that", "rates news sources for their journalistic standards.", "Express Group", "* The Indian Express", "* ieTamil.com", "* The Financial Express", "* ieBangla.com", "* Loksatta", "* ieMalayalam.com", "* Jansatta", "* inUth", "* The ExpressGroup", "* MyInsuranceClub", "* Newsletters", "* 26/11 Stories of Strength", "* Ramnath Goenka Excellence in Journalism Awards", "Quick Links", "* T&C", "* Privacy Policy", "* Advertise with Us", "* Contact Us", "* Subscribe", "* Statutory provisions on reporting (sexual offenses)", "* This website follows the DNPA’s code of conduct", "Copyright © 2021 The Indian Express [P] Ltd. All Rights Reserved", "Powered by WordPress.com VIP"]