["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Elections", "* Investigations", "* News", "* National Politics", "* USA TODAY", "Facebook  Twitter  Email", "[IMG]", "Five years apart, Armslist was source of guns in high-profile domestic violence", "deaths", "----------------------------------------------------------------------", "Alison Dirr   | Appleton Post-Crescent", "play", "Show Caption", "Hide Caption", "Timeline: Harrison murder-suicide", "Court and police records provide a timeline of the days before Robert", "Schmidt fatally shot his wife Sara then himself outside his parents' home.", "Alison Dirr, Appleton Post-Crescent", "Radcliffe Haughton and Robert Schmidt weren't allowed to have a gun.", "Haughton could not have a gun because of a restraining order issued", "following his longtime abuse of his wife, Zina Daniel Haughton. Schmidt", "couldn't have one under a bond condition he had in a felony domestic", "violence case stemming from an assault on his wife, Sara Schmidt.", "Just over five years apart, Haughton and Schmidt were able to sidestep", "those court orders by turning to Armslist.com, where each bought a handgun", "in a private sale. Armslist, which bills itself as a “firearms", "marketplace,\" is accused in a lawsuit of designing a website for the", "purpose of facilitating such illegal transactions. The company argues it", "cannot be liable for the actions of its users. The case has reached the", "state Supreme Court.", "The lawsuit stems from Haughton's October 2012 purchase of a handgun he", "found on Armslist and bought as he sat  in the front seat of another man’s", "car in a McDonald’s parking lot, according to court records. The next day,", "he walked into Azana Salon & Spa in Brookfield and fatally shot his", "estranged wife and two other women, and wounded four others. He then", "fatally shot himself.", "In early January this year, Schmidt found a Glock handgun on Armslist", "within days of his release from the Calumet County Jail. He bought it for", "$550 from a 19-year-old Kaukauna man in the parking lot of the Calumet", "Street Walmart. The next night, Sara brought their three young children to", "his parents' home just outside Appleton, where he was staying by that", "time.", "In a scene that unfolded in public view that Tuesday evening, he fatally", "shot her as she sat trapped in the driveway in a minivan before he ran", "into the backyard. He shot himself as a sheriff's deputy closed in.", "In both cases, the victims' children were witnesses.", "Zina Daniel Haughton’s daughter witnessed Radcliffe Haughton’s rampage.", "The Schmidts’ three young children saw at least some of the violent", "confrontation that preceded the shooting before going inside their", "grandparents’ home. They were within earshot when their father opened", "fire.", "\"You would hope that companies that are creating and maintaining a", "marketplace for firearms would care about the consequences of what they’re", "doing and would do their best to keep guns out of dangerous hands,\"", "said Jonathan Lowy, vice president of litigation at the Brady Center to", "Prevent Gun Violence, which is representing Zina Daniel Haughton's", "daughter in the lawsuit against Armslist.", "\"Most gun dealers are responsible people who do care deeply about", "providing guns to law-abiding people and at the same time taking great", "care to prevent guns from falling into the wrong hands. Unfortunately,", "there are some places like Armslist that make it far too easy.\"", "Attorneys for Armslist didn't respond to requests for comment.", "RELATED: In 10 days, a husband's violence escalated from a brutal assault", "to murder in public view", "RELATED: Court reinstates lawsuit against online gun seller from Azana Spa", "mass shooting", "Federal law requires background checks to be performed in sales by", "federally licensed firearms dealers, but no such measure exists, under", "federal or Wisconsin law, for private gun sales.", "Advocates argue background checks in private sales could help block", "domestic abusers from accessing guns in violation of prohibitions, like", "those Schmidt and Haughton were facing. But those who own and sell guns", "said background checks are more complicated than it might initially", "appear.", "\"You can find advantages and disadvantages to both sides,\" said Nate", "Oberg, owner of Fox Valley Firearms in Appleton.", "Connection between gun access and murder", "Advocates cite research — including one study that found a five-fold", "increase in an abused woman's risk of being murdered when an abuser had", "access to a gun — in drawing a connection between domestic violence, the", "accessibility of firearms and fatal consequences for victims and others.", "“We know that even just the presence of a gun in a home where domestic", "violence is occurring makes that victim of domestic violence exponentially", "more likely to be killed,” said Chase Tarrier, public policy coordinator", "at End Domestic Abuse Wisconsin.", "He said abusers don't tend to turn to another weapon if they can't access", "a gun.", "According to End Domestic Abuse Wisconsin’s 2016 homicide report, guns", "were the weapon used in 53 percent of the incidents of domestic violence", "homicide in the state that year. In at least six of those shooting deaths,", "perpetrators were prohibited by law from having guns.", "\"We need to be ensuring that every single firearm sale, whether it", "comes from a private gun dealer, a licensed gun distributor or just from", "one person to another, we have safety checks in place to ensure that that", "person should be allowed to have a firearm,\" Tarrier said.", "Oberg said he has known people who have killed someone else or themselves", "soon after passing a background check.", "That said, the gun shop owner counsels those selling guns to do so through", "a federally licensed firearms dealer who can run a background check on the", "buyer. If that gun were to end up being used in a crime, for instance, the", "dealer can verify through its records that the transaction took place and", "that the seller was not the gun's owner at that time, he said.", "Oberg said he has seen an increasing number of people choose that route", "when they decide to sell a gun.", "He said a lot of people he knows who sell guns on Armslist out of", "conscience require the buyer to have a concealed carry permit, which", "requires a background check, and will take a photo of the buyer's driver's", "license to help verify the sale.", "\"I would bet 95 percent of the people selling stuff on Armslist do not", "want that gun going in the wrong person’s hands,\" he said, adding that", "every group has \"bad apples.\"", "Oberg sees Armslist as a \"vehicle for information\" and said it isn't the", "only place a seller can advertise a private sale.", "At the same time, he added, \"It’s unregulated and any time you have", "something unregulated there’s going to be crimes committed.\"", "Gun traveled the state through the web", "Schmidt’s purchase of a gun the day before he opened fire on his wife  in", "his parents' driveway marked the third time that gun had been sold via the", "internet in just 14 months.", "The handgun's journey from Stoughton to Oconomowoc to Kaukauna and finally", "to the parking lot of the Calumet Street Walmart, is chronicled in police", "records obtained through an open records request by USA TODAY", "NETWORK-Wisconsin.", "In January this year, Schmidt had been prohibited from having a gun as one", "of several conditions associated with a $10,000 cash bond. That bond was", "ordered in a felony domestic violence case in which he was charged with", "raping his wife at gunpoint on New Year's Eve.", "In Wisconsin, if a potential buyer tries to purchase a handgun from a", "federally licensed firearms dealer, the state Department of Justice will", "search the state circuit court website for such bond conditions as part of", "a background check, Wisconsin DOJ spokeswoman Rebecca Ballweg told USA", "TODAY NETWORK-Wisconsin in an email. The purchase will be denied if the", "buyer is barred through a bond condition from possessing a gun.", "Schmidt had told the man who sold him the gun on Jan. 8 that he was", "interested in buying it because he was taking a concealed carry class and", "he wanted it for protection, records show.", "The transaction took about 17 minutes, according to records associated", "with the GPS monitor Schmidt wore after his release from jail.", "To determine how Schmidt got the white Glock 19 handgun, investigators", "started with the original owner and tracked it from one buyer to the next,", "talking to each owner to learn who they sold it to and using a Jan. 2 ad", "for the gun posted on Armslist, records show. The transactions started", "online, and aside from the original owner's sale of the gun, it wasn't", "clear from police records what documentation was kept from the", "transactions.", "According to U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives", "records, the original owner was a Stoughton man who had purchased the 9 mm", "gun from a licensed dealer in November 2016, according to records released", "by the Calumet County Sheriff’s Department in response to an open records", "request.", "He then sold it on Armslist to an Oconomowoc attorney in an Aug. 9, 2017,", "sale in the parking lot of Gander Mountain, now called Gander Outdoors, in", "DeForest. In exchange, he received a pistol and $200 cash.", "The Stoughton man agreed to the sale even though the attorney wouldn’t", "sign a document acknowledging his eligibility for the transfer of a", "firearm. But he was comfortable because the buyer had a valid concealed", "carry permit, which requires a background check, the seller told an", "investigator. He photographed the buyer's driver's license and concealed", "carry license.", "After the Stoughton man sold the gun, he told an investigator, he saw it", "posted twice more on Armslist.", "The attorney told the investigator that he sold the gun on the internet to", "a Kaukauna man. He remembered the transaction taking place somewhere near", "Wauwatosa on Nov. 14, 2017, though the buyer believed it happened near the", "Manitowoc area.", "Less than two months later, the Kaukauna man sold it via Armslist to", "Schmidt for $550. It was unclear from police records what the seller knew", "of Schmidt's identity beyond an email address.", "None of the three previous sellers responded when USA TODAY", "NETWORK-Wisconsin reached out to them for comment.", "Like anything else, the internet makes guns easier to find, said Brett", "Bowe, chief deputy of the Calumet County Sheriff’s Department, which", "responded to the shooting.", "“It used to be, you put an ad in the paper, people called and it took a", "while for that sort of thing to unfold … but now with online it makes the", "process much quicker,” he said.", "Armslist case goes before Supreme Court", "The state Supreme Court has agreed to hear the case that looks at what, if", "any, liability Armslist has in an illegal gun sale.", "Zina Daniel Haughton's daughter argues that Armslist designed a website", "that creates an \"online back alley\" welcoming those prohibited from buying", "guns and facilitating illegal and anonymous transactions.", "\"This lawsuit is about the criminal use of guns and a company that", "knowingly and for profit designed and effectuated a marketplace to", "facilitate, enable, and supply the criminal market with lethal weapons to", "which it would otherwise not have access, resulting in the foreseeable", "harm in this case,\" the complaint in the wrongful death lawsuit states.", "Armslist counters that it is protected by the federal Communications", "Decency Actfrom liability for the actions of its users.", "ARCHIVE COVERAGE: Azana Spa shooting", "RELATED: Public supports gun limits; lawmakers slow to act", "A Milwaukee County judge dismissed the counts against Armslist in 2016,", "finding that the website was protected.", "But in April, the Wisconsin Court of Appeals reversed that", "decision, making it \"the first court in the nation to hold that a", "web-based gun marketplace might be held liable for negligence in", "facilitating an unlawful weapons sale,\" the Milwaukee Journal Sentinel", "reported at the time.", "The hope, End Domestic Abuse Wisconsin's Tarrier said, is that the case", "will create a higher level of accountability for online arms dealers and", "be a step toward closing the loophole that gives those prohibited from", "possessing guns ways to avoid background checks.", "Facebook  Twitter  Email", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "© Copyright Gannett 2021"]