["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Reports", "4. Is SA worse off now than 19 ye...", "Is SA worse off now than 19 years ago? The facts behind THAT Facebook post", "Published on 28 November 2013", "In November 2013, a list of 16 claims about South Africa under the African", "National Congress - all of them negative - began doing the rounds on", "Facebook. Within days the list had attracted more than 2,000 comments,", "been “liked” 1,600 times and had been shared on the Facebook pages of more", "than 12,000 people.", "The list appears to be a shortened version of a blog post published on 8", "May 2013 which derisively referred to the “the ANC’s list of", "achievements”.", "A version of the list also appears to have been circulated via email. In", "August 2013, Business Day reported that a Democratic Alliance councillor", "in South Africa’s Eastern Cape province, Stanford Slabbert, had been", "expelled from the party after forwarding an “offensive and racist\" email", "that included some of the claims contained in the blog post.", "So what are the facts? Is there any truth to the claims? Africa Check", "readers asked us to investigate.", "Claim", "Unemployment in South Africa has increased by 60% in the past 19 years.", "Verdict", "incorrect", "[IMG]The official unemployment rate in 1994, as recorded by Statistics", "South Africa, was approximately 20%. The most recent 2013 quarterly labour", "force survey reported an unemployment rate of 24.7%.", "It has been argued that Statistics South Africa uses a very narrow", "definition of “unemployment” which includes only people who are unemployed", "but actively seeking work. Statistics South Africa says it uses an", "internationally accepted definition of unemployment - the same definition", "used by the United Nations International Labour Organisation (ILO).", "In addition, Statistics SA calculates an “expanded rate” of unemployment", "which includes people who do not have a job and are available to work but", "have not taken active steps to look for work.", "Calculations using the expanded rate put unemployment at 31.5% in 1994 and", "35.6% between July and September 2013.", "A recent study conducted by researchers at the University of Kwazulu-Natal", "suggests that the broader definition “provides a better reflection of the", "relationship between labour supply and labour demand in the South African", "labour market than the strict, or official, rate of unemployment”.", "But Martin Wittenberg, a professor of economics at the University of Cape", "Town, argues that both the narrow and broader definitions have their", "uses.  “The broad definition is more useful if one is thinking about the", "scale of the social problem, while the narrow definition is more", "appropriate if you want to do international comparisons”.", "Claim", "South Africa has one of the highest unemployment rates in the world.", "Verdict", "correct", "South Africa’s unemployment rate is certainly high when compared to many", "countries. The latest statistics put South Africa’s unemployment rate at", "24.7%, which is at the high end, though differing definitions of", "“unemployment” and a lack of reliable data makes comparisons between", "countries extremely difficult.", "The International Monetary Fund, for example, is one of a number of", "organisations that monitors unemployment rates. In some cases, where data", "is unavailable, it provides estimates. According to the IMF’s most", "recent figures, South Africa has the sixth highest unemployment rate", "behind Macedonia, Bosnia-Herzegovina, Serbia, Greece and Spain.", "However many African countries are not included in IMF figures and", "anecdotal evidence suggests unemployment levels across the continent are", "high. In Zimbabwe, for example, President Robert Mugabe’s party claims", "unemployment is “hovering around 60 percent”.", "Claim", "South Africa is the rape capital of the world.", "Verdict", "unproven", "[IMG]The claim is often attributed to Interpol. However, the organisation", "told Africa Check that they have never made that claim. “Unfortunately", "these false reports have been repeated by various media, without", "verification with Interpol,” Interpol’s General Secretariat said in an", "email.", "South Africa certainly has shockingly high levels of rape. The", "latest crime statistics show that there were 95 reported cases of rape for", "every 100,000 people.", "However, Lizette Lancaster, manager of the Institute for Security Studies", "crime and justice information hub, told Africa Check that with regards to", "rape: “No international comparisons will be accurate”. A high number of", "rape cases go unreported and differing definitions of rape make", "comparisons impossible. “In other countries, for instance, rape of spouses", "is not an offence but it is in South Africa,” Lancaster said.", "Claim", "South Africa’s education department is ranked 140^th out of 144 countries.", "Verdict", "incorrect", "South Africa’s education department is not ranked 140^th out of 144", "countries. This ranking refers to the World Economic Forum’s global", "information technology report which ranked the quality of South Africa’s", "education system 140^th out of 144 countries. It received a score of 2.2", "out of a possible seven. However, the ranking system offers little insight", "into the quality of any country’s education system.", "Martin Gustafsson, a researcher in the economics department at", "Stellenbosch University, told Africa Check that the report does not make", "use of any standardised testing in producing the ranking. “In the case of", "South Africa, six respondents, all from the business sector, are asked to", "rate the quality of education along a seven-point scale from very good to", "very poor,” he said.", "The ratings are therefore subjective and drawn from a small pool, with no", "effort made to cross-reference ratings so as to compare countries", "properly.", "Africa Check has previously looked at claims that South Africa has the", "worst education system in Africa. But the available data shows that while", "South Africa lags behind a number of African countries including Kenya and", "Swaziland, there are many with worse education systems.", "Claim", "South Africa is the country where the most car hijackings take place.", "Verdict", "unproven", "[IMG]South Africa’s latest crime statistics show that 9,990 cars and 943", "trucks were hijacked in 2012/13. However, Africa Check was unable to find", "recent comparative data on car hijackings around the world.", "With regard to car theft, South Africa doesn’t have the highest number of", "cases in the world. In 2011/2012, nearly 60,000 cars and motor cycles were", "reported stolen in South Africa, while just over half a million cars were", "reported stolen in the United States of America, giving the US a higher", "rate of car theft per head of population.", "Claim", "South Africa is one of the ‘top ten’ countries with the highest murder", "rates.", "Verdict", "mostly-correct", "The United Nations Office on Drugs and Crime (UNODC) provides homicide", "statistics from 1995 to 2011. According to the 2011 data, South Africa -", "with 15,609 murders - was ranked fourth out of 84 countries assessed.", "India, with 42,923 murders, was ranked first, followed by Brazil with", "42,785 murders and  Mexico with 27,199.", "However, comparing countries using the total number of murders fails to", "take into account varying population sizes. South Africa has a population", "of about 53-million. India, by comparison, has a population of 1,2-billion", "so the higher number of murders there is to be expected.", "To accurately assess crime figures across populations it has become", "standard international practice for crime data to be presented, not only", "in raw or total numbers, but in ratios. Normally these are expressed as", "the number of crimes committed per 100,000 people.", "In 2011, South Africa’s murder rate was 30.9 per 100,000 people. On this", "basis, according to the UNODC data, it was ranked eighth out of the 84", "countries assessed. Honduras was ranked first with a murder rate of 91.6", "murders per 100,000 people.", "According to the Institute for Security Studies, the murder rate in South", "Africa in 1994 was 66.9 murders per 100,000 people.", "Gareth Newham, head of the governance, crime and justice division at the", "Institute, told Africa Check that the Facebook post ignores the fact that", "in the past 19 years, the murder rate has more than halved.", "Recent crime statistics, however, show a reversal in the downward", "trend with worrying increases in the numbers of murders and other violent", "crimes in the 2012/2013 financial year.", "Claim", "South Africa has the most corrupt government in the world.", "Verdict", "incorrect", "[IMG]There are few international rankings for corruption and those that", "are available have not escaped criticism. But the available rankings,", "suggest that South Africa’s government is not the most corrupt in the", "world.", "In 2012, Transparency International, a non-governmental organisation that", "monitors public and private corruption, ranked Somalia the most corrupt", "out of the 174 countries on its corruption perception index. It scored 8", "out of a possible 100 points. South Africa is ranked 69^th on the index,", "with a score of 43.", "The World Bank produces annual worldwide governance indicators. In 2012,", "South Africa’s control of corruption was ranked 113^th out of 210", "countries.", "Claim", "South Africa now has ten times more people in squatter camps than in 1994.", "Verdict", "incorrect", "The first post-apartheid census was held in 1996. It recorded that there", "were 1,453,015 households in informal settlements across South Africa.", "The 2011 census revealed that this number had increased to 1,963,096", "households. Using this data, there are 1.4 times more people living in", "informal settlements than there were in 1996 – not ten times.", "Claim", "South Africa has 1000% more illegal immigrants than it did in 1994.", "Verdict", "unproven", "[IMG]Professor Loren Landau, director of the African Centre for Migration", "and Society at the University of the Witwatersrand, told Africa Check that", "it is impossible to accurately estimate how many undocumented migrants are", "currently in South Africa. “Anyone who claims to know how many there are", "is lying,” he said.", "He recommended using census data on the number of foreign-born nationals", "in South Africa to determine how this demographic has grown.", "The 1996 census revealed that 958,187 people living in South Africa were", "born outside of the country. The 2011 census revealed that 4.5% – or about", "2.3-million – of the country’s 51.7-million people were born outside of", "South African.  This amounts to an increase of 238% over the fifteen year", "period – not 1000%.", "It is unclear how many of those surveyed for the census were illegal", "immigrants but Statistics South Africa has stated in a 2011 discussion", "document that “[s]ince a census is a total count of all persons in the", "country (at a given point in time), it is expected that all types of", "immigrants (including illegal/irregular immigrants) will be enumerated.\"", "Claim", "South Africa has the largest number of convicted criminals in its", "parliament.", "Verdict", "incorrect", "The Democratic Alliance manages a “crooked comrades monitor”, an “archive", "of those people appointed to key positions in the public service in spite", "of a dubious track record which suggests them unfit for public office”. It", "lists nine current members of parliament that have criminal convictions.", "However, Michael Mpofu, a Democratic Alliance research and communications", "officer, told Africa Check that he was unsure how recently it had been", "updated.", "Neither Luzuko Jacobs, the head of the parliamentary communication", "service, or parliamentary secretary Michael Coetzee, responded to", "questions.", "In 2006, The Telegraph newspaper reported that “Italy is…served by 25 MPs", "who have criminal convictions, the highest number ever recorded”. Last", "year Italy passed a law which rendered politicians convicted of serious", "criminal offences ineligible to stand for parliament.", "In July 2013, The Times of India reported that 1,460 of India’s 4,807", "sitting members of parliament and the legislative assembly have declared", "being the accused in criminal cases.", "Claim", "25% of South African schoolgirls are HIV positive.", "Verdict", "incorrect", "Africa Check debunked this claim in March 2013. An article in South", "Africa’s Sowetan newspaper had reported incorrectly that “[a]t least 28%", "of schoolgirls are HIV positive while only 4% of young boys are infected", "with the virus in the country”.", "The most recent study reveals that HIV prevalence among young women aged", "between 15 and 19 is around 12.7%.", "Claim", "South African schoolgirls had 100,000 abortions last year.", "Verdict", "incorrect", "In November 2013, South Africa’s health minister, Aaron Motsoaledi, told", "parliament that between April 2012 and March 2013 there were 82,920 legal", "abortions in public hospitals. He did not make clear how many of the", "patients could be classed as schoolgirls. But a 2010/11 annual school", "survey suggested that 36,702 pupils fell pregnant that year.", "Claim", "In 19 years the rand has weakened from R3.41 to R10.00 to the dollar.", "Verdict", "correct", "The South African Reserve Bank keeps historical records of the rand-dollar", "exchange rate. On 3 January 1994, the rand was trading at R3.40 to the", "dollar. At the time of publishing this report is was trading at R10.23 to", "the dollar.", "Claim", "The petrol price went from R1.73 to R12.83 per litre in the past 19 years.", "Verdict", "correct", "The department of energy’s records show that in February 1994 the petrol", "price ranged from R1.64 to R1.75 per litre.  Today a litre of unleaded", "petrol will cost you between R12.60 and R13.02.", "A Bloomberg Gas Price Ranking, released in September 2013, ranked 61", "countries on their petrol price, the earnings needed to buy a gallon of", "petrol and the annual income spent on fuel. South Africa was ranked", "42^nd with an average price of $4.94 per gallon of petrol (just over R50", "for 3.8 litres). By comparison, a gallon of petrol in India costs on", "average $4.74.", "Conclusion: Only 4 claims true or possibly true", "While many of the claims in the blog post and Facebook post appeared to be", "questionable, that didn’t prevent over 12,000 people sharing them. Out of", "the 14 claims that Africa Check examined, only four were true or probably", "true.", "Africa Check was unable to fact check the claims that South Africa’s", "defence force is a “laughing stock” and that the country’s “roads,", "railways, military, police, municipal services, old age homes, hospitals", "and orphanages have literally fallen apart and are worth nothing", "anymore”. The claims are broad generalisations and statements of opinion,", "not fact.", "Edited by Julian Rademeyer", "Kate Wilkinson and Sintha Chiumia", "Kate Wilkinson and Sintha Chiumia", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 12 + 3 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "Further Reading", "View All", "Agriculture in Nigeria", "Agriculture", "Economy", "rural", "Does agriculture account for nearly half of Nigeria’s economy and provide a", "living for ‘90% of rural dwellers’?", "An online publication claimed that Nigeria’s economic crisis was due to", "its neglect of agriculture. But did the statistics it cited add up? ...", "25 March 2021", "Report", "SONA", "Economy", "non-citizens", "South African MP wrongly claims 70% of informal economy ‘in hands of", "non-citizens’", "In response to the president’s state of the nation address, a member of", "parliament questioned why most of South Africa’ informal economy is ...", "16 March 2021", "Parliament", "SONA", "debate", "gender-based violence", "Education", "Debating the state of South Africa: did members of parliament get their facts", "straight?", "Was there a 64% drop in gender-based violence in 2020? Will half of grade", "1 pupils never make it to their school-leaving exams? We check the...", "15 March 2021", "Police_Fake", "fake", "police", "arrest", "No, Uganda’s police didn’t threaten to arrest people who don’t watch NBS TV", "26 February 2021", "zana_incorrect", "police", "Zanna Ibrahim", "No, Zanna Ibrahim not appointed as Nigeria’s acting inspector general of", "police", "18 February 2021", "gunmen_misleading", "Attack", "police", "No, only one officer killed in attack on police station in Abia state, Nigeria", "18 February 2021", "PreviousNext", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]