["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* News", "* Sports", "* Packers", "* Business", "* Communities", "* Nation / World", "* Obituaries", "* E-Edition", "* Legals", "Facebook  Twitter  Email", "[IMG]", "Tony Evers and Democratic lawmakers roll out bill to expand background checks to", "most gun sales", "----------------------------------------------------------------------", "Molly Beck   | Milwaukee Journal Sentinel", "MADISON - Gov. Tony Evers is asking Wisconsin lawmakers to expand", "background checks to most gun sales following a pair of recent shootings", "in Texas and Ohio that killed 31 people in a matter of minutes.", "Evers released the legislation Thursday — just hours after another", "shooting injured six Philadelphia police officers and as the Republican", "leader of the state Assembly said it's unlikely lawmakers will take up any", "new restrictions on who can purchase or possess guns.", "\"We cannot pretend this is something that happens in Texas and Ohio", "because it happened here, too,\" Evers said at a news conference, referring", "to 2012 shootings at a Brookfield salon and a Sikh temple in Oak Creek.", "\"'No' is simply not enough.\"", "Evers did not call lawmakers into a special legislative session to take up", "the bill but rather used his bully pulpit to call for the new policy. He", "said he might call lawmakers into session if lawmakers don't take up the", "bill offered Thursday, which is very likely.", "Assembly Majority Leader Jim Steineke, R-Kaukauna, said Assembly", "Republicans would review the legislation but also rejected the idea that", "it would have a large-scale effect given that many shooters had passed", "such reviews.", "\"Governor Evers is giving the people of Wisconsin the impression that", "somehow expanded background checks would have a dramatic impact on gun", "violence here in Wisconsin,\" he said. \"Simply put, it is disingenuous to", "suggest that requiring background checks on private sales would have", "prevented the tragedies we’ve seen as a state and nation.\"", "Steineke said the caucus believes the prevailing issue that needs to be", "addressed to prevent mass shootings is the mental health of people who are", "likely to commit such crimes.", "\"Assembly Republicans have been and remain committed to providing and", "expanding mental health resources to those in need – which has time and", "again been a root cause of many of these shootings,\" he said.", "Brandon Weathersby, spokesman for Senate Minority Leader Jennifer", "Shilling, said firearms also are a cause of shootings that needs to be", "addressed.", "\"Also ... the 'root cause' of getting shot is the gun that shot you,\"", "Weathersby tweeted in response to Steineke.", "READ MORE: Nearly everyone supports universal background checks for gun", "buyers. Here's why Wisconsin is unlikely to make it law", "The new legislation, authored by Milwaukee Sen. LaTonya Johnson and", "Madison Rep. Melissa Sargent, both Democrats, would require background", "checks for most sales or transfers of guns, unless the firearms are sold", "or transferred to a firearms dealer, law enforcement or to armed service", "agencies.", "The law would not apply to guns that are considered antiques or are", "considered a gift between family members.", "Expanding background checks to online buyers of firearms could have", "prevented a Brown Deer man who was barred by a judge from possessing", "firearms from purchasing online the handgun he used to kill three people", "at a Brookfield spa in 2012.", "Under federal law, a background check is required when someone purchases a", "gun through a federally licensed firearms dealer. A check is not required", "for private sales, such as at gun shows or arranged online.", "Twenty-one states have taken the route Evers is recommending and requiring", "background checks that go beyond federal law, according to the Giffords", "Law Center, an anti-gun violence group named for former U.S. Rep.", "Gabrielle Giffords, a Democrat who was injured in a 2011 mass shooting in", "Arizona.", "Before the bill was released, Assembly Speaker Robin Vos told", "WISN conservative radio talk show host Jay Weber that he wants to focus", "instead on legislation that provides more funding for mental health", "services instead of measures that \"take away people's constitutional", "rights.\"", "\"What's the real issue why these mass shootings happen?\" Vos said. \"If you", "look at the real root cause there's a whole lot issues there focused on", "either mental health, trauma, a single parent — lots of things that are", "also a factor and that's not to say everyone who has a single parent is", "going to become a mass murderer just like saying every person who owns a", "weapon isn't going to be someone who goes out and kills a bunch of", "people.\"", "Vos also noted that Assembly Republicans voted to apply a state background", "check system for certain handgun sales to similar purchases of rifles and", "shotguns, but the state Senate didn't take up the measure.", "Currently, there are federal background checks on gun purchases made from", "federally licensed dealers and state checks on handgun sales at those same", "dealers. The legislation would have required state checks on all gun", "purchases to ensure a new federal background check system was working", "properly.", "Aides to Vos and Senate Majority Leader Scott Fitzgerald did not respond", "to a request for comment.", "Earlier this week, Fitzgerald said he wouldn't support such legislation", "because many of his constituents fear the move would create a state", "registry of guns.", "Wisconsin Attorney General Josh Kaul said Thursday the state's laws that", "require background checks for some sales of guns but not for others make", "\"no sense whatsoever.\"", "\"It's dangerous and we need to change it,\" he said.", "Patrick Marley of the Milwaukee Journal Sentinel contributed to this", "report.", "You can find out who your legislators are and how to contact them here.", "Contact Molly Beck at molly.beck@jrn.com. Follow her on Twitter at", "@MollyBeck.", "Our subscribers make this reporting possible. Please consider supporting", "local journalism by subscribing to the Journal Sentinel at", "jsonline.com/deal.", "DOWNLOAD THE APP: Get the latest news, sports and more", "Top Headlines:", "We followed four Wisconsin dairy farms for a year as they struggled with", "an industry-wide crisis, one didn't make it", "Wisconsin lawmaker proposes resolution honoring white people, among", "others, during Black History Month", "Wisconsin once had a 'model' voting rights program for people with", "disabilities. Officials have let it decline.", "FOLLOW THE JOURNAL SENTINEL: Facebook | Twitter | Instagram", "DOWNLOAD THE APP: Get the latest news, sports and more", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]