["Link: canonical", "[ Submit ]", "Subscribe", "[ Submit ]", "[ Submit ]", "Nutrition", "Evidence Based", "Is a Tomato a Fruit or Vegetable?", "Written by Ansley Hill, RD, LD — Updated on October 17, 2018", "* Fruits vs Veggies", "* Botanical Classification", "* Culinary Classification", "* Bottom Line", "Tomatoes are quite possibly one of the summer season’s most versatile", "produce offerings.", "They’re typically grouped alongside vegetables in the culinary world, but", "you may have also heard them referred to as fruits.", "This article explores whether tomatoes are fruits or vegetables and why", "they’re sometimes confused for one or the other.", "Share on Pinterest", "What’s the Difference Between a Fruit and a Vegetable?", "Nutritionally, fruits and vegetables get a lot of attention for being rich", "sources of vitamins, minerals and fiber (1).", "Although they have a lot in common, fruits and vegetables also have some", "distinct differences.", "However, these differences will vary dramatically depending on whether", "you’re talking to a farmer or a chef.", "Botanical Classification", "Botanical classification of fruits and vegetables is primarily based on", "the structure and function of the part of the plant in question.", "Fruits are formed from flowers, have seeds and assist with the plant’s", "reproduction process. Some common fruits include apples, peaches,", "blueberries and raspberries (2).", "On the other hand, vegetables are the roots, stems, leaves or other", "auxiliary parts of the plant. Some well-known vegetables include spinach,", "lettuce, carrots, beets and celery (2).", "Culinary Classification", "When it comes to cooking, the classification system for fruits and", "vegetables changes significantly compared to how they’re categorized", "botanically.", "In culinary practice, fruits and vegetables are utilized and applied based", "primarily on their flavor profiles.", "Generally, a fruit has a soft texture and tends to err on the sweet side.", "It may also be somewhat tart or tangy. It’s best suited for desserts,", "pastries, smoothies, jams or eaten by itself as a snack.", "Conversely, a vegetable typically has a blander and possibly bitter", "flavor. It usually has a tougher texture than fruit and, though some are", "enjoyed raw, may require cooking. They’re best suited for savory dishes", "like stir-fries, stews, salads and casseroles.", "Summary", "Whether a food is a fruit or vegetable depends on if it’s being", "discussed in culinary or botanical terms. Botanical classification is", "based on the structure and function of the plant, while culinary", "classification is based on flavor and recipe application.", "Botanically, Tomatoes Are Fruits", "According to science, tomatoes are fruits.", "All fruits have a single seed or many seeds inside and grow from the", "flower of a plant (2).", "Like other true fruits, tomatoes form from small yellow flowers on the", "vine and naturally contain a multitude of seeds. These seeds can later be", "harvested and used to produce more tomato plants.", "Interestingly, some modern varieties of tomato plants have been", "intentionally cultivated to stop producing seeds. Even when this is the", "case, a tomato is still considered to be the fruit of the plant in", "botanical terms.", "Summary", "Tomatoes are botanically fruits because they form from a flower and", "contain seeds.", "They’re Often Classified as a Vegetable", "Much of the confusion about whether a tomato is a fruit or vegetable comes", "from the common culinary applications for tomatoes.", "Cooking is as much an art as it is a science, which tends to give way to", "more flexibility for how different foods are categorized.", "In cooking, tomatoes are usually used alone or paired alongside other true", "vegetables in savory dishes. As a result, they’ve earned a reputation as a", "vegetable, even though they’re technically a fruit by scientific", "standards.", "This was the method of classification used by the US Supreme Court in 1893", "during a legal dispute with a tomato importer who argued his tomatoes", "should be considered fruits to avoid the higher vegetable tariff.", "It was during this case that the court ruled the tomato would be", "classified as a vegetable on the basis of its culinary applications", "instead of its botanical categorization as a fruit. The rest is history", "(3).", "Tomatoes aren’t the only foods that struggle with this kind of identity", "crisis. In fact, it’s fairly common for plants botanically classified as", "fruits to be used as vegetables in culinary practice.", "Other fruits that are often considered vegetables include:", "* Cucumber", "* Squash", "* Pea pods", "* Peppers", "* Eggplant", "* Okra", "Though much less common, sometimes vegetables are utilized more like", "fruits in certain culinary scenarios, too.", "Rhubarb, for example, is often included in sweet dessert-style recipes", "even though it’s a vegetable. This is also exemplified in other dishes", "like carrot cake or sweet potato pie.", "Summary", "Tomatoes are usually used in savory preparations, which is why they’ve", "earned the reputation of being a vegetable. Some other fruits that are", "used as vegetables include squash, pea pods and cucumber.", "The Bottom Line", "Tomatoes are botanically defined as fruits because they form from a flower", "and contain seeds.", "Still, they’re most often utilized like a vegetable in cooking. In fact,", "the US Supreme Court ruled in 1893 that the tomato should be classified as", "a vegetable on the basis of its culinary applications.", "It’s not uncommon for culinary practices to blur the lines of scientific", "definitions of what constitutes a fruit or a vegetable. Many plants that", "are considered to be vegetables are actually fruits.", "For all intents and purposes, tomatoes are both. If you’re talking to a", "farmer or gardener, they’re fruits. If you’re talking to a chef, they’re a", "vegetable.", "Regardless, they’re a delicious and nutritious addition to any diet.", "Written by Ansley Hill, RD, LD — Updated on October 17, 2018", "[OBJ]", "Read this next", "* Why Am I Craving Tomatoes?", "Medically reviewed by Deborah Weatherspoon, Ph.D., R.N., CRNA", "Food cravings are a common condition earmarked by an extreme desire", "for a specific food or food type. An insatiable craving for tomatoes", "or tomato…", "READ MORE", "* * What's the Difference Between Fruits and Vegetables?", "Written by Rachael Link, MS, RD", "Fruits and vegetables are classified from both a botanical and", "culinary standpoint. This article takes a close look at the", "differences between the two.", "READ MORE", "* Fruit and Vegetable Safety", "Medically reviewed by Natalie Butler, R.D., L.D.", "Fruits and vegetables are an important part of a healthy diet — but do", "you know how to handle them safely? Learn the best ways to clean and", "store…", "READ MORE", "* Tomato Allergies and Recipes", "Medically reviewed by Natalie Olsen, R.D., L.D., ACSM EP-C", "Tomato allergies, while extremely rare, can be quite painful. Learn", "more about tomato allergies, including symptoms, complications, and", "treatments.", "READ MORE", "* Fresh vs Frozen Fruit and Vegetables — Which Are Healthier?", "Written by Mary Jane Brown, PhD, RD (UK)", "Fresh and frozen fruits and vegetables are processed and stored", "differently. This article compares the differences in nutrient", "content.", "READ MORE", "* Eliminating Tomatoes and Other Food Myths About Arthritis", "Medically reviewed by Nancy Carteron, M.D., FACR", "Arthritis has no known cure, but there are plenty of myths about foods", "that can ease your symptoms — or make them worse. Learn what the", "research says.", "READ MORE", "* Tomatoes 101: Nutrition Facts and Health Benefits", "Written by Adda Bjarnadottir, MS, RDN (Ice)", "The tomato is a very popular fruit/vegetable. Tomatoes are high in", "many nutrients, and also contain a cancer-fighting substance called", "lycopene.", "READ MORE", "* Recipes for People with Tomato Allergies", "Medically reviewed by George Krucik, MD, MBA", "READ MORE", "* Are Nightshades Bad for You?", "Written by Keith Pearson, PhD, RD", "Nightshade vegetables include potatoes, tomatoes, and peppers.", "Although they're nutritious, some people believe you're better off", "avoiding nightshades.", "READ MORE", "* How Many Calories Does a Healthy 65-Year-Old Woman Need?", "Medically reviewed by Amy Richter, RD", "How do a person's calorie requirements change over a lifetime? Should", "an older adult eat fewer calories or make any other changes to their", "diet? Our…", "READ MORE", "* About Us", "* Newsletters", "* Health Topics", "* Find an Online Doctor", "* Contact Us", "* Advertising Policy", "* Privacy Policy", "* Privacy Settings", "* © 2005-2021 Healthline Media a Red Ventures Company. All rights", "reserved. Our website services, content, and products are for", "informational purposes only. Healthline Media does not provide medical", "advice, diagnosis, or treatment. See additional information.", "© 2005-2021 Healthline Media a Red Ventures Company. All rights reserved.", "Our website services, content, and products are for informational purposes", "only. Healthline Media does not provide medical advice, diagnosis, or", "treatment. See additional information.", "Healthline Media", "AboutCareersAdvertise with us", "OUR BRANDS", "HealthlineMedical News TodayGreatistPsych Central"]