["Link: canonical", "Public Policy Polling", "Tuesday, March 29, 2011", "Scott incredibly unpopular", "You could say Rick Scott's honeymoon is over...but that would suggest he", "had one in the first place. A December PPP poll shortly before Scott took", "office found that only 33% of Florida voters had a favorable opinion of", "their new Governor to 43% who viewed him negatively. After a few months in", "office those numbers have only gotten worse- Scott's approval rating is", "just 32% while 55% of voters in the state are unhappy with his work so", "far.", "Scott's numbers leave a lot to be desired across the political spectrum.", "Only 57% of Republicans approve of the job he's doing to 27% who", "disapprove. To put those numbers into some context his counterparts in the", "Midwest who are having their own popularity problems at least are doing", "far better within their own parties- Wisconsin's Scott Walker stands at", "86% with Republicans, Ohio's John Kasich is at 71%, and Michigan's Rick", "Snyder has a 68% approval with GOP voters.", "Outside of his own party Scott's support is close to nonexistent. Only 31%", "of independents like what he's done so far to 54% who disapprove. And with", "Democrats his approval is just 11% to 81% who disapprove. For sake of", "comparison Marco Rubio's disapproval with Democrats is only 51%, 30 points", "lower than Scott's and his disapproval with independents is only 31%, 23", "points lower than Scott's.", "The Florida Governor's race was one of the closest in the country last", "year with Scott winning by a razor thin margin even in one of the best", "Republican years ever. If voters got to do it over again today it would be", "no contest- Alex Sink leads Scott 56-37 in a hypothetical rematch.", "Independents say they would vote for her by a whooping 32 point margin at", "61-29 and even 21% of Republicans now say they'd vote for her, more than", "twice the 10% level of GOP support exit polls showed her winning in", "November.", "Some of the crosstabs in the 'redo' poll point to the Democratic turnout", "issues that made Scott's victory possible in the first place though. For", "instance voters under 30 say they would support Sink by a 67-26 margin if", "the election was today- but those folks made up only 8% of the electorate", "in the state last year. If they had turned out in greater numbers Scott", "would have been in the dustbin of Florida political history four months", "ago. Turnout from African Americans (who say they would vote for Sink now", "85-8) and Hispanics (who say they would vote for Sink 69-28) was also down", "as a share of the electorate last year from 2008. Democratic voters may be", "disgusted with Scott as Governor but to some extent they did it to", "themselves by not showing up to vote in November.", "Scott obviously has almost four whole years to rehabilitate his image but", "one thing's clear- it's not going to happen if he doesn't change the way", "he operates.", "Full results here", "Posted by Tom Jensen at 9:27 AM  [IMG]", "21 comments:", "Anonymous said...", "I love when Tom mentions that lazy Democrats and Independents did", "this to themselves, because it's true nationwide. Sympathy is hard", "to muster when you Darwin yourself.", "March 29, 2011 at 10:10 AM [IMG]", "Anonymous said...", "Martin O'Malley's popularity plunged to low-to-mid 40s after he", "passed massive tax hikes and then he rebounded into mid-50s within", "a year. Scott will be fine. PPP would have everyone believe", "otherwise, but extrapolating the future based on a present poll is", "sillyness.", "March 29, 2011 at 11:38 AM [IMG]", "[IMG]", "Mike Huckabee 2012 said...", "It's nice to see these new Republican Governors being so unpopular", "in states across the country.", "It's sad that people voted for them in the first place.", "People just don't pay attention. I never cease to be disappointed", "with the average voter.", "March 29, 2011 at 11:50 AM [IMG]", "Anonymous said...", "No impostors are allowed here. It is better to be anonymous than", "to use someone else's name like..\"Mike Huckabee 2012 said...\"", "March 29, 2011 at 1:08 PM [IMG]", "Anonymous said...", "To the clueless person posting at 11:38 am, Martin O'Malley and", "Rick Scott are in totally different states. Martin O'Malley was a", "democrat in a heavy blue state where LV polling sample had", "democrats making up 60% of the vote. On the other hand Rick Scott", "is the governor of a purple states who won by 1% and only got", "elected because of the year. People are fully aware of his", "criminal activities something Martin O'Malley never had. To", "compare those two situations is just idiotic.", "March 29, 2011 at 1:16 PM [IMG]", "Anonymous said...", "Good to see that support for gay marriage in Florida is the", "minority viewpoint. Just 28% support full-blown gay marriage", "compared to 37% who oppose any form of legal recognition for", "homosexual couples and 31% who support civil unions but not", "marriage. That means that 68% are at least somewhat uncomfortable", "with the idea of homosexual marriage.", "March 29, 2011 at 1:48 PM [IMG]", "[IMG]", "Smooth Jazz said...", "\"It's nice to see these new Republican Governors being so", "unpopular in states across the country.\"", "LOL, And if you believe all these numbers from Daily KOS/PPP, I", "have a bridge in New York I can sell you for a huge discount.", "DailyKOS will have you believe that their rigged polls of Repub", "politicians are true, while Barack and all Dems are ascendant", "everywhere.", "Meanwhile, the independent daily tracking polls, with no", "allegiance to DailyKOS or George Soros, have Obama struggling in", "the mid 40s - Basically where he was when the Dems got slaugthered", "in Nov 2010Don't believe these DailyKOS polls until you have", "verification from other \"independent\" polls.", "March 29, 2011 at 2:07 PM [IMG]", "Anonymous said...", "@Smooth Jazz, I absolutely believe the numbers coming out of PPP", "showing horrible numbers for republicans. You know why, because", "when PPP polled Wisconsin governor Walker had a 46/52", "approve/disapprove. Most other approval polls for governor Walker", "have been much much worse including one from Rasmussen showing a", "43/57 approve/disapprove for Governor Walker. One could even say", "PPP is showing much better numbers for republicans governors than", "other polls.", "March 29, 2011 at 2:38 PM [IMG]", "[IMG]", "Dustin Ingalls said...", "\"Good to see that support for gay marriage in Florida is the", "minority viewpoint. Just 28% support full-blown gay marriage", "compared to 37% who oppose any form of legal recognition for", "homosexual couples and 31% who support civil unions but not", "marriage. That means that 68% are at least somewhat uncomfortable", "with the idea of homosexual marriage.\"", "The real way to look at it is that 59% support some form of legal", "union for gay couples. All marriage is in the eyes of the law is a", "civil union. Beyond that it's semantics. Marriage is a religious", "concept.", "March 29, 2011 at 2:59 PM [IMG]", "Anonymous said...", "To anonymous at 1:16pm - You must have no knowledge of MD", "politics... O'Malley has plenty of crap, including \"fixing\" crime", "numbers while mayor of Baltimore, and giving political appts. to", "friends. The man is a creep! So while Scott is not the best", "Governor, neither is O'Malley!", "March 29, 2011 at 3:04 PM [IMG]", "Anonymous said...", "His personality ratings will always be atrocious, but every", "governor in history who has been in a major budget crisis has", "horrible ratings. I doubt he will ever break 50% or even 45%", "approval ratings, as he has never been \"well-liked\" as Willie", "Lowman would say, but his ratings will go up after a budget is", "passed and the economy rebounds from the recession.", "March 29, 2011 at 3:22 PM [IMG]", "Anonymous said...", "\"full-blown gay marriage\"", "I see what you did there...", "March 29, 2011 at 3:28 PM [IMG]", "[IMG]", "Todd W. Byars said...", "Saying Scott is incredibly unpopular is like saying the ocean is", "wet, it is such an understatement.", "Todd W. Byars", "Tallahassee, Florida", "March 29, 2011 at 5:04 PM [IMG]", "Anonymous said...", "I earlier posted a comment regarding the poll's finding on gay", "marriage in Florida and I find it interesting to read some", "people's response. What some of you may not realize is that this", "3-option question does display the public's discomfort with the", "term 'marriage'. You can read the poll any way you like but the", "plurality oppose any form of legal recognition. I remember shortly", "before Floridians ratified a strict anti-gay marriage, anti-civil", "unions amendment in late 2008 that there was a similar 3-way split", "yet they ended up ratifying the amendment even though it banned", "civil unions too. The bottom line is that most Americans are just", "not comfortable with the term marriage, even if a couple national", "polls suggest it.", "March 29, 2011 at 5:34 PM [IMG]", "Anonymous said...", "He thought he was above the law before, and now he thinks he is", "KING. No one is above the law, not the President (remember", "Clinton?), nor the CEO of a Health Care Company, not Governor.", "This man, and the Republican legislators, now want to thumb their", "noses at the Amendment to the State Constition to reduce class", "sizes. The PEOPLE voted for this TWICE. What don't they understand", "about this? You LOST. The PEOPLE SPOKE.", "Dictators.", "March 29, 2011 at 6:09 PM [IMG]", "Anonymous said...", "10 to 1 Smooth Jazz listens to Glen Beck every day....", "March 29, 2011 at 7:21 PM [IMG]", "[IMG]", "Mike Huckabee 2012 said...", "Smooth Jazz - I was talking about Republican Governors, not", "President Obama's approval ratings (which I agree - haven't moved", "really significantly for a long time now... not up or down.)", "In many states where Republican Governors won last November those", "Govs are now extremely unpopular. The buyer's remorse on the GOP", "is huge and should be very helpful in 2012 for Democrats.", "March 29, 2011 at 10:14 PM [IMG]", "Anonymous said...", "AARP's March Bulletin had an article, \"Are Rate Hikes Ahead.\"", "Here's what it states.. \" A pledge by Gov. Rick Scott to brighten", "Florida's corporate climate by offering lower electricity costs to", "some businesses had consumer advocates worried that residential", "customers may pay more. Scott, a Republican, has suggested an", "\"economic development rate\" for corporations that agree to", "relocate to Florida or expand within the state. The reduced", "utility costs would be tied to job creation, BUT Florida's", "investor-owned utilities would not have to absorb the lost", "revenue. Instead, the reductions would be offset by higher charges", "to all other rate-payers--with residential customers shouldering", "most of the costs.\"", "March 30, 2011 at 11:28 AM [IMG]", "Tracey Hunt,Fort Pierce,Fla said...", "RICK SCOTT SHOULD BE OUSTED FROM OFFICE IMMEDIATELY&PUT WHERE HE", "CAN BE KING:JAIL!We the People of Florida have to put up with", "this(Im an Independent by the way,I prefer to think for myself", "thanks)He BOUGHT HIS WAY INTO OFFICE with ill gotten", "money:EVERYONES TAX DOLLARS,Republican/Democrat Independent,were", "STOLEN FOR MEDICARE FRAUD he supposedly knew nothing about,but he", "was Captain of The HCA ship??BALONEY!there were PLENTY of", "OPPOSITION VOTES IN MANNNNNY districts,but once again,trouble with", "vote counting got a Republican in office..funny how that seems to", "work,Twice now.I don't support ANYONE getting into office that", "way,&darn sure do NOT like how THIS DICTATOR is RUINING our State", "at breakneck speed.GET HIM OUT NOW,in4 years,we'll be DESTROYED as", "a State!", "March 31, 2011 at 12:52 PM [IMG]", "Sean said...", "Re Dustin Ingalls' comment: \"full blown gay marriage\" - lol,", "that's great. For the record, I support full blown gay marriage.", "But heck I support full blown relationships of every kind. Why", "discrminate?", "April 5, 2011 at 1:41 PM [IMG]", "Anonymous said...", "Rick Scott is the WORST gov. That florida ever had.. He premise", "the world to all the voters and delivery nothing.. For all the", "replubican that vote for good the it happen to you. He premise you", "to vote for him and gave you shit. Good for all of you", "Replubicans. Have a nice day.", "June 5, 2011 at 10:14 PM [IMG]", "Post a Comment", "Newer Post Older Post Home", "Subscribe to: Post Comments (Atom)", "Social Media!", "Join us on Twitter and Facebook.", "Wall Street Journal Swing State Polls Chart", "Wall Street Journal Swing State Polls Chart", "The Wall Street Journal ranked PPP as one of the top swing state pollsters", "in the country last year. (11-6-08 WSJ)", "Hire Us", "PPP offers the highest quality polling at the most affordable price of any", "company out there.", "Contact Tom Jensen at tomj@publicpolicypolling.com or 919-744-6312 to", "discuss your project.", "Contact Us", "* Dean Debnam", "* Dustin Ingalls", "* Elena Fanjul-Debnam", "* Tom Jensen", "Blog Archive", "* ▼  2011 (453)", "* ►  September (1)", "* ►  August (53)", "* ►  July (46)", "* ►  June (60)", "* ►  May (51)", "* ►  April (54)", "* ▼  March (71)", "* Obama up in Florida", "* Not much hope for Dems in Mississippi", "* Georgia/New Hampshire Suggestions", "* Nelson in decent shape", "* Romney, Hoekstra lead Michigan GOP field", "* Mixed News for Barbour", "* Rubio off to a good start", "* Scott incredibly unpopular", "* A wide range of choices,,,", "* Declining GOP Frontrunner Popularity", "* NC not responding well to new majority", "* Obama in Michigan", "* Happy Republicans", "* Question Suggestions", "* Palin State by State", "* Obama competitive in North Carolina", "* Stabenow looking better", "* And the finalists are...", "* Ohio Poll Roundup", "* Snyder quickly falls out of favor", "* Perdue or no Perdue, Dems would lose NC Gov today", "* Suggestions", "* We're hiring", "* Pearl has support of Vols fans", "* Blackwell for Senate?", "* Fox News Polling", "* Michigan Question Suggestions", "* Obama winning in Ohio", "* Crazy E-Mail of the Day", "* Walker could be a serious contender", "* Palin trails Sheen with independents", "* Steelman, Huckabee lead in Missouri", "* Voters tepid toward Obama, but favor him over GOP", "* Voting Time!", "* Brown looking better for reelection", "* Obama leads in Maine", "* Taking Suggestions...", "* More from our Republican poll", "* Exploring Alternative Republican Universes", "* Brutal numbers for Kasich, SB 5", "* Maine narrowly favors gay marriage, Collins very p...", "* Obama over the last three months", "* Nixon leads by 7", "* Ohio/National Question Suggestions", "* Senate Approval Roundup", "* Missouri close...except with Huck or Palin", "* Palin in Arizona", "* Snowe's path to reelection", "* Voting Time", "* Newt's Tough Road Ahead", "* Missouri still very much a tossup", "* Crazy Voicemails", "* Maine Republicans still want to get rid of Snowe", "* Taking suggestions...", "* Thoughts on Wilson's Announcement", "* Wisconsin Republicans want Ryan, then Huckabee", "* VA Dems want Kaine", "* Virginia Politician Report Card", "* Obama weaker than 2008 but still solid in Wisconsin", "* NC supports recognition for gay couples", "* Limited Tea Party threat to Allen", "* Missouri and Maine Question Suggestions", "* RI Republicans want Carcieri, Romney", "* Dems likely to hold Wisconsin Senate seat", "* State fans divided on Lowe", "* Obama strong in Virginia", "* This week's choices...", "* Obama up big in Rhode Island", "* Tea Party problem for McCrory?", "* Toss up in Virginia", "* Wisconsin closely divided, but against Walker", "* ►  February (56)", "* ►  January (61)", "* ►  2010 (923)", "* ►  December (64)", "* ►  November (44)", "* ►  October (70)", "* ►  September (78)", "* ►  August (81)", "* ►  July (87)", "* ►  June (93)", "* ►  May (78)", "* ►  April (77)", "* ►  March (87)", "* ►  February (84)", "* ►  January (80)", "* ►  2009 (903)", "* ►  December (81)", "* ►  November (76)", "* ►  October (83)", "* ►  September (80)", "* ►  August (78)", "* ►  July (83)", "* ►  June (86)", "* ►  May (66)", "* ►  April (71)", "* ►  March (72)", "* ►  February (66)", "* ►  January (61)", "* ►  2008 (843)", "* ►  December (44)", "* ►  November (75)", "* ►  October (110)", "* ►  September (73)", "* ►  August (59)", "* ►  July (66)", "* ►  June (49)", "* ►  May (66)", "* ►  April (80)", "* ►  March (79)", "* ►  February (71)", "* ►  January (71)", "* ►  2007 (325)", "* ►  December (45)", "* ►  November (30)", "* ►  October (32)", "* ►  September (31)", "* ►  August (32)", "* ►  July (29)", "* ►  June (36)", "* ►  May (35)", "* ►  April (41)", "* ►  March (14)", "Questions or Comments?", "Contact Us", "Web Statistics", "Clicky"]