["Link: canonical", "Link: amphtml", "Link: preconnect dns-prefetch", "Link: preconnect dns-prefetch", "Swarajya", "Our View", "MagazineHeadlinesVideosस्वराज्यBooksEconomyCultureAdvertise", "_____________________", "User Profile", "Subscribe", "Swarajya", "Subscribe", "* Our View", "* Headlines", "* Magazine", "Swarajya", "* Politics", "* Economy", "* Business", "* Culture", "* Books & Ideas", "* World", "* Defence", "* Infrastructure", "* Science", "* Technology", "* Heritage", "* Videos", "* Podcasts", "* Archives", "* Blogs", "* Weekend Issues Archive", "* News Brief", "* Subscriber login", "* Politics", "* Economy", "* Business", "* Culture", "* Books & Ideas", "* World", "* Defence", "* Infrastructure", "* Science", "* Technology", "* Heritage", "* Videos", "* Podcasts", "* Archives", "* Blogs", "* Weekend Issues Archive", "* News Brief", "A Christian ‘Inquisition’ In India? Gurugram Shooting Being Probed As An Act Of", "Fanatical Evangelism By A Neoconvert", "by Swarajya Staff - Oct 14, 2018 09:45 AM", "A Christian ‘Inquisition’ In India? Gurugram Shooting Being Probed As An", "Act Of Fanatical Evangelism By A Neoconvert", "Preliminary investigations into the Gurugram double-shooting, wherein the", "gunman of a judge shot the latter’s seven-year-old son and wife, suggest", "that the shooting may be a result of fanatical evangelism of the gunman.", "Accused constable Mahipal, himself a recent convert, was allegedly", "pressuring the judge's family to convert to Christianity. He had earlier", "converted 14 others, including CRPF men to the religion.", "Mahipal had shot at the wife and son of Gurugram Additional District Judge", "Krishan Kant in broad daylight at a busy market near South City-II in", "Sector 51 on Saturday. Mahipal fired five rounds in all. Two bullets hit", "the judge’s wife Ritu in the neck and torso, while his son Dhruv was shot", "once in the head and twice in the torso. The gunman fled the crime scene", "in the judge’s white Honda City, but was cornered by the police near Gwal", "Pahadi village. He then opened fire, but was overpowered by the cops and", "arrested.", "The greviously injured mother-son duo was taken to a nearby hospital.", "While Ritu, 37, succumbed to her injuries late Saturday night, the", "condition of Dhruv, 17, is stated to be “very critical”, as per this", "report in The Tribune.", "Unable to establish any monetary or related motive behind the crime, the", "investigating officials suggest that he had been constantly talking about", "his recent conversion to Christianity and used to quote extensively from", "the Bible. He was also claiming that it was every Christian’s duty to", "eliminate “demons”.", "“Investigations are on and we are still to know the real motive. Yes, he", "had been speaking about the Bible,” said Commissioner of Police KK Rao.", "Tags:", "* murder,", "* Church,", "* conversion,", "* Gurugram,", "* Shooting,", "* Judge,", "* Christian Evangelism,", "* Christian preacher,", "* fanaticism,", "* gunman,", "* harvest of souls,", "An Appeal...", "Dear Reader,", "As you are no doubt aware, Swarajya is a media product that is directly", "dependent on support from its readers in the form of subscriptions. We do", "not have the muscle and backing of a large media conglomerate nor are we", "playing for the large advertisement sweep-stake.", "Our business model is you and your subscription. And in challenging times", "like these, we need your support now more than ever.", "We deliver over 10 - 15 high quality articles with expert insights and", "views. From 7AM in the morning to 10PM late night we operate to ensure", "you, the reader, get to see what is just right.", "Becoming a Patron or a subscriber for as little as Rs 1200/year is the", "best way you can support our efforts.", "Become A Patron", "Become A Subscriber", "Advertisement", "About Swarajya", "Swarajya - a big tent for liberal right of centre discourse that reaches", "out, engages and caters to the new India.", "editor@swarajyamag.com", "Useful Links", "* About Us", "* Subscriptions Support", "* Editorial Philosophy", "* Press Kit", "* Fact Check", "* Gift Swarajya", "* Privacy Policy", "* Terms of Use", "* Code of Conduct", "* Plagiarism Policy", "* Refund & Cancellation Policy", "Participate", "* Contact Us", "* Write for us", "* Style Guide", "* Jobs", "Stay Connected", "* Created with Sketch.Created with Sketch.Created with Sketch.Created", "with Sketch.", "* [IMG]", "* [IMG]", "Copyright: Swarajya. All Rights Reserved.", "Powered by Quintype"]