["Link: profile", "Link: canonical", "Link: shortlink", "Link: openid.server", "Link: openid.delegate", "Link: amphtml", "Nic Spaull", "“Education is the most powerful weapon which you can use to change the", "world.” – Mandela", "Skip to content", "* Home", "* About", "* Educ research", "* Media", "* Other", "* Presentations", "* Resources", "* Teaching", "[IMG]", "← We need more than a stab in the dark (M&G article co-authored with", "Hamsa Venkat)", "Big Brother is watching (Links I liked) →", "There’s STILL madness in WEF rankings", "Posted on September 10, 2014 | Leave a comment", "wef", "I don’t usually repost articles that I’ve written in the past but given", "that the World Economic Forum has recently released it’s 2014/15 Global", "Competitiveness report I thought it makes sense. The article below first", "appeared in the M&G on the 13th of June. If you’re part of the media and", "want to quote me on something RE the 2014/15 rankings you can use any of", "the following:", "* “These results are completely and utterly preposterous. Of course", "South Africa’s education system is in crisis and performing worse than", "other middle-income (and some low-income) countries) but it definitely", "isn’t the worst in the world.”", "* “The methods used to calculate these education rankings are", "subjective, unscientific, unreliable and lack any form of technical", "credibility or cross-national comparability.”", "* “The mistakes in the WEF’s methodology are so egregious that one needs", "only look at the list of countries and their respective rankings to", "appreciate how ridiculous they really are – failed states rank above", "modernising middle-income countries. How on earth do Japan and Cote", "d’Ivoire have the same ranking for the quality of their maths and", "science instruction? This is not science, this is an unscientific", "opinion survey”", "* “The WEF has seriously undermined its own technical credibility by", "reporting these ridiculous education rankings. Until it rectifies its", "methodology, no one should take the rankings seriously.”", "//", "In the past two weeks the South African media has had a field day", "lamenting the state of maths and science education in the country. This is", "because the World Economic Forum (WEF) recently ranked South Africa 148th", "(out of 148 countries) on the quality of its maths and science education.", "Let me cut to the chase and say, unequivocally, that the methods used to", "calculate these education rankings are subjective, unscientific,", "unreliable and lack any form of technical credibility or cross-national", "comparability. I am not disputing that South Africa’s schooling system is", "currently in crisis (it is), or that South Africa performs extremely", "weakly relative to other low- and middle-income countries (it does). What", "I am disputing is that these “rankings” should be taken seriously by", "anyone or used as evidence of deterioration (they shouldn’t).", "The mistakes in the WEF’s methodology are so egregious that one needs only", "look at the list of countries and their respective rankings to appreciate", "how ridiculous they really are. How is it possible that the quality of", "maths and science education in failed states such as Chad (ranked 127th on", "the WEF list), Liberia (125th) and Haiti (120th) is better than", "modernising middle-income countries such as Brazil (136th) and Mexico", "(131st)? How do countries such as Madagascar (82nd) and Zambia (76th)", "outrank countries such as Israel (78th), Spain (88th) and Turkey (101st)?", "Preposterous", "Although these preposterous rankings sound like an April Fool’s joke gone", "wrong, they are reported without qualm on page 287 of the WEF Information", "Technology Report 2014. Even a cursory analysis of the faulty ranking", "methodology the WEF employed shows how it is possible to arrive at these", "outlandish “rankings.” The WEF asked between 30 and 100 business", "executives in each country to answer questions (relating only to their own", "country), using a scale of one to seven to record their perceptions, with", "one representing the worst possible situation and seven the best possible", "situation.", "The question relating to maths and science education was phrased as", "follows: “In your country, how would you assess the quality of maths and", "science education in schools?” with “one” being “extremely poor – among", "the worst in the world”, and “seven” being “excellent – among the best in", "the world”.", "In South Africa, 47 business executives were surveyed for these rankings.", "On the question relating to maths and science, the average score among", "these 47 executives was 1.9, indicating that the vast majority of these", "South African business executives believed that the quality of maths and", "science education in the country was “among the worst in the world.” Yet", "this is really just a measure of the perceptions of these 47 businessmen,", "as the department of basic education has correctly pointed out.", "By contrast, when the 55 Malawian and 85 Zambian business executives were", "surveyed, they were more optimistic about the maths and science education", "provided to students in their countries, yielding average scores of 3.2", "and four respectively.", "Outperform", "This explains why Malawi ranks 113th and Zambia ranks 76th whereas South", "Africa ranks 148th. Yet we know from objective cross-national standardised", "testing in the region that Zambia and Malawi are two of the few countries", "that South Africa actually does outperform.", "Clearly the ratings given by these business executives are subjective and", "dependent on their particular mental reference points, which obviously", "differ by country. These 47 South African executives were not asked to", "rank South Africa relative to other specific countries – such as", "Madagascar, Malawi or Mali – only relative to “the world”.", "Although the perceptions of business executives are important in their own", "right, it is ludicrous to use these within-country perceptions to rank", "“the quality of maths and science education” between countries;", "particularly when we have objectively verifiable, cross-nationally", "comparable scientific evidence for maths and science performance for at", "least 113 countries.", "Looking at South Africa specifically, we participate in two major", "cross-national standardised testing systems that aim to compare the", "mathematics and science performance of South African students with that of", "students in other countries. The Trends in International Mathematics and", "Science Study (Timss) tests grade eight students from middle- and", "high-income countries, and the Southern Africa Consortium for Monitoring", "Educational Quality (Sacmeq) study tests grade six students from 15", "countries in sub-Saharan Africa.", "Worse than South Africa", "Of the countries participating in Sacmeq, South Africa came 8th in maths,", "behind much poorer countries such as Kenya (2nd), Swaziland (5th) and", "Tanzania (3rd), but ahead of Mozambique (10th), Namibia (13th), Zambia", "(14th) and Malawi (15th). Although this situation is no cause for", "celebration, it does show that these countries – which outrank South", "Africa in the WEF rankings – are in fact doing worse than South Africa in", "reality.", "If we look beyond Africa to the Timss rankings, South Africa performs", "abysmally. Of the 42 countries that participated from around the world", "(including 21 developing countries), South Africa came joint last with", "Honduras in 2011. This should shock us to the core. But it does not mean", "that we have the worst education system in the world. Rather, we have the", "worst education system of those 42 countries that take part in these", "assessments.", "There is a big difference. Only 21 developing countries took part in these", "assessments, but there are around 115 developing countries in the WEF", "tables. The fact that Mali, Madagascar, Liberia and Haiti (for example) do", "not take part in these assessments means that business executives in these", "countries have very little reliable information on the quality of", "education in their countries.", "In South Africa the basic education department has wisely chosen to take", "part in these assessments so that we have reliable information on the", "performance of our education system, however low that performance might", "be.", "Continuing participation", "This is one thing that the department should be commended for –that is,", "for continuing to participate in these assessments, which provide valuable", "information, despite being lambasted by their findings.", "Perhaps the best example of how flawed the WEF methodology is is", "illustrated by comparing Indonesia and Japan on the WEF rankings and on", "the well-respected Organisation for Economic Co-operation and", "Development’s Programme for International Student Assessment (Pisa)", "rankings, which also tests math and science, as does Timss.", "In the WEF rankings, executives in Indonesia and Japan both gave an", "average score of 4.7 for the quality of maths and science education in", "their respective countries. This placed Japan 34th and Indonesia 35th of", "the 148 countries. Yet, of the 65 countries participating in the 2012", "round of the Pisa maths and science testing, Japan came 7th (out of 65)", "and Indonesia came 64th. Go figure.", "Although there are some early signs of improvement in the South African", "education system, we know that things remain dire. South African students", "perform worse than all middle-income countries that participate in", "assessments, and even worse than some low-income African countries.", "But to claim that South Africa has the worst quality of maths and science", "education in the world, and to use executives’ perceptions over scientific", "evidence to do so, is irrational and irresponsible.", "The WEF has seriously undermined its own technical credibility by", "reporting these ridiculous education rankings. Until it rectifies its", "methodology, no one should take the rankings seriously.", "Rate this:", "Share this:", "* * Tweet", "* Share on Tumblr", "* Email", "* Print", "* Like this:", "Like Loading...", "Related", "This entry was posted in Uncategorized. Bookmark the permalink.", "← We need more than a stab in the dark (M&G article co-authored with", "Hamsa Venkat)", "Big Brother is watching (Links I liked) →", "Leave a Reply", "Enter your comment here...", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Fill in your details below or click an icon to log in:", "Gravatar", "Email (required) (Address never made public)", "_____________________", "Name (required)", "_____________________", "Website", "_____________________", "WordPress.com Logo", "You are commenting using your WordPress.com account. ( Log Out /  Change )", "Google photo", "You are commenting using your Google account. ( Log Out /  Change )", "Twitter picture", "You are commenting using your Twitter account. ( Log Out /  Change )", "Facebook photo", "You are commenting using your Facebook account. ( Log Out /  Change )", "Cancel", "Connecting to %s", "[ ] Notify me of new comments via email.", "[ ] Notify me of new posts via email.", "[ Post Comment ]", "* Me", "[IMG]", "* Follow Blog via Email", "Enter your email address to follow this blog and receive notifications", "of new posts by email.", "Join 1,123 other followers", "Email Address: _____________________", "Follow", "* Twitter", "* RT @JustinSandefur: Ouch. Development economics, ostensibly", "dedicated to improving the well-being of people in developing", "countries, is al… 15 hours ago", "* RT @VimalRanchhod: Piketty comes to South Africa", "onlinelibrary.wiley.com/doi/full/10.11… 1 day ago", "* \"More than a quarter of the Gauteng municipality's top management", "do not have the minimum requirements for the posi…", "twitter.com/i/web/status/1… 2 days ago", "* Search for: _____________________ [ Search ]", "* Categories", "* 21st Century Skills (2)", "* Architecture (1)", "* Book review (6)", "* Business (2)", "* Christian (60)", "* Cool websites (2)", "* COVID-19 (12)", "* Disability (1)", "* ECD (3)", "* Economics (44)", "* Education (106)", "* Environment (1)", "* Funda Wande (6)", "* Funding (2)", "* Funny (15)", "* Gender (4)", "* Guest blog (6)", "* Guest blog-post (2)", "* Higher education (5)", "* Inequality (1)", "* Infographics (5)", "* Intense (27)", "* Interesting articles (6)", "* LGBT (3)", "* LGBTQ (10)", "* link (5)", "* Links I liked… (43)", "* Matric (3)", "* Me (37)", "* Newspaper articles (12)", "* NIDS-CRAM (2)", "* Ongoing education (5)", "* Personal (1)", "* photo (214)", "* Poetry (8)", "* Politics (1)", "* Popular press (5)", "* Psychology (21)", "* Q&A (28)", "* Quotes (76)", "* reading (12)", "* regular (28)", "* Research (8)", "* Speech (1)", "* Stanford (1)", "* Teaching (3)", "* Technology (1)", "* Uncategorized (206)", "* Wisdom (19)", "* Blogroll", "* A girl and a suitcase", "* Bird Cages & Book Cases", "* Brain Pickings", "* Derik in China", "* Eat, sleep, blog, Economics", "* Farnam Street Blog", "* the sometimes zoo", "* Cool websites...", "* Brain Pickings", "* Chris Blattman", "* CityLove Photography", "* EconTalk", "* Farnam Street Blog", "* ffffound.com", "* MIT course materials (free)", "* Nook", "* The Economist", "* The Great Courses", "* My books", "* My books", "* Archives", "* February 2021 (3)", "* September 2020 (2)", "* July 2020 (8)", "* June 2020 (2)", "* May 2020 (3)", "* March 2020 (3)", "* February 2020 (2)", "* January 2020 (2)", "* December 2019 (1)", "* November 2019 (1)", "* October 2019 (2)", "* September 2019 (1)", "* August 2019 (2)", "* July 2019 (2)", "* June 2019 (1)", "* May 2019 (1)", "* April 2019 (3)", "* March 2019 (2)", "* February 2019 (1)", "* January 2019 (3)", "* December 2018 (2)", "* October 2018 (1)", "* September 2018 (2)", "* July 2018 (2)", "* June 2018 (3)", "* May 2018 (3)", "* April 2018 (1)", "* March 2018 (1)", "* January 2018 (3)", "* December 2017 (2)", "* November 2017 (2)", "* September 2017 (2)", "* August 2017 (3)", "* July 2017 (3)", "* June 2017 (1)", "* May 2017 (2)", "* April 2017 (2)", "* March 2017 (1)", "* January 2017 (5)", "* October 2016 (1)", "* September 2016 (4)", "* July 2016 (6)", "* June 2016 (1)", "* May 2016 (7)", "* April 2016 (5)", "* March 2016 (4)", "* February 2016 (3)", "* January 2016 (4)", "* December 2015 (8)", "* November 2015 (4)", "* October 2015 (2)", "* September 2015 (3)", "* August 2015 (2)", "* July 2015 (4)", "* June 2015 (3)", "* May 2015 (3)", "* April 2015 (7)", "* March 2015 (3)", "* February 2015 (2)", "* January 2015 (9)", "* December 2014 (9)", "* November 2014 (5)", "* October 2014 (1)", "* September 2014 (2)", "* August 2014 (4)", "* July 2014 (2)", "* June 2014 (6)", "* May 2014 (8)", "* April 2014 (5)", "* March 2014 (10)", "* February 2014 (6)", "* January 2014 (6)", "* December 2013 (6)", "* November 2013 (7)", "* October 2013 (7)", "* September 2013 (4)", "* August 2013 (5)", "* July 2013 (2)", "* June 2013 (5)", "* May 2013 (2)", "* April 2013 (1)", "* March 2013 (2)", "* February 2013 (3)", "* January 2013 (5)", "* December 2012 (2)", "* November 2012 (4)", "* October 2012 (2)", "* September 2012 (2)", "* August 2012 (2)", "* July 2012 (4)", "* June 2012 (2)", "* May 2012 (4)", "* April 2012 (9)", "* March 2012 (3)", "* February 2012 (13)", "* January 2012 (50)", "* December 2011 (87)", "* November 2011 (123)", "* October 2011 (3)", "* September 2011 (6)", "* August 2011 (7)", "* July 2011 (1)", "* June 2011 (5)", "* May 2011 (7)", "* April 2011 (7)", "* March 2011 (2)", "* February 2011 (8)", "* January 2011 (5)", "* November 2010 (1)", "* October 2010 (3)", "* September 2010 (6)", "* August 2010 (8)", "* July 2010 (2)", "* June 2010 (4)", "* May 2010 (3)", "* April 2010 (11)", "* March 2010 (8)", "* February 2010 (7)", "* December 2009 (26)", "* Stellenbosch University", "[IMG]", "Blog at WordPress.com.", "Add your thoughts here... (optional)", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Post to", "Cancel [ Reblog Post ]", "%d bloggers like this:"]