["Skip to main content", "Toggle navigation  Welcome to the United Nations", "* العربية", "* 中文", "* English", "* Français", "* Русский", "* Español", "UN logo Peace, dignity and equality", "on a healthy planet", "Search the United Nations", "________________ Submit Search", "A-Z Site Index", "Live now Toggle navigation", "* About the UN", "* What We Do", "* Where We Work", "* News and Media", "* Documents", "* Observances", "* Resources", "* Coronavirus (COVID-19)", "The UN flag at half-mast with the Secretariat building behind.", "United Nations Organization", "Protect UN staff and peacekeepers", "Since the founding of the United Nations in 1945, hundreds of brave men", "and women have lost their lives in its service. Today, the growing number", "and scale of UN peacekeeping missions put many more at risk. The", "International Day of Solidarity with Detained and Missing Staff Members", "(25 March) has taken on even greater importance in recent years, as", "attacks against the United Nations intensify.  This is a day to mobilize", "action, demand justice and strengthen our resolve to protect UN staff and", "peacekeepers, as well as our colleagues in the non-governmental community", "and the press.", "The United Nations flag at Headquarters flies at half-mast in memory of", "the United Nations peacekeepers who lost their lives.", "Photo:UN Photo / Mark Garten", "An entrepreneur and her daughter run a small business in Bamyan,", "Afghanistan.", "UN commission pushes equality for women in decision-making", "27 March 2021 — At the closing of the UN women’s commission, world leaders", "issued a strong pledge for the elimination of violence against women along", "with their full and effective participation in...", "AstraZeneca COVID-19 vaccines are delivered to Sri Lanka as part of the", "COVAX initiative.", "International equitable vaccine effort ships 32 million shots to 61 countries", "26 March 2021 — “COVAX works” the head of the World Health Organization", "(WHO) said on Friday, informing journalists that the UN-backed vaccine", "initiative has distributed more than 32 million...", "The Shimelba refugee camp in the Tigray region of Ethiopia. (file)", "Deep concern for thousands of Eritrean refugees ‘scattered’ in Ethiopia’s", "Tigray", "26 March 2021 — In Ethiopia’s embattled Tigray region there’s", "deep concern for thousands of Eritrean refugees whose camps have been", "found burned to the ground, confirming satellite imagery and...", "UN Sustainable Development Goals", "17 Goals to transform our world", "The Sustainable Development Goals are a call for action by all countries —", "poor, rich and middle-income — to promote prosperity while protecting the", "planet.", "Act Now", "ActNow Campaign", "The ActNow campaign aims to trigger individual action on the defining", "issue of our time. People around the world have joined to make a", "difference in all facets of their lives, from the food they eat to the", "clothes they wear.", "Decade of Action", "Decade of Action", "With just 10 years to go, an ambitious global effort is underway to", "deliver the 2030 promise—by mobilizing more governments, civil society,", "businesses and calling on all people to make the Global Goals their own.", "Thomas the Tank engine", "Student Resources on the SDGs", "Learn more about the Sustainable Development Goals! On our student", "resources page you will find plenty of materials for young people and", "adults alike. Share with your family and friends to help achieve a better", "world for all.", "[IMG]", "Goal of the Month", "Gender Equality", "Achieve gender equality and empower all women and girls.", "More about the UN Sustainable Development Goals", "More from the", "United Nations", "Featured stories from across the United Nations and our world-wide family", "of agencies, funds, and programmes.", "A healthcare worker transfers the vaccine from the vile to a syringe.", "World Bank, Health", "Insights from the first COVID-19 vaccine rollout", "The global COVID-19 vaccination campaign will be the largest in history.", "The delivery of COVID-19 vaccines presents challenges unprecedented in", "scale, speed, and specificities, especially in low- and middle-income", "countries. Anticipating the availability of safe and effective vaccines,", "the World Bank together with WHO, UNICEF, the Global Fund, and Gavi rolled", "out readiness assessments in more than 100 low and middle-income", "countries. As countries ramp up efforts to vaccinate their populations,", "the world’s poorest countries show varying degrees of readiness.", "Beach full of trash OHCHR, Human Rights, Water", "The water crisis has a “major impact on human rights”", "Water is the lifeblood of all life on Earth. And yet, over 2 billion", "people lack access to safely managed drinking water. Over 4 billion people", "lack access to safely managed sanitation. Water shortages now affect more", "than 3 billion people. Three quarters of all the natural disasters are", "water-related, including floods, landslides, and other extreme weather", "events. A recent OHCHR report describes the global water crisis, focusing", "on the negative impacts of water pollution, water scarcity and", "water-related disasters on the enjoyment of several human rights.", "Man carrying plastic water containers. UNEP, Pollution and Waste", "Progress in campaign against plastic pollution", "The Global Commitment to the New Plastics Economy campaign is making", "progress but the world needs to ramp up actions to curb plastic pollution.", "Humanity dumps its own combined weight in plastics annually into", "ecosystems. That’s 300 million tonnes every year choking waterways and", "seas, clogging streets, harming wildlife, and causing damage to public", "health. To stem that tide, UNEP and partner lobbied private and public", "sector decisionmakers to commit to cultivating a circular economy around", "plastics, one in which plastics are made to last and to be reused.", "illustration of people with speech bubble: What are your information needs", "Communication and Mass Media", "Answer 10 quick questions", "UN News would like to check in with you to understand how we are meeting", "your needs, identify areas of improvement, as well as gauge how far we", "have come. Thanks for your feedback - you have until 5 April!", "An illustration of a woman holding up a water drop in front of multiple", "mirrors.", "UNESCO, Water", "Protecting “blue gold”", "The United Nations World Water Development Report, published by UNESCO on", "behalf of UN-Water, shows that the inability to recognize the value of", "water is the main cause of water waste and misuse.", "A woman holds a video camera while kids hold up their arms.", "WHO, Health, Culture", "Health for All Film Festival shortlist", "In an extraordinary demonstration of creative energy, the second edition", "of the WHO Health for All Film Festival has attracted nearly 1200 short", "film submissions from 110 countries.", "Portrait of a man signing a letter.", "UNHCR, Refugees, Sports", "Celebrity advocate to speak up for refugees", "UNHCR today announced the appointment of Alphonso Davies, FC Bayern", "Munich’s left-back and player for Canada Men’s National Football Team, as", "its newest Global Goodwill Ambassador.", "Catarina Furtado poses with a woman. UNFPA, Women and Gender Equality,", "Human Rights", "Empowering women and girls to claim their bodily autonomy", "Millions of women and girls are denied their right to have a say in sexual", "matters, to say yes to contraception and to make their own healthcare", "choices. This world must become one where every woman and girls’ body is", "truly her own. Catarina Furtado, UNFPA Goodwill Ambassador, speaks out to", "achieve this world  — from educating young people about their bodies and", "rights, to reforming policies that do not adequately prevent or", "address gender-based violence, to supporting communities to adopt", "more gender-equitable practices.", "Woman wearing a facemask pulls down her sleeve to get the vaccine. UNCTAD,", "Economic Development", "Strong growth in 2021 but short of pre-pandemic trends", "New projections show stronger growth than expected in 2021, but the", "untackled problems of inequality, indebtedness and weak investment", "threaten hopes for a more resilient future. The global economy is set to", "grow by 4.7% this year, faster than predicted in September (4.3%), thanks", "in part to a stronger recovery in the United States, where progress in", "distributing vaccines and a fresh fiscal stimulus of $1.9 trillion are", "expected to boost consumer spending, says the update to UNCTAD’s Trade and", "Development Report 2020.", "Two women in indigenous dress kneel on the ground to plant a seedling.", "UNDP, Natural Resources and the Environment", "Healing the Earth’s lungs", "With rampant destruction of forests, it is not bold to say that the lungs", "of the Earth are sick. In Guatemala, members of the Utz Che' Community", "Forestry Association are part of the solution. As the forest provides", "livelihoods for villagers, Utz Che' communities plant trees to improve", "their lives. Nearly 2,500 hectares of land are marked for reforestation", "and more than 30,000 trees have been planted. In 2020, Utz Che' was", "awarded UNDP’s Equator Prize for its community-led conservation work", "through nature-based solutions.", "Report cover WIPO, Intellectual and Cultural Property", "Significant growth in assistive technologies", "According to the WIPO Technology Trends Report 2021: Assistive", "Technologies, over 1 billion people currently need assistive technology -", "a figure expected to double in the next decade as populations age. At the", "same time, consumer electronics and assistive products are converging,", "meaning even greater commercialization of these technologies. The report", "shows that innovations, ranging from small improvements to cutting-edge", "developments in frontier technologies, can improve the lives of persons", "with functional limitations.", "More from the United Nations", "What we do", "Due to the powers vested in its Charter and its unique international", "character, the United Nations can take action on the issues confronting", "humanity in the 21st century, including:", "* Maintain international peace and security", "* Protect human rights", "* Deliver humanitarian aid", "* Promote sustainable development", "* Uphold international law", "A UNIFIL peacekeeper from Spain on a regular patrol in the vicinity of Al", "Wazzani, south-eastern Lebanon as the sun sets in the horizon. Since 1948,", "more than a million women and men have served as UN peacekeepers.", "Maintain International Peace and Security", "The United Nations came into being in 1945, following the devastation of", "the Second World War, with one central mission: the maintenance of", "international peace and security. The UN does this by working to prevent", "conflict; helping parties in conflict make peace; peacekeeping; and", "creating the conditions to allow peace to hold and flourish. These", "activities often overlap and should reinforce one another, to be", "effective. The UN Security Council has the primary responsibility for", "international peace and security. The General Assembly and the", "Secretary-General play major, important, and complementary roles, along", "with other UN offices and bodies.", "Students at Butkhak High School in Kabul, Afghanistan, cheer in unison on", "the last day of Global Action Week, an international campaign advocating", "free, quality education for all.", "Protect Human Rights", "The term “human rights” was mentioned seven times in the UN's founding", "Charter, making the promotion and protection of human rights a key purpose", "and guiding principle of the Organization.  In 1948, the Universal", "Declaration of Human Rights brought human rights into the realm of", "international law.  Since then, the Organization has diligently protected", "human rights through legal instruments and on-the-ground activities.", "A child has a meal at a food distribution centre in the Rwanda camp for", "internally displaced persons (IDPs), near Tawila, North Darfur. More than", "8,000 women and children living in the camp benefit from nutrition", "programmes run by the World Food Programme", "Deliver Humanitarian Aid", "One of the purposes of the United Nations, as stated in its Charter, is", "\"to achieve international co-operation in solving international problems", "of an economic, social, cultural, or humanitarian character.\"  The UN", "first did this in the aftermath of the Second World War on the devastated", "continent of Europe, which it helped to rebuild.  The Organization is now", "relied upon by the international community to coordinate humanitarian", "relief operations due to natural and man-made disasters in areas beyond", "the relief capacity of national authorities alone.", "Grace, a farmer from Kipilat village, and a leading member of the forest", "community in Ainabkoi, Kenya, planting a tree in 2012.", "Promote Sustainable Development", "From the start in 1945, one of the main priorities of the United Nations", "was to “achieve international co-operation in solving international", "problems of an economic, social, cultural, or humanitarian character and", "in promoting and encouraging respect for human rights and for fundamental", "freedoms for all without distinction as to race, sex, language, or", "religion.”  Improving people’s well-being continues to be one of the main", "focuses of the UN. The global understanding of development has changed", "over the years, and countries now have agreed that sustainable development", "offers the best path forward for improving the lives of people everywhere.", "The International Court of Justice (ICJ) delivers its order on the request", "for the indication of provisional measures filed by Nicaragua on 11", "October 2013 in the case concerning Construction of a Road in Costa Rica", "along the San Juan River.", "Uphold International Law", "The UN Charter, in its Preamble, set an objective: \"to establish", "conditions under which justice and respect for the obligations arising", "from treaties and other sources of international law can be", "maintained.\"  Ever since, the development of, and respect for", "international law has been a key part of the work of the Organization.", "This work is carried out in many ways - by courts, tribunals, multilateral", "treaties - and by the Security Council, which can approve peacekeeping", "missions, impose sanctions, or authorize the use of force when there is a", "threat to international peace and security, if it deems this necessary.", "These powers are given to it by the UN Charter, which is considered an", "international treaty.  As such, it is an instrument of international law,", "and UN Member States are bound by it.  The UN Charter codifies the major", "principles of international relations, from sovereign equality of States", "to the prohibition of the use of force in international relations.", "Structure of the", "United Nations", "The main parts of the UN structure are the General Assembly, the", "Security Council, the Economic and Social Council, the Trusteeship", "Council, the International Court of Justice, and the UN Secretariat. All", "were established in 1945 when the UN was founded.", "General Assembly", "The General Assembly is the main deliberative, policymaking and", "representative organ of the UN. All 193 Member States of the UN are", "represented in the General Assembly, making it the only UN body", "with universal representation.", "Security Council", "The Security Council has primary responsibility, under the UN Charter, for", "the maintenance of international peace and security. It has 15 Members (5", "permanent and 10 non-permanent members). Each Member has one vote. Under", "the Charter, all Member States are obligated to comply with Council", "decisions.", "Economic and Social Council", "The Economic and Social Council is the principal body for coordination,", "policy review, policy dialogue and recommendations on economic, social", "and environmental issues, as well as implementation of internationally", "agreed development goals.", "Trusteeship Council", "The Trusteeship Council was established in 1945 by the UN Charter, under", "Chapter XIII, to provide international supervision for 11 Trust", "Territories that had been placed under the administration of seven Member", "States, and ensure that adequate steps were taken to prepare", "the Territories for self-government and independence.", "International Court of Justice", "The International Court of Justice is the principal judicial organ of the", "United Nations. Its seat is at the Peace Palace in the Hague", "(Netherlands). It is the only one of the six principal organs of the", "United Nations not located in New York (United States of America).", "Secretariat", "The Secretariat comprises the Secretary-General and tens of thousands of", "international UN staff members who carry out the day-to-day work of the UN", "as mandated by the General Assembly and the Organization's other principal", "organs.", "More about the structure of the United Nations", "Learn more", "The Middelgrunden Off Shore Windturbines located in the Øresund Straight", "separating Denmark and Sweden. UN Photo", "Climate Change", "Climate change is the defining issue of our time and now is the defining", "moment to do something about it. There is still time to tackle climate", "change, but it will require an unprecedented effort from all sectors of", "society.", "Women at UN CSW63 Side Event - “Take the Hot Seat”. Photo: UN Women/Ryan", "Brown", "Gender Equality", "Women and girls represent half of the world’s population and, therefore,", "also half of its potential. Gender equality, besides being a fundamental", "human right, is essential to achieve peaceful societies, with full human", "potential and sustainable development.", "UN Secretary-General António Guterres is greeted on his visit to the", "Central African Republic", "Ending Poverty", "While global poverty rates have been cut by more than half since 2000, one", "in ten people in developing regions still lives on less than US$1.90 a day", "— the internationally agreed poverty line, and millions of others live on", "slightly more than this daily amount.", "young children smiling at camera", "UN75: 2020 and Beyond", "The UN’s 75th anniversary in 2020 arrived at a time of great upheaval and", "peril. To secure a world where everyone can thrive in peace, dignity and", "equality on a healthy planet we need a multilateral system that is", "inclusive, networked and effective. \"Our Common Agenda\" will build on the", "12 commitments contained in the UN75 Declaration.", "Did you know?", "As the world’s only truly universal global organization, the", "United Nations has become the foremost forum to address issues", "that transcend national boundaries and cannot be resolved by any one", "country acting alone.", "Almost 690 million people went hungry in 2019 - up by 10 million from 2018.", "Find out more in", "Global Issues:", "Food", "Average sea level rise is predicted to be 24–30 cm by 2065, if it continues", "at current rates.", "Find out more in", "Global Issues:", "Climate Change", "In contemporary conflicts, up to 90 per cent of casualties are civilians.", "Find out more in", "Global Issues:", "Peace and Security", "More than 500 multilateral treaties have been deposited with the UN", "Secretary-General.", "Find out more in", "Global Issues:", "International Law and Justice", "Watch and Listen", "Video and audio from across the United Nations and our world-wide family", "of agencies, funds, and programmes.", "IFrame", "Fruits and vegetables, your dietary essentials", "The International Year of Fruits and Vegetables 2021 is a unique", "opportunity to raise awareness on the important role of fruits and", "vegetables in nutrition, food security and human and planetary health. It", "also aims to reduce food loss and waste and promote sustainability and", "safety of the fruits and vegetables value chain.  #iyfv2021", "IFrame", "Syria’s disappeared: Searching for the truth", "Hiba Alhamed is a 26-year-old Syrian refugee, living in France. Her", "father, Ismail, went missing in 2013. While the exact number is unknown,", "at least tens of thousands of Syrian men, women and children have been", "forcibly disappeared, detained, abducted or gone missing in Syria since", "the outbreak of conflict in 2011.", "IFrame", "Young Filmmakers for Social Change", "PLURAL+ is a youth video festival that encourages and empowers global", "youth to explore the issues of migration, diversity, social inclusion, and", "xenophobia through the production of short films. Meet some of the young", "filmmakers who have won awards for their outstanding videos calling for", "social change.", "UN Podcasts", "Two men pulling Jens Tranum Kristensen on a stretcher from the rubble of", "MINUSTAH", "Light in the Darkness", "\"It was a Close Protection Officer...who heard me. Had I not decided to", "knock exactly at that point in time, they would have repaired the backhoe", "[and] started to dig. They would’ve destabilised the area over which I was", "lying and I would not be sitting here today.\"", "It’s been over ten years since Senior Civil Affairs Officer, Jens", "Kristensen found himself trapped in the earthquake that hit Haiti’s Hotel", "Christopher. In this episode of Awake at Night, Jens recounts his", "harrowing experience of being confined in a dark coffin-like space for", "five days with no water or drink, not knowing when, or if, he would be", "rescued. He also explains his remarkable decision to return to work after", "just two days following the rescue knowing that \"mentally and physically I", "was capable and still able to help.\"", "\"It was a terrible, terrible disaster for the UN. For Haiti. For the", "world...I think that finding me as a survivor gave people hope. It was a", "light in the darkness. People were there. People were cheering. It was a", "new birthday.”", "Your browser does not support the audio element.", "[IMG]", "Latest Audio from UN News", "More live and on-demand videos from the UN", "The United Nations in Pictures", "Images from across the United Nations and our world-wide family of", "agencies, funds, and programmes.", "a woman with two little girls receiving supplementary nutrition at a", "clinic", "Photo:WFP/Alaa Noman", "Yemen: Famine around the corner", "People in Yemen face famine unless the world takes immediate action, the", "World Food Programme WFP), warned this month. Nearly 50,000 people in", "Yemen are already living in famine-like conditions, with 5 million just a", "step away. The UN estimates nearly 250,000 people have died during Yemen’s", "six-year war, including more than 131,000 people from the indirect", "consequences of conflict, such as lack of food, health services and", "infrastructure — the situation in the country is worse now than it has", "been at any point since 2015. Despite ongoing humanitarian assistance,", "16.2 million Yemenis are food insecure.", "women in the forest, carrying water on their backs", "Photo:UNDP Bhutan", "Every drop counts", "Around the world some 2.2 billion people lack safely managed drinking", "water, 4.2 billion people lack safely managed sanitation, and 700 million", "people could be displaced due to scarcity of water by 2030. A number of", "factors are contributing to the world’s water crisis, not least rising", "temperatures, shifting rainfall, and extreme weather driven by a warming", "planet. To address the challenges, UNDP is working with governments and", "communities worldwide to achieve equitable access to safe and affordable", "drinking water for all.", "boy transporting onions on a camel", "Photo:UNOPS", "Better prospects for Niger's farmers", "With the highest birth rate in the world, recurring droughts exacerbated", "by climate change and a lack of arable land and access to water, producing", "enough food to sustain Niger’s rapidly growing population is an enormous", "challenge. To help improve food security for its growing population and", "address climate-related challenges, UNOPS is supporting an ambitious", "programme – funded by the Millennium Challenge Corporation – that aims to", "harness the country’s agricultural potential, boost economic development", "and ensure a more sustainable approach to using natural resources.", "woman pouring small peppers out of pail", "Photo:WFP/Glory Ndaka", "Cameroon: Women’s cooperatives create ‘family’ bonds amid crisis", "Mayramou Hamadou wears a smile on her face like a badge of honour. Though", "the mother of four doesn’t own land, she is part of a community effort", "that feeds the town of Mayo-Moskota, in Cameroon’s troubled Far North", "region. This year, the 47-member Klakil Farmers cooperative — of mostly", "women supported by the World Food Programme (WFP) — has harvested over 100", "kg of peppers from its 7-hectare plot. Its members include longtime", "Mayo-Moskota residents but also displaced people like Mayramou, who fled", "the Boko Haram insurgency that has gripped this region and parts of", "neighbouring Nigeria too.", "See more UN photos", "Main Bodies", "* General Assembly", "* GA President", "* Security Council", "* SC President", "* Economic and Social Council", "* ECOSOC President", "* Trusteeship Council", "* International Court of Justice", "* Secretariat", "* Secretary-General", "Departments / Offices", "* New York", "* Geneva", "* Nairobi", "* Vienna", "* UN System Directory", "* UN System Chart", "* Global Leadership", "* UN Information Centres", "Resources / Services", "* Emergency information", "* Reporting Wrongdoing", "* Meetings and Events", "* UN Journal", "* Documents", "* Guidelines for gender-inclusive language", "* Databases", "* Library", "* UN iLibrary", "* UN Chronicle", "* UN Yearbook", "* Bookshop", "* Publications for sale", "* Maps", "* Media Accreditation", "* NGO accreditation at ECOSOC", "* NGO accreditation at DGC", "* Visitors’ services", "* Exhibits", "* Procurement", "* Employment", "* Internships", "* Model UN", "* Academic Impact", "* UN Archives", "* UN Audiovisual Library", "* UN Card: 11 Facts", "* How to donate to the UN system", "* Information on COVID-19 (Coronavirus)", "* Africa Renewal", "Key Documents", "* UN Charter", "* Universal Declaration of Human Rights", "* Convention on the Rights of the Child", "* Statute of the International Court of Justice", "News and Media", "* News", "* Press Releases", "* Briefings", "* Spokesperson", "* Photos", "* UNIfeed", "* Webcast", "* UN in Action", "* Social Media", "* The Essential UN", "* Awake at Night podcast", "Issues / Campaigns", "* Global Issues", "* Observances", "* Sustainable Development Goals", "* Climate Change", "* UN and Sustainability", "* Action for Peacekeeping (A4P)", "* Global Ceasefire", "* Secretary-General's Call to Action for Human Rights", "* Democracy", "* Rule of Law", "* Refugees and Migrants", "* Action to Counter Terrorism", "* Victims of Terrorism", "* Children and Armed Conflict", "* Violence Against Children (SRSG)", "* Sexual Violence in Conflict", "* Violence Against Women and Girls (Spotlight Initiative)", "* Preventing Sexual Exploitation and Abuse", "* Prevention of Genocide and the Responsibility to Protect", "* The Rwanda Genocide", "* The Holocaust", "* The Question of Palestine", "* The Transatlantic Slave Trade", "* Decolonization", "* Messengers of Peace", "* Secretary-General’s Roadmap for Digital Cooperation", "* UN75 - 75th Anniversary of the United Nations", "* Women Rise for All", "* Disability Inclusion Strategy", "* Secretary-General’s Data Strategy", "* Digital Financing Task Force", "United Nations", "Donate", "* facebook", "* twitter", "* youtube", "* flickr", "* instagram", "* A-Z Site Index", "* Contact", "* Copyright", "* FAQ", "* Fraud Alert", "* Privacy Notice", "* Terms of Use"]