["Link: profile", "Link: canonical", "Link: shortlink", "* About", "* Job Opportunities at AEI", "* AEI Internships", "* For Students", "* Centers", "* Human Dignity Project", "* AEI Housing Center", "* American Boondoggle", "* Critical Threats", "* Survey Center on American Life", "* Open Source Policy Center", "* Press", "* Subscribe", "* President’s Message", "* National Affairs", "* Donate", "Search Site _____________________", "* Scholars", "* Policy Areas", "* Economics", "* US Economy", "* Tax Reform", "* US Labor Market", "* Technology and Innovation", "* Foreign and Defense Policy", "* Topics", "* Defense", "* Economic Development", "* Intelligence", "* Terrorism", "* Regions", "* Africa", "* Asia", "* Europe and Eurasia", "* Latin America", "* Middle East", "* South Asia", "* Society and Culture", "* Citizenship", "* Civil Rights", "* Free Enterprise", "* Immigration", "* Health Care", "* Health Economics", "* Politics and Public Opinion", "* Campaign Finance Reform", "* Constitution", "* Courts", "* Elections", "* Poverty Studies", "* Economic mobility", "* Education", "* Economics of Education", "* Higher Education", "* K-12 Schooling", "* Leadership and Innovation", "* Centers", "* Human Dignity Project", "* AEI Housing Center", "* American Boondoggle", "* Critical Threats", "* Research Products", "* Events", "* Articles & Op-Eds", "* Blogs", "* AEIdeas", "* Carpe Diem", "* Multimedia", "* Our Scholars", "* Policy Areas", "* Economics", "* Foreign and Defense Policy", "* Society and Culture", "* Health Care", "* Politics and Public Opinion", "* Poverty Studies", "* Education", "* Press Room", "* More", "* About", "* Careers", "* Events", "* Research Products", "* Articles and Op-Eds", "* President’s Message", "* AEIdeas", "* Carpe Diem", "* Subscribe", "* Donate", "share email print", "Blog Post", "Loss deductions are not a bailout", "AEIdeas", "EconomicsPolitical EconomyTax ReformUS Economy", "Kyle Pomerleau", "Kyle Pomerleau", "@kpomerleau", "May 21, 2020", "A few weeks after the passage of the CARES Act, commentators began", "criticizing the Act’s provisions liberalizing the tax treatment of", "business losses. A New York Times piece argued that one of the provisions", "was a giveaway to the real estate industry. A more recent Bloomberg", "article called the provisions a “stealth bailout” for oil and gas", "companies. While there is room to improve the provisions, they are neither", "a bailout nor a giveaway.", "The CARES Act liberalized the tax treatment of business losses in three", "ways. First, when businesses “carry forward” losses to offset profits in", "subsequent years, the Act temporarily allows the losses to offset 100", "percent of the profits in each future year. Under the Tax Cuts and Jobs", "Act (TCJA), only 80 percent of each year’s profits could be offset.", "Second, the CARES Act temporarily allows firms to carry back losses to up", "to five previous years, offsetting profits in those years and allowing an", "immediate refund of taxes paid on those past profits. Prior to the TCJA,", "firms could carryback losses up to two years and, under the TCJA, they", "could not carry back losses at all. Last, the CARES Act suspended a TCJA", "provision that limited the amount of losses that owners of pass-through", "businesses could use to offset other income to $250,000 ($500,000 for", "married couples).", "U.S. President Trump hosts coronavirus aid bill signing ceremony at the", "White House in WashingtonU.S. President Trump hosts coronavirus aid bill", "signing ceremony at the White House in Washington. March 22, 2020 Via", "Reuters", "The liberalized treatment of losses is not a bailout and does not provide", "special treatment of certain industries. Loss deductions are an essential", "part of a well-functioning income tax. Businesses typically make", "multi-year investments. Those investments may lose money in some years", "make money in other years. The ability to either carry back losses to", "offset previous years’ taxes or carry forward losses to offset future", "taxes ensures that the tax system accurately measures income. Without loss", "deductions, a tax system would be biased against risky investment.", "The expansion of loss deductions is a logical way to provide economic", "relief during the pandemic. Firms that face losses can quickly offset", "previous years’ taxable income and get a refund, thereby increasing cash", "flow, helping businesses pay bills during the downturn. Congress also", "expanded loss deductions during the 2008 financial crisis. In fact, the", "TCJA’s loss limitations that were repealed under the CARES Act were", "criticized before the pandemic as potentially exacerbating future", "recessions by reducing firm cash flow when they need it most.", "Nevertheless, some commentators have argued some of the loss provisions in", "the CARES Act are not well-targeted. The carryback and pass-through", "provisions apply to losses that occurred in 2018 and 2019, offering relief", "to firms that were losing money before the pandemic. Also, the carryback", "provision allows firms that generate losses in 2020 to carry them back to", "2015, 2016, and 2017, when the corporate rate was 35 percent. This could", "allow firms to game the tax system by engaging in transactions that have", "no real economic effect. A company could generate a $100 expense this", "year, receive a $35 rebate and the next year generate $100 in income that", "is taxed at today’s 21 percent rate for a gain of $14.", "These concerns can be addressed without repealing or arbitrarily limiting", "the CARES Act loss provisions. Lawmakers could focus relief on firms hit", "by the pandemic by removing the relief for 2018 and 2019 losses, providing", "relief only for 2020 losses. Corporations could still be allowed to carry", "back 2020 losses for five years, but the benefits of carryback could be", "limited to 21 percent.", "The stimulus package passed by House Democrats on May 15, the Heroes Act,", "would completely reinstate the pass-through loss limitation and make it", "permanent. In addition, it would disallow the use of carrybacks for", "corporations with “excessive” executive compensation, dividends, and stock", "buybacks, and it would not allow losses to be carried back to 2015 through", "2017. There is little justification for these arbitrary limits.", "Loss deductions are an important component of a well-functioning income", "tax system and can provide vital relief during economic downturns. In the", "future, lawmakers should consider permanently liberalizing the treatment", "of losses.", "Learn more: Eligible dependents in the CARES Act and HEROES Act economic", "relief payments | The CARES Act: Who will get a rebate and how much? |", "What will tax policy look like in 2020 and beyond? My long–read Q&A with", "Kyle Pomerleau", "Kyle Pomerleau", "Kyle Pomerleau", "Resident fellow", "@kpomerleau", "Sign up for the Ledger", "Weekly analysis from AEI’s Economic Policy Studies scholars", "Tags:", "Coronavirus, Economic Policy Responses for Business Aid, Tax deductions,", "Tax reform", "Related", "Blog Post", "[IMG]", "May 19, 2020", "AEIdeas", "Eligible dependents in the CARES Act and HEROES Act economic relief payments", "by Kyle Pomerleau", "EconomicsPolitical EconomyUS Economy", "Blog Post", "[IMG]", "March 30, 2020", "AEIdeas", "The CARES Act: Who will get a rebate and how much?", "by Kyle Pomerleau | Burke O’Brien", "EconomicsTax ReformUS Economy", "Blog Post", "[IMG]", "March 27, 2020", "AEIdeas", "What will tax policy look like in 2020 and beyond? My long–read Q&A with", "Kyle Pomerleau", "by James Pethokoukis | Kyle Pomerleau", "Economic Fluctuations and GrowthEconomicsPethokoukisTax ReformUS Economy", "AEI Logo", "RSS", "About", "* About AEI", "* Organization and Purpose", "* Leadership", "* Annual Report", "Policy Areas", "* Economics", "* Foreign and Defense Policy", "* Health Care", "* Education", "* Politics and Public Opinion", "* Poverty Studies", "* Society and Culture", "* Technology and Innovation", "Trending Issues", "* COVID-19 Tracker", "* Surprise medical billing", "* Tax-Cruncher", "* Place, Policy, and Dynamism", "* Housing Center", "Contact", "American Enterprise Institute", "1789 Massachusetts Avenue, NW", "Washington, DC 20036", "Main telephone: 202.862.5800", "Main fax: 202.862.7177", "© 2021 American Enterprise Institute | Privacy Policy"]