["Link: image_src", "Link: canonical", "Skip to main content", "Google Tag Manager", "* Experts", "* Events", "* Briefing Book", "* Resources", "* About", "* Contact", "* Support", "* Fiscal Facts", "Twitter", "Facebook", "Logo Site", "_______________________________", "Sort by", "[ ] Relevance", "[ ] Date", "Items per page", "[ ] 10", "[ ] 25", "[ ] 50", "[ ] 100", "[ Search ]", "* Topics", "* Individual Taxes", "* Business Taxes", "* Federal Budget and Economy", "* State and Local Issues", "* Campaigns, Proposals, and Reforms", "* TaxVox Blog", "* Research & Commentary", "* Laws & Proposals", "* Model Estimates", "* Statistics", "* Features", "TaxVoxRSS", "The voices of Tax Policy Center's researchers and staff", "[IMG]", "Steven M. Rosenthal", "Aravind Boddupalli", "Aravind Boddupalli", "April 20, 2020", "Heads I Win, Tails I Win Too: Winners From The Tax Relief For Losses In The", "CARES Act", "The Coronavirus Aid, Relief, and Economic Security (CARES) Act grants", "massive tax relief for business losses, but most of the benefits will be", "reaped by the wealthiest Americans, including investors in hedge funds and", "real estate developers — not the owners of small businesses. Congress", "should redesign the provisions to focus the tax benefits on those who need", "them most.", "Businesses with net losses stand to benefit from the CARES Act relief. The", "type and number of those businesses, and the size of the losses, fluctuate", "cyclically:", "At the height of the Great Recession, in 2008, C-corporations accounted", "for half of the $1.6 trillion (in 2019 dollars) in net losses.", "Pass-through entities (partnerships, sole proprietorships, and", "S-corporations) accounted for nearly all the rest.", "How did the CARES Act relax the tax rules for businesses with net losses?", "A business has a net loss for the tax year if its deductible expenses", "exceed its gross income. A C-corporation (the category that includes large", "publicly traded companies) may carry its net losses forward to future tax", "years and reduce its future taxes. Individuals who own a pass-through", "business, such as a partnership, deduct the business’s losses on their", "personal returns or carry them forward. However, individuals cannot use", "“excess” business losses to reduce their non-business income, like wages", "and investment gains. The Tax Code says that net business losses are", "“excess” if they exceed $250,000 per taxpayer, or $500,000 for couples", "filing jointly. Many of these restrictions were added in the Tax Cuts and", "Jobs Act (TCJA) to offset part of the cost of other business income tax", "cuts.", "The CARES Act makes generous changes to these rules. It permits all", "businesses' losses to be carried back — which permits immediate tax", "refunds — for five years from 2018, 2019, and 2020.  One special benefit:", "losses carried back to years before 2018 will generate refunds of", "previously paid income taxes at the pre-TCJA rates, which were 35 percent", "(maximum) for corporations (rather than the current 21-percent rate) and", "39.6 percent (maximum) for individuals (37 percent today).", "In addition, the CARES Act allows 100 percent of business losses to be", "deducted, not limited by 80 percent of annual taxable income, which is the", "current rule since the TCJA. Finally, for 2018, 2019, and 2020, the CARES", "Act allows individuals to use excess business losses to reduce their", "non-business income, such as wages and investment gains, and carry back", "any excess losses back to earlier years.", "There is logic to assisting firms that had been profitable until the", "coronavirus pandemic. Allowing them to carry back net losses makes it", "possible for firms and individuals to generate cash quickly by effectively", "amending a past-year return and use current losses to lower prior-year", "taxes. But the CARES Act goes too far, tilting its benefits overwhelmingly", "to the wealthiest Americans.", "Who benefits from the CARES Act loss relief?", "The Congressional Joint Committee on Taxation (JCT) estimates the CARES", "Act loss relief will save C-corporations about $25 billion over the next", "ten years. But that could be low considering the large net losses that", "many C-corporations will realize, given the current recession; and because", "these losses can now offset income at the old 35-percent corporate tax", "rate. The most recent IRS data on C-corporations (Table 3, line 27) shows", "that C-corporations with net losses are largely in the manufacturing,", "scientific and technical services, finance and insurance, mining, and", "wholesale and retail trade industries.", "JCT estimates that owners of pass-through businesses will receive about", "$170 billion in tax benefits over the next ten years. For 2020, JCT", "estimates that 130,000 taxpayers will receive $86 billion. And the roughly", "43,000 taxpayers with $1 million or more in annual income will reap 82", "percent of the benefits and get an average tax cut of more than $1.6", "million.", "Which millionaires will come out on top? The key groups include hedge fund", "investors and real estate “professionals,” including developers, based on", "our analysis of prior IRS data on partnerships (Table 1, line 45). Hedge", "funds, for example, pass through ordinary losses to their investors, who,", "under the CARES Act, now can carry them back and reduce prior income", "taxes, unconstrained by the dollar limits on excess business losses.", "Similarly, real estate developers also can carr yback losses, and reduce", "prior income taxes paid. Of course, under current circumstances, other", "millionaires potentially could also benefit substantially from their", "losses, like oil and gas investors and owners of sports teams.", "A better path forward", "Congress could take a few steps to better focus loss relief to those who", "need it most. First, it could limit the carryback of business losses to", "small businesses measured by gross receipts, permit carryback of losses", "only from 2020, and limit the carryback to only 2018 and 2019 (when, for", "example, the corporate tax rate was 21 percent, not 35 percent). In", "addition, Congress could restore the excess business loss limitation of", "$250,000 for individuals and $500,000 for those filing jointly. Those", "dollar limits help target relief to those most in need, not millionaires.", "Congress justified massive CARES Act tax relief for losses to infuse cash", "quickly to businesses, including “small” businesses. But providing cash to", "the wealthy via tax refunds is little more than a windfall. Congress", "should target relief to those truly small businesses that desperately need", "help.", "Posts and comments are solely the opinion of the author and not that of", "the Tax Policy Center, Urban Institute, or Brookings Institution.", "Topics", "Business Taxes Corporate income tax Pass-through entities Small businesses", "Federal Budget and Economy Economic stimulus", "Tags", "CARES Act", "Coronavirus Aid", "Relief", "and Economic Security Act (CARES) Act", "c-corps", "small businesses", "pass-throughs", "sole props", "s-corps", "coronavirus", "COVID-19", "Share this page", "https://tpc.io/2wXrMryShare", "Richard Drew, File/AP Photo", "* ‹Read Previous Recession Recovery: Using Purchases To Both Reduce", "Unemployment And Increase Demand", "* * Read Next› Who Benefits From The CARES Act Tax Cuts?", "View the discussion thread.", "[IMG]", "* Donate Today", "* Topics", "* TaxVox Blog", "* Research & Commentary", "* Laws & Proposals", "* Model Estimates", "* Statistics", "* Privacy Policy", "* Newsletters", "Twitter", "Facebook", "* © Urban Institute, Brookings Institution, and individual authors,", "2020."]