["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Uncategorized", "Was the ‘Black Soldier’ Killed in Niger a Deserter?", "Was the ‘Black Soldier’ Killed in Niger a Deserter?", "A \"satire\" site posted a fake story appearing to report that Sgt. La David", "Johnson, who was killed in combat in Niger, was a defector.", "* Bethania Palma", "* Published 26 October 2017", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Niger on map", "Image via Bennian / Shutterstock.com", "Claim", "U.S. Army Sgt. La David Johnson was a \"defector.\"", "Rating", "False", "False", "About this rating", "Origin", "On 26 October 2017, FreedumJunkshun.com, a web site that labels itself", "“satire”, published a story reporting that the “black soldier” killed in", "an ambush in Niger earlier in the month was a “deserter.” Many who read", "the article did not detect the purported humor, prompting readers to", "inquire whether the story was true. Citing only a fake passage from", "right-wing web site Breitbart.com, Freedum Junkshun reported:", "Sergeant La David T. Johnson was among four soldiers killed in Niger", "when terrorists attacked his unit and ever since his death his mother,", "Cowanda Jones-Johnson, has been attacking Trump on liberal news", "programs.", "If you’ve wondered why she has been trying to keep attention focused on", "the President instead of her son, we now have answers. Breitbart News", "discovered that Mr. Johnson wasn’t the perfect soldier that his mother", "wants us to believe:", "According to members of Johnson’s unit, he had disappeared days before", "the attack.", "It is unknown if he met anyone in the multiple days he was gone, but the", "attack occurred when three other members of his unit went out searching", "for him.", "“I don’t want to raise the alarm yet, but it seems that he was trying to", "pull a Bergdahl,” said the soldier, who discussed the situation on", "condition of anonymity because he is not authorized to talk about it.", "“It seems suspicious that these terrorists were waiting for them.”", "At least two other soldiers voiced the same concerns.", "In case noting the web site is self-proclaimed “satire” is not enough to", "convince the ever-outraged or skeptical, we confirmed there is no evidence", "whatsoever to support claims that Sgt. Johnson was a “deserter”. However,", "as always, the sheer lack of evidence has not stopped the false", "information from proliferating across junk sites on the Internet.", "It is true that United States Army sergeant La David Johnson, 25, was", "killed in action — along with three others — in a 4 October 2017 ambush in", "Niger while on patrol with a company of twelve Special Forces soldiers and", "their Nigerien partners. Johnson died fighting, along with Staff Sgt.", "Bryan C. Black, Staff Sgt. Jeremiah W. Johnson, and Staff Sgt. Dustin M.", "Wright. It is also true he was African-American, while the others were", "white. But that is where the facts end with this story, whose author", "apparently felt the ethnicity and recent violent death of the serviceman", "were ripe for humor.", "Sgt. Johnson became the center of an ugly political spat when Florida", "Congresswoman Federica Wilson, who overheard a phone call made to", "widow Myeshia Johnson by President Donald Trump, said publicly that", "Trump’s attempt at condolence was insensitive and made the young woman", "cry. The President responded by asserting first that Wilson’s account of", "the conversation, then Mrs. Johnson’s account, were not true. It was his", "second high-profile tangle with a Gold Star family. As with many recent", "incidents involving high emotion and entrenched partisan flame throwing,", "the fake news purveyors immediately latched on.", "Of course, any incident involving the three combustible topics of", "President Trump’s running Twitter commentary, race and the death of a U.S.", "soldier is ripe for exploitation, and although it did ignite a firestorm", "of controversy, casting unfounded aspersions on the actions and character", "of the fallen soldier has remained off limits — until 2017.", "We reached out to the Department of Defense to confirm the information was", "false. Major Audricia Harris responded by e-mail:", "At no point since the Niger attack has DOD ever considered Sgt. La David", "Johnson anything less than an honorable soldier who sacrificed his life", "for our country.", "We also confirmed with Breitbart editor-in-chief Alex Marlow that the", "passage attributed to Breitbart was falsified. He told us by e-mail:", "Of course we have not nor would we ever write this.", "We sent a list of questions to Christopher Blair, an apparent Internet", "troll who uses numerous pseudonyms and runs Freedum Junkshun along with", "other “satire” sites and Facebook pages. He declined to comment on the", "topic, only saying:", "There are numerous quotes and posts our [sic] there covering my", "thoughts. Be a reporter and find them. I’m done giving interviews that", "turn into yet another article about what a jerk I am.", "In May 2017, Blair gave an interview to PunditFact in which he said the", "strategy of his operation was to “mess with conservatives”. But Michelle", "Amazeen, assistant professor of mass communication at Boston University,", "told us even though the stories are labeled as “satire” there is a good", "chance people will not notice; with an onslaught of digital information", "competing for limited attention, readers are very selective about where", "they direct their attention.", "Even worse, she said, such stories can bleed into the mainstream, because", "in the online media environment, actual fake news sites can pick up", "“satire” articles without the disclaimer, and partisan web sites are more", "susceptible to being influenced by fake content, seemingly gaining", "credibility with each iteration until it is finally reported as fact:", "My research has found that people don’t notice these types of", "disclaimers. I’ve conducted several experimental studies on which types", "of disclosures people are most likely to notice in the context of native", "advertising. We have repeatedly found that generally less than 10", "percent of people notice that something is labeled “sponsored content.”", "[…]", "I’ll bet that very few, if any, people scrolled down to see the language", "about “satirical fiction.” Furthermore, people often don’t even recall", "the source of an article they’re reading, especially if they stumbled", "across it on social media rather than accessing it directly from its", "website. We found that people were more likely to recall legacy media", "sites (roughly half the time), but that nearly two out of three people", "could not recall the source of an article if it was a digital-only site.", "So, I suspect that many of the people viewing that article could not", "tell you the name of the site where they read it, and even fewer (if", "any) understood that it was a satirical site. If people don’t recognize", "that a site/content is satirical, or native advertising or not editorial", "journalism, et cetera, they won’t apply the appropriate coping", "mechanisms to interpret the content accordingly.", "As of 26 October 2017, credulous readers were in fact busy spreading the", "false information across Facebook. Posting a link to a variation of the", "fake story, one woman wrote:", "The media needs to get the FACTS on this… is Johnson another Bergdahl?", "WTF?", "* Bethania Palma", "* Published 26 October 2017", "freedom junkshun", "la david johnson", "myeshia johnson", "Sources", "Freedum Junkshun.   “BREAKING: Black Soldier Killed In Niger Was a", "Deserter.”", "26 October 2017.", "Ciralsky, Adam et al.   “‘He Died Fighting for His Brothers,’ Niger Ambush", "Survivor Says of Fallen US Soldier.”", "ABC News.   24 October 2017.", "Gillin, Joshua.   “If You’re Fooled by Fake News, This Man Probably Wrote", "It.”", "PunditFact.   31 May 2017.", "Neuman, Scott.   “U.S. Official: Niger Ambush of U.S. Troops Was ‘Set Up’", "by Villagers.”", "NPR.   26 October 2017.", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]