["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "Ask FactCheck", "Congressional Reform Act", "By Brooks Jackson", "Posted on March 18, 2011", "----------------------------------------------------------------------", "* 4.9K", "* * * Q: What about the \"Congressional Reform Act of 2011\"?", "A: A viral e-mail calls for fixing some abuses and excesses that don’t", "exist, repeating misinformed claims that we’ve addressed before.", "FULL QUESTION", "Guys – I get awfully tired of this sort of thing. Some may have merit, a", "good bit does not. Could you scrub this as a whole piece?", "Subject: Congressional Reform Act of 2011", "The 26th amendment (granting the right to vote for 18 year-olds) took", "only 3 months & 8 days to be ratified! Why? Simple! The people demanded", "it. That was in 1971…before computers, before e- mail, before cell", "phones, etc.", "Of the 27 amendments to the Constitution, seven (7) took 1 year or less", "to become the law of the land…all because of public pressure.", "I’m asking each addressee to forward this email to a minimum of twenty", "people on their address list; in turn ask each of those to do likewise.", "[EET ]In three days, most people in The United States of America will", "have the message. This is one idea that really should be passed around.", "Congressional Reform Act of 2011", "1. Term Limits.", "12 years only, one of the possible options below..", "A. Two Six-year Senate terms", "B. Six Two-year House terms", "C. One Six-year Senate term and three Two-Year House terms", "2. No Tenure / No Pension.", "A Congressman collects a salary while in office and receives no pay when", "they are out of office.", "3. Congress (past, present & future) participates in Social Security.", "All funds in the Congressional retirement fund move to the Social", "Security system immediately. All future funds flow into the Social", "Security system, and Congress participates with the American people.", "4. Congress can purchase their own retirement plan, just as all", "Americans do.", "5. Congress will no longer vote themselves a pay raise. Congressional", "pay will rise by the lower of CPI or 3%.", "6. Congress loses their current health care system and participates in", "the same health care system as the American people.", "7. Congress must equally abide by all laws they impose on the American", "people.", "8. All contracts with past and present Congressmen are void effective", "1/1/12.", "The American people did not make this contract with Congressmen.", "Congressmen made all these contracts for themselves.", "Serving in Congress is an honor, not a career. The Founding Fathers", "envisioned citizen legislators, so ours should serve their term(s), then", "go home and back to work.", "If each person contacts a minimum of twenty people then it will only", "take three days for most people (in the U.S. ) to receive the message.", "Maybe it is time.", "THIS IS HOW YOU FIX CONGRESS!!!!! If you agree with the above, pass it", "on. If not, just delete", "You are one of my 20+. Please keep it going.", "[/EET]", "FULL ANSWER", "This latest rant against Congress has been circulating since the start of", "the year, urging passage of a \"reform act\" to correct abuses of power by", "Congress. But as we often find with these chain messages, the author", "doesn’t know very much about the subject.", "He or she (the author is anonymous, of course) repeats a number of false", "claims that we have debunked before. The author:", "* Demands that members of Congress be forced to \"participate in Social", "Security.\" But members of Congress already participate, paying Social", "Security payroll taxes just like nearly every other worker. Once upon", "a time that wasn’t true, but members of Congress were brought under", "Social Security way back in 1984. Yet bogus claims like this continue", "to circulate more than a quarter-century later, despite our best", "efforts.", "* Urges that \"Congress must equally abide by all laws they impose.\" But", "as we’ve explained before, the idea that Congress has exempted itself", "from many of its own laws is also somewhat out of date. A law enacted", "in 1995 applied 13 civil rights, labor, and workplace safety and", "health laws to Congress, removing the basis for earlier criticisms.", "It’s true that members of Congress retain a degree of immunity from", "arrest or prosecution, but changing that require an amendment to the", "Constitution, which grants that immunity in Article I, Section 6. (The", "authors of the Constitution didn’t want any president to try what King", "Charles I of England had done in 1642 — sending troops to arrest his", "critics in Parliament.) The message is confused, at first mentioning", "earlier constitutional amendments, but then describing the proposal as", "an \"act,\" which refers to legislation.", "* Recommends that \"Congress will no longer vote themselves a pay raise.\"", "But Congress doesn’t do that now. Under current law, pay increases are", "determined by a cost-of-living formula, and they take effect", "automatically, unless Congress votes to stop them. And in fact, that’s", "what has happened for the past two years. Congress denied itself any", "pay raise in 2010 and in 2011, as we’ve reported.", "* Calls for stripping members of Congress of their current health care", "benefits and forcing them to participate \"in the same health care", "system as the American people.\" But which \"system\"? Most Americans are", "covered either by employer-sponsored health insurance or by various", "government-sponsored programs, such as Medicare for those age 65 and", "over or Medicaid for lower-income persons. Currently members of", "Congress have the same health insurance options as millions of other", "federal employees and retirees and their families. The Federal", "Employees Health Benefits Program gives them a wide choice of private", "insurance plans. And according to the U.S. Census Bureau, nearly 51", "million persons in the U.S. had no health insurance at all in 2009 —", "just under 17 percent of the population. (The author may have been", "laboring under the false impression that Congress somehow \"exempted\"", "itself from the new health care law, a bit of nonsense that was based", "on a number of misrepresentations that we addressed last year.)", "* Urges that members of Congress should \"purchase their own retirement", "plan, just as all Americans do.\" But that’s also nonsense. Relatively", "few Americans buy retirement plans entirely out of their own pockets.", "In fact, just under half of all Americans worked in 2009 for an", "employer that sponsors a retirement plan, according to the most recent", "information from the Employee Benefit Research Institute. And among", "those who worked full time for the entire year, 54 percent actually", "participated in an employer-sponsored plan. About 12 percent are", "self-employed, EBRI says, and so may be in a position to buy a", "retirement plan for themselves. But 27 percent had incomes of under", "$10,000 that year, too little to be putting much if anything away for", "retirement.", "The author of this message advocates setting 12-year term limits on", "members of Congress, saying they \"should serve their term(s), then go home", "and back to work.\" It also calls for voiding \"all contracts\" with past and", "present members of Congress, which may be a clumsy way of calling for", "cutting off all pension and health care benefits even for those who have", "already retired. (We’re not sure what \"contracts\" this person was thinking", "of.) Those are all opinions, with which readers may choose to agree or", "disagree. We take no position either way. What we do say is that the", "author argues for these opinions by making factual claims that betray a", "profound ignorance of the system he or she proposes to \"reform.\"", "— Brooks Jackson", "Sources", "Bank, Jusin \"Members of Congress Pay Social Security Taxes\" FactCheck.org", "17 Dec 2007.", "Jackson, Brooks \"Lawmaker Loopholes?\" FactCheck,org 29 Jan 2010.", "\"Congressional Accountability Act – Overview\" Office of Compliance, U.S.", "Congress Accessed 18 Mar 2011.", "U.S. Const., Art. I, §8", "Trueman, Chris \"The Causes of the English Civil War\" History Learning", "Site. Undated, accessed 18 Mar 2011.", "Jackson, Brooks \"Another Zero Pay Increase for Congress\" FactCheck.org 17", "May 2010.", "Jackson, Brooks \"Health Care for Members of Congress\" FactCheck.org 25 Aug", "2009.", "\"Income, Poverty and Health Insurance Coverage in the United States: 2009\"", "U.S. Census Bureau, press release 16 Sep 2010.", "Robertson, Lori \"Congress Exempt from Health Bill?\" FactCheck.org 20 Jan", "2010.", "VanDerhei, Jack, Prepared testimony for U.S. Senate Committee on Health,", "Education, Labor and Pensions hearing on “The Wobbly Stool: Retirement", "(In)security in America” Employee Benefit Research Institute 7 Oct 2010.", "* Categories", "* Ask FactCheck", "* Tags", "* chain emails", "* Issue", "* congressional reform act", "----------------------------------------------------------------------", "Previous StoryMarch 18: Oil Imports, Joblessness, Foreign Aid", "Next StoryFactCheck Mailbag, Week of March 15-21", "----------------------------------------------------------------------", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]