["Link: canonical", "Notice: JavaScript is not enabled. Please Enable JavaScript Safely.", "skip to main content", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "[ Submit ]", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "Gallup", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* Search", "News Toggle navigation", "* Overview", "* Politics", "* Election 2020", "* Presidential Job Approval", "* The Presidency", "* Government", "* Foreign Affairs", "* View All Politics", "* Economy", "* Business", "* Entrepreneurship", "* Personal Finance", "* Retirement", "* Small Business", "* View All Economy", "* World", "* Americas", "* Asia Pacific", "* Europe", "* Middle East & North Africa", "* Sub-Saharan Africa", "* View All World", "* Key Topics", "* Trends A-Z", "* Abortion", "* Social & Policy Issues", "* Wellbeing", "* Education", "* COVID-19", "* LGBT", "* Race Relations", "* Blogs & Podcast", "* Gallup Podcast", "* Polling Matters", "* The Gallup Blog", "* Chairman's Blog", "* Gallup Vault", "* Methodology Blog", "* Media Resources", "* Media Inquiries", "* Methodology Center", "* Center on Black Voices", "* Gallup Reports", "* Subscribe", "* About Gallup and Our Services", "* Access Log In", "Politics", "Trump Job Approval Sets New Record for Polarization", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "Politics", "January 16, 2019", "Trump Job Approval Sets New Record for Polarization", "by Jeffrey M. Jones", "Story Highlights", "* Average 79-point difference between Republican and Democratic approval", "* Largest previous party gap was 77 points in Obama's final year in", "office", "* Trump averaged 40.4% overall approval in his second year", "WASHINGTON, D.C. -- The average 79-percentage-point difference between", "Republicans' and Democrats' job approval ratings of President Donald Trump", "during his second year in office is the largest Gallup has measured in any", "presidential year to date. The prior record of 77 points was recorded in", "President Barack Obama's eighth year in office.", "Largest Gaps in Republican vs. Democratic Approval of the President,", "Gallup Polls, 1945-2019", "Year in % Approve,  %         Gap", "office  Republicans Approve,  (pct.", "(dates)             Democrats pts.)", "2 (Jan", "Trump   '18-Jan 87          8         79", "'19)", "8 (Jan", "Obama   '16-Jan 12          89        77", "'17)", "4 (Jan", "Obama   '12-Jan 10          86        76", "'13)", "G.W.    4 (Jan", "Bush    '04-Jan 91          15        76", "'05)", "1 (Jan", "Trump   '17-Jan 83          8         75", "'18)", "7 (Jan", "Obama   '15-Jan 10          83        73", "'16)", "G.W.    5 (Jan", "Bush    '05-Jan 86          14        72", "'06)", "5 (Jan", "Obama   '13-Jan 11          82        71", "'14)", "6 (Jan", "Obama   '14-Jan 9           79        70", "'15)", "G.W.    6 (Jan", "Bush    '06-Jan 79          9         70", "'07)", "2 (Jan", "Obama   '10-Jan 13          81        68", "'11)", "3 (Jan", "Obama   '11-Jan 12          80        68", "'12)", "G.W.    7 (Jan", "Bush    '07-Jan 73          7         66", "'08)", "1 (Jan", "Obama   '09-Jan 23          88        65", "'10)", "4 (Jan", "Clinton '96-Jan 24          85        61", "'97)", "Gallup", "During Trump's second year in office, which began Jan. 20, 2018, and ends", "Jan. 19, 2019, he averaged 87% job approval among Republicans and 8% among", "Democrats. Independents' views were closer to those of Democrats than to", "those of Republicans, with an average 36% of independents approving of", "Trump's performance in office.", "Compared with Trump's first year in office, his approval rating among", "Republicans increased four points, while there was no change among", "Democrats, resulting in a four-point-higher partisan gap.", "Extreme partisan views of presidents are the new norm in politics. The", "past 15 presidential years account for 14 of the top 15 most polarized", "years since Gallup began regularly measuring both job approval and party", "identification in the 1950s. These include both of Trump's years in", "office, all eight of Obama's, and four of George W. Bush's last five years", "in office. The only exception was Bush's final year, when his overall", "approval ratings were in the high 20s or low 30s, and the gap between", "Republicans and Democrats ratings shrank as Republican approval slipped to", "67%. Bush's eighth year still ranks 16^th all-time for party polarization,", "with Bill Clinton's 1996 re-election year holding the 15^th spot.", "Trump Averages 40% Job Approval in Year Two", "Overall, an average of 40.4% of Americans approved of the job Trump was", "doing as president throughout his second year in office, a slight", "improvement from his 38.4% average in year one.", "Trump's second-year approval ratings did not vary much in general,", "registering mostly in the low 40s. His high point was a personal best 45%", "in June after his historic meeting with North Korean leader Kim Jong Un.", "His low point in year two was 37% in February -- matched in the latest", "reading, taken during the ongoing partial government shutdown.", "Line graph. Donald Trump averaged 40% job approval during his second year", "in office, with a low of 37% and a high of 45%.", "Trump's year two approval average is the lowest for second-year presidents", "elected to office since World War II. Trump's year one average was also", "the lowest for a first-year elected president. However, the gap between", "Trump and the next-lowest president's average was smaller (just under", "three points) in year two than it was in year one (just under 11 points),", "because sub-50% approval ratings are more common for second-year", "presidents than first-year ones.", "Ronald Reagan had the previous lowest second-year average of 43.3%, while", "Jimmy Carter, Clinton and Obama also had approval averages in the 40s.", "Richard Nixon's second-year average was 56%, while the four other elected", "presidents averaged 65% or better.", "Second-Year Job Approval Averages, Elected Presidents", "Dates of Second-year", "second   approval    N", "year     average", "Jan 20,", "Kennedy    1962-Jan 72.1        13", "19, 1963", "Jan 20,", "G.W. Bush  2002-Jan 71.3        46", "19, 2003", "G.H.W.     Jan 20,", "Bush       1990-Jan 66.8        32", "19, 1991", "Jan 20,", "Eisenhower 1954-Jan 65.5        16", "19, 1955", "Jan 20,", "Nixon      1970-Jan 56.2        17", "19, 1971", "Jan 20,", "Obama      2010-Jan 46.7        347", "19, 2011", "Jan 20,", "Clinton    1994-Jan 45.9        28", "19, 1995", "Jan 20,", "Carter     1978-Jan 45.3        26", "19, 1979", "Jan 20,", "Reagan     1982-Jan 43.3        19", "19, 1983", "Jan 20,", "Trump      2018-Jan 40.4        49", "19, 2019", "Gallup", "Trump's second-year average approval rating ranks 65^th of 75 total", "presidential years since 1945. The 10 presidential years that were lower", "include Trump's first year; Carter's third and fourth years; Harry", "Truman's sixth, seventh and eighth years; George W. Bush's sixth, seventh", "and eighth years; and Nixon's sixth (and last) year.", "Implications", "Trump has now registered the lowest first- and second-year job approval", "averages of elected presidents since World War II, and, at 39% approval in", "his presidency to date, is well on his way to having the lowest average", "approval rating for any president. Record political polarization is a big", "reason for Trump's lackluster ratings, particularly his consistent sub-10%", "approval ratings among Democrats. This ties most of the flexibility in", "Trump's ratings to the views of independents, which have yet to exceed", "42%.", "The result of partisan rigidity is that Trump had no presidential", "honeymoon and has yet to benefit from a \"rally event\" leading to a", "sustained increase in approval. Consequently, his job approval ratings in", "his first two years have been much more stable than those of prior", "presidents. U.S. successes like record stock market values and low", "unemployment, Trump accomplishments like federal income tax cuts, and", "Trump shortcomings like unsuccessful attempts to repeal Obamacare and the", "government shutdown over the U.S-Mexico border wall have not done much to", "move the needle on Trump's approval.", "Trump's lofty approval ratings among Republicans make it unlikely that he", "will be denied the Republican presidential nomination in 2020, even if he", "is challenged by a fellow Republican in the primaries. At the same time,", "his overall approval ratings in the 30s and subpar approval among", "independents currently give him long odds of winning the general election", "and a second term as president.", "Although Republicans may hold out hope that a Democratic presidential", "nominee who is either uninspiring or viewed as too ideologically extreme", "may aid Trump's chances of winning, presidential elections featuring", "incumbents are largely a referendum on the incumbent's performance rather", "than a choice between two competing options.", "Explore President Trump's approval ratings and compare them with those of", "past presidents in the Gallup Presidential Job Approval Center.", "Learn more about how the Gallup Poll Social Series works.", "Survey Methods", "Results for this Gallup poll are based on telephone interviews conducted", "between Jan. 22, 2018, and Jan. 10, 2019, with a random sample of 72,453", "adults, aged 18 and older, living in all 50 U.S. states and the District", "of Columbia. For results based on the total sample of national adults, the", "margin of sampling error is ±1 percentage point at the 95% confidence", "level.", "For results based on the total samples of 21,340 Democrats, 20,685", "Republicans, and 27,308 independents, the margins of sampling error are ±1", "percentage point at the 95% confidence level. All reported margins of", "sampling error include computed design effects for weighting.", "Each sample of national adults includes a minimum quota of 70% cellphone", "respondents and 30% landline respondents, with additional minimum quotas", "by time zone within region. Landline and cellular telephone numbers are", "selected using random-digit-dial methods.", "Related Topics Include:", "USA All Gallup Headlines Government Politics Presidential Job Approval The", "Presidency", "Access Crucial Data for Your Research", "Search, examine, compare and export nearly a century of primary data.", "Learn More about Access Crucial Data for Your Research", "Subscribe to the Gallup News brief and real time alerts.", "Stay up to date with our latest insights.", "Sign Up", "Recommended", "Politics", "Jan 15, 2019", "Trump, Congress Job Approval Mostly Steady Amid Shutdown", "The job approval ratings for President Trump (37%) and Congress (20%) are", "little changed from before the government shutdown.", "Politics", "Jan 7, 2019", "Americans Continue to Embrace Political Independence", "Forty-two percent of Americans identify politically as independents, the", "seventh year in the last eight that at least 40% have done so. More", "continue to identify as Democrats than as Republicans.", "Politics", "Jan 2, 2019", "Americans' Long List for Congress Spans Education to Income", "Education, healthcare and the economy top Americans' long to-do list for", "the new Congress this year.", "Polling Matters", "Dec 21, 2018", "Trump Approval More Stable Than Approval for Prior Presidents", "By many measures, President Trump's job approval ratings have shown the", "most stability of any president.", "January 16, 2019", "Gallup", "https://news.gallup.com/poll/245996/trump-job-approval-sets-new-record-polarization.aspx", "Gallup World Headquarters, 901 F Street, Washington, D.C., 20001, U.S.A", "+1 202.715.3030", "Gallup", "* Methodology Center", "* Senior Scientists", "* Trends A-Z", "* George Gallup", "* About Us", "* Careers", "* Locations", "* News", "* Store", "* Media Inquiries", "* Gallup Speakers", "* Customer Support", "* Contact Us", "* Facebook", "* Twitter", "* LinkedIn", "* Instagram", "* YouTube", "Subscribe to Our Latest Insights", "_____________________ Sign Up", "Copyright © 2021 Gallup, Inc. All rights reserved.", "Copyright © 2016 Gallup, Inc. All rights reserved.", "Gallup, Inc. maintains several registered and unregistered trademarks that", "include but may not be limited to: A8, Accountability Index, Business", "Impact Analysis, BE10, CE11, CE11 Accelerator, Clifton StrengthsExplorer,", "Clifton StrengthsFinder, Customer Engagement Index, Customer Engagement", "Management, Dr. Gallup Portrait, Employee Engagement Index, Enetrix,", "Engagement Creation Index, Follow This Path, Gallup, Gallup Brain, Gallup", "Business Journal, GBJ, Gallup Consulting, Gallup-Healthways Well-Being", "Index, Gallup Management Journal, GMJ, Gallup Panel, Gallup Press, Gallup", "Tuesday Briefing, Gallup University, Gallup World News, HumanSigma,", "HumanSigma Accelerator, ICE11, I10, L3, ME25, NurseInsight,", "NurseStrengths, Patient Quality System, Performance Optimization, Power of", "2, PrincipalInsight, Q12, Q12 Accelerator, Q12 Advantage, Selection", "Research, Inc., SE25, SF34, SRI, Soul of the City, Strengths Spotlight,", "Strengths-Based Selling, StatShot, StrengthsCoach, StrengthsExplorer,", "StrengthsFinder, StrengthsInsight, StrengthsQuest, SupportInsight,", "TX(R+E+R)=P3, TeacherInsight, The Gallup Path, The Gallup Poll, The Gallup", "School, VantagePoint, Varsity Management, Wellbeing Finder, Achiever,", "Activator, Adaptability, Analytical, Arranger, Belief, Command,", "Communication, Competition, Connectedness, Consistency, Context,", "Deliberative, Developer, Discipline, Empathy, Fairness, Focus, Futuristic,", "Harmony, Ideation, Includer, Individualization, Input, Intellection ,", "Learner, Maximizer, Positivity, Relator, Responsibility, Restorative,", "Self-Assurance, Significance, Strategic, and Woo. All other trademarks are", "the property of their respective owners. These materials are provided for", "noncommercial, personal use only. Reproduction prohibited without the", "express permission of Gallup, Inc.", "* Privacy Statement", "* Cookie Preferences", "* Legal", "* Do Not Sell My Personal Information"]