["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "News", "Controversy", "Bernie Sanders Buys $575,000 Summer Home, Prompting Controversy", "Bernie Sanders Buys $575,000 Summer Home, Prompting Controversy", "Senator Sanders' purchase of a $575,000 beachfront summer home generated some", "controversy, but many details were elided in secondary reporting about it.", "* Kim LaCapria", "* Published 10 August 2016", "* Updated 5 February 2019", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "On 8 August 2016, Vermont-based outlet Seven Days published an item to", "their “Bernie Beat” section about the senator’s recent purchase of a", "four-bedroom, beachfront summer home in that state. According to the", "original report, former Democratic presidential contender Sanders and wife", "Jane O’Meara Sanders bought a lakefront home in North Hero, on the shores", "of Lake Champlain:", "Sen. Bernie Sanders (I-Vt.) is the proud new owner of a summer home in", "the Champlain Islands, Seven Days has confirmed.", "The Burlington resident plopped down nearly $600,000 on a lakefront camp", "in North Hero.", "Sanders’ new crib has four bedrooms and 500 feet of Lake Champlain", "beachfront on the east side of the island — facing Vermont, not New", "York. The Bern will keep his home in Burlington and use the new camp", "seasonally.", "The piece discussed locals’ affinity for the state’s Congressional", "representative, interest in his rise to national political prominence, and", "enthusiasm for his new proximity to them. But the details of the report", "were widely aggregated in pieces highly critical of the senator’s new home", "purchase:", "Maybe it was a post-election pick-me-up. Perhaps it had long been", "discussed. But certainly it surprised the 99 percent of Americans who", "can’t afford a third home.", "Democratic presidential candidate Bernie Sanders and his wife, Jane", "O’Meara Sanders, bought a summer house on Vermont’s Lake Champlain", "Islands, according to multiple reports. The $600,000 beachfront", "residence in North Hero, Vt., is the newest addition to the couple’s", "collection of homes in Burlington, Vt., and Washington.", "Sanders, a socialist, campaigned against income inequality, targeting", "the 1 percent richest Americans.", "Others contrasted the house’s value with Sanders’ net worth:", "The great thing about being an avowed socialist is that you get to", "posture as a self-righteous man of the people without foregoing the", "benefits of wealth. Take the case of Bernie Sanders, whose self-reported", "net worth was $528,014, yet who just spent a reported $600,000 on a", "summer “vacation home” with 500 feet of lake frontage on gorgeous Lake", "Champlain.", "What kind of elderly couple spends more than their net worth on a", "vacation home? Certainly, at a minimum, we can say a couple with no", "financial worries.", "A number of Twitter users insinuated Sanders had funded the purchase of", "the house via campaign donations:", "When you find out Bernie Sanders just used your $27 donations to buy", "himself a new summer home pic.twitter.com/c1UPBHnAqn", "— I, Hoebot. (@eclecticbrotha) August 9, 2016", "However, the original Seven Days report included information on how the", "Sanders’ afforded the summer home. O’Meara Sanders said that she had", "inherited a vacation home in Maine, but the family was unable to make use", "of it due to its distance from their primary residence in Vermont, so she", "sold it and used the proceeds to finance the purchase of a more suitable", "vacation home in North Hero:", "“My family had a lake home in Maine since 1900, but we hadn’t had the", "time to go there in recent years — especially since my parents passed", "away,” she said. “We finally let go of it and that enabled us to buy a", "place in the islands — something I’ve always hoped for.”", "A separate outlet addressed rumors that Sanders had somehow banked", "campaign donations and used them for personal gain:", "The thing is, candidates don’t just get to pocket all their extra", "donation money when they drop out.", "“Here’s what a campaign committee is allowed to do with any lingering", "cash: it can donate the funds to charities or political parties; it can", "contribute $2,000 per election to other candidates; and it can save the", "money in case the candidate chooses to run again.”", "The Burlington Free Press shed light on the truth of the matter, revealing", "that the money for the summer home came not from campaign donations, but", "from at least three sources.", "Jane Sanders said she and her husband paid cash — $575,000 — for the", "four-bedroom summer house they recently bought in North Hero on the Lake", "Champlain shore. She said she sold her share of her family’s long-time", "vacation home in Bridgton, Maine, to her brother for $150,000, added", "some money from her retirement account and from an advance her husband", "got on a book he is writing to come up with the money to buy the", "couple’s third home.", "Recent Updates", "1. 5 February 2019: Additional information has been added from the", "Burlington Free Press regarding the payment for the summer house. The", "purchase amount has been updated from $600,000 to $575,000.", "* Kim LaCapria", "* Published 10 August 2016", "* Updated 5 February 2019", "bernie sanders", "controversies", "jane o'meara sanders", "Sources", "Goldstein, Sasha. “Bernie Sanders Buys a Summer Home in North Hero”.", "Seven Days. 8 August 2016.", "Giaritelli, Anna. “Bernie Sanders just bought a third home. Tell that to", "the 99 percent.”", "Washington Examiner. 9 August 2016.", "Lifson, Thomas. “Socialist Bernie Sanders spends more than his reported", "net worth on his third home”.", "American Thinker. 10 August 2016.", "Tiven, Lucy. “Please Stop Shaming Bernie Sanders for Buying a House”.", "ATTN:, Inc.. 9 August 2016.", "Gram, Dave. “Jane Sanders defends non-disclosure, vacation home”.", "Burlington Free Press. 18 August 2016.", "Editors' Picks", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "Building, Architecture, Spaceship", "Did Norton Send Renewal Offers for Devices Infected With Viruses? Watch", "out for this fake email renewal scam that was created to look as if...", "Read more", "View all", "Top Fact Checks", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Recent mass shootings have called into question whether there were", "shootings under previous administrations.", "Did US Have No Mass Shootings Under Trump?", "Read more", "Vice President Kamala Harris", "Did Kamala Harris ‘Fail’ To Salute Military Officers?", "Read more", "Flooring, Person, Human", "Did White House Press Corps Physically Stand for Biden at First News", "Conference?", "Read more", "Text, Business Card, Paper", "Was Suspected Boulder Shooter a Syrian Refugee Who Came to US via", "Obama-Era Asylum Program?", "Read more", "View all", "Most Searched", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "Clothing, Apparel, Shoe", "Did Kamala Harris Force Children to Learn ‘Arabic Numerals’ in Schools?", "Read more", "Biden falls down stairs of Air Force One.", "Did Biden Fall on Stairs to Air Force One?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]