["Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "the last line of defense", "the last line of defense", "Nancy Pelosi", "Did Nancy Pelosi Offer a Border Wall in Exchange for a Full Gun Ban?", "* 3 January 2019", "If true, this is our chance to see what happens when an unstoppable force", "meets...", "* Fact Check", "Read more", "Did Trump Instruct Acting Secretary of State to Nullify Oaths Taken on", "Qurans?", "* 10 December 2018", "It's a challenge to 'nullify' something that didn't happen in the first", "place.", "* Fact Check", "Read more", "Has a Michigan ‘Sharia Zone’ Banned Bacon and Required the Wearing of", "Burqas in Public?", "* 10 August 2018", "More false claims about Islamic sharia law taking over in the state of", "Michigan originated...", "* Fact Check", "Read more", "Did Congresswoman Ateesha Nubbins Put an Upper-Age Limit on Voting?", "* 10 July 2018", "A meme created by a satirical Facebook page convinced some viewers that a", "fictional congresswoman...", "* Fact Check", "Read more", "Was a Child Expelled From School for Wearing a Donald Trump Costume?", "* 25 June 2018", "A story about a six-year-old getting in trouble for his choice in", "superhero attire came...", "* Fact Check", "Read more", "Did a New Hampshire Congressman Deface Donald Trump’s Limousine?", "* 18 June 2018", "A prolific producer of fake news publishes yet another false meme about an", "'Arnim Zola'.", "* Fact Check", "Read more", "Did ABC’s Senior Vice President of Programming Mutafa Ka’Plese Decide to", "Cancel ‘Roseanne’?", "* 31 May 2018", "ABC Senior Vice President of Programming Mutafa Ka'Plese did not cancel", "the rebooted sitcom because...", "* Fact Check", "Read more", "Did Elementary School Principal Muhammad Al-Salad Forcibly Implement a", "Halal Menu?", "* 10 April 2018", "A satirical Facebook page used a food-based pun to spread fake news about", "a fictional...", "* Fact Check", "Read more", "Did an Explosion at Al Franken’s Montana Ranch Kill 6 People? The fake", "news article misuses an image of a New York City building fire.", "* Fact Check", "Read more", "Wedding cake with figurines of two men in suits on top.", "Did Oregon’s Anti-Gay Cake Bakers Win the Lottery?", "* 5 January 2018", "A story about two bakers who won a big lottery payout just after being", "slapped...", "* Fact Check", "Read more", "House fire viewed through window from outside.", "Was a Room Full of Servers and Hard Drives Destroyed in a Clinton House", "Fire?", "* 5 January 2018", "A fire at a property owned by Bill and Hillary Clinton in New York", "state...", "* Fact Check", "Read more", "Lapel with several stickers saying \"I Voted\"", "Were ‘Black People in Birmingham’ Caught Voting Multiple Times With Fake", "IDs? A so-called \"satire\" site published a story falsely claiming black", "voters committed fraud in Alabama's...", "* Fact Check", "Read more", "* Next", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]