["Link: shortlink", "Link: amphtml", "Link: author", "Link: canonical", "Skip to main content", "FiveThirtyEight FiveThirtyEight", "Search", "_____________________", "[ Search ] Search", "Menu", "Split-Ticket Voting Hit A New Low In 2018 Senate And Governor Races", "Share on Facebook Share on Twitter", "* Politics", "* Sports", "* Science", "* Podcasts", "* Video", "* ABC News", "Nov. 19, 2018, at 6:00 AM", "Split-Ticket Voting Hit A New Low In 2018 Senate And Governor Races", "By Geoffrey Skelley", "* Facebook", "* Twitter", "* Email", "*  SENGOV-Opposites-Update-4×3", "PHOTO ILLUSTRATION BY FIVETHIRTYEIGHT / GETTY IMAGES", "We went into Election Day with a hypothesis: Most Americans would cast a", "straight-ticket ballot — with some notable exceptions, which we’ll address", "in a moment. And we decided a good way to test this was to look at", "statewide races most likely to drive turnout in a midterm election cycle:", "U.S. Senate and governor contests.", "There were 22 states that had races for both the Senate and governor on", "the ballot this election cycle. And what we found was the same party swept", "both offices in 16 of the 21 states where each race has been called^1,", "with Democrats capturing both races in 12 states and Republicans doing so", "in four. Or, in other words, our hypothesis was mostly right — most", "Americans did vote for the same party in their Senate and governors race.", "But there were five states — Arizona, Maryland, Massachusetts, Ohio and", "Vermont — where voters chose a Republican governor and a Democratic", "senator.", "And while we were interested in what happened in these five states (more", "in a moment), we also wanted to look at every state that had both a Senate", "and governor race on the ballot to see just how far apart the voting", "margins were. The idea was this will help us understand how uncommon — or", "common — split-ticket voting was in 2018. And we could then situate what", "happened in 2018 by looking at previous midterms to see if there was a", "trend in how much split-ticket voting occurred between these two offices.", "(Spoiler: Split-ticket voting hit a new low.)", "To do this, I calculated the difference between the margin of victory in", "the Senate and gubernatorial races for each state using the Democratic and", "Republican vote shares in each contest.^2 And as the table below shows,", "Massachusetts had the biggest difference between its vote share margin in", "its races for Senate and governor. Republican Gov. Charlie Baker won", "reelection by about 32 percentage points and Democratic Sen. Elizabeth", "Warren garnered a second term with a roughly 26-point margin, producing a", "gap of 57 points. So, in other words, in hyper-blue Massachusetts roughly", "25 to 30 percent of voters cast ballots for both Baker and Warren.^3 Two", "other states, Vermont and Maryland, also had very large differences", "between their Senate and governor races — about 55 and 47 points,", "respectively. Along with Massachusetts, these races all featured", "relatively popular incumbent Republican governors — Phil Scott in Vermont", "and Larry Hogan in Maryland — running in strongly Democratic states that", "easily reelected incumbent Democratic senators. The popularity and", "independent streaks of these GOP governors clearly helped them overcome", "the sharply Democratic leans of their states.", "Split ticket voting in statewide races is pretty rare", "Difference between the size of the margin of victory in 2018 Senate and", "governor races", "Senate                    Governor", "State Winner     Incumb. Margin Winner   Incumb. Margin Difference", "MA    Warren     ✓       +25.5  Baker    ✓       +31.9  57.4", "VT    Sanders*   ✓       +40.3  Scott    ✓       +14.6  54.9", "MD    Cardin     ✓       +33.4  Hogan    ✓       +13.4  46.8", "CT    Murphy     ✓       +20.2  Lamont           +3.1   17", "AZ    Sinema             +2.0   Ducey    ✓       +14.4  16.5", "HI    Hirono     ✓       +42.3  Ige      ✓       +29.0  13.3", "MN‡   Klobuchar  ✓       +24.1  Walz             +11.4  12.7", "ME    King*      ✓       +19.0  Mills            +7.6   11.5", "TX    Cruz       ✓       +2.6   Abbott   ✓       +13.3  10.7", "NY    Gillibrand ✓       +33.0  Cuomo    ✓       +22.3  10.7", "OH    Brown      ✓       +6.4   DeWine           +4.2   10.6", "TN    Blackburn          +10.8  Lee              +21.1  10.2", "WI    Baldwin    ✓       +10.9  Evers            +1.1   9.7", "NM    Heinrich   ✓       +23.5  Grisham          +14.3  9.2", "RI    Whitehouse ✓       +23.0  Raimondo ✓       +15.5  7.6", "PA    Casey      ✓       +12.8  Wolf     ✓       +16.8  4", "MI    Stabenow   ✓       +6.4   Whitmer          +9.5   3", "WY    Barrasso   ✓       +36.9  Gordon           +39.8  2.9", "NV    Rosen              +5.0   Sisolak          +4.1   0.9", "MN‡   Smith      ✓       +10.6  Walz             +11.4  0.8", "NE    Fischer    ✓       +19.2  Ricketts ✓       +18.9  0.4", "Election data as of 10 a.m. on Nov. 16, 2018. Only states with both a", "Senate and gubernatorial election that featured candidates from both major", "parties are included. This means California is excluded because no", "Republican candidate qualified for its Senate election. Florida is also", "not included because both its Senate and gubernatorial elections are still", "uncalled. Some data may not add up due to rounding.", "*Vermont Sen. Bernie Sanders and Maine Sen. Angus King are included as", "Democrats because they caucus with the party in the Senate.", "‡Minnesota is included twice because it had two Senate elections this", "year.", "Source: ABC NEWS", "But these three states were notable outliers — no other state had a", "difference between their Senate and governor races that was greater than", "17 points. That said, these less divided contests can still show you where", "a stronger candidate for one party may have made a difference. Take", "Tennessee’s Senate race, for instance. Republican Rep. Marsha Blackburn", "defeated Democrat Phil Bredesen there, but Bredesen — a popular former", "governor — made the Senate contest notably closer than the gubernatorial", "election.", "Incumbency may have been a factor, too. Both the Tennessee Senate and", "gubernatorial races were open seats, but in another GOP-leaning state like", "Ohio, there was one incumbent on the ballot, which might help explain why", "Ohioans elected a Democratic senator and a Republican governor. Incumbent", "Democratic Sen. Sherrod Brown won his race by about 6 points and", "Republican Mike DeWine won the open-seat governor race by 4 points. Given", "that Ohio is 7 points to the right of the country, Brown probably", "benefited at least some from an incumbency advantage The two races ran", "relatively close together — the difference was 11 points — suggesting that", "most voters voted for the same party in both contests.", "But we were also interested in what would happen if we took a step back", "and zoomed out, looking at other midterm cycles and split-ticket voting.", "How would 2018 compare? It turns out that 2018 is part of a trend that", "shows fewer Americans are splitting their tickets (at least in races for", "the Senate and governors in midterm elections). This election had the", "smallest median difference of any midterm cycle going back to at least", "1990 — 10 points.^4", "As you can see, even though 2018 has the lowest mark in the past three", "decades, the median difference from election cycle to election cycle has", "bounced around. Still, the overall trend is one of decline, at least since", "1998. You might wonder why there are fairly regular ups and downs in the", "chart, but this can be explained by the number of elected governors", "running for re-election in each cycle.", "For example, only eight incumbent governors ran in the 24 states included", "in my calculations for 2010, whereas in the 2014 cycle there were 16", "states with incumbent governors. And what I found was cycles with fewer", "incumbent governors running tended to show less evidence of split-ticket", "voting (a lower median) while cycles with more incumbents demonstrated", "more evidence of split-ticket voting (a slightly higher median). Part of", "this is because governors often benefit from an incumbency advantage. As", "my colleague Nate Silver pointed out in his introduction to", "FiveThirtyEight’s governor forecast, partisanship explains less in", "gubernatorial elections than it does in federal contests, and therefore,", "incumbency might matter slightly more for governors than it does in either", "the House or Senate.", "No matter which way you cut it, the difference between the margins in a", "state’s gubernatorial and Senate races has shrunk. More voters are casting", "straight-ticket ballots. There are exceptions, of course, but this shift", "matches what we know about the larger electoral picture: voters are more", "partisan and the country is more divided than it’s ever been in the modern", "era of U.S. politics.", "CORRECTION (Nov. 19, 2018, 2:30 p.m.): A table in an earlier version of", "this article incorrectly indicated that the Democratic Senate candidate in", "Arizona, Kyrsten Sinema, was the incumbent. The race was for the seat that", "Republican Sen. Jeff Flake is retiring from.", "Footnotes", "1. In Minnesota, Democrats won the governorship and two Senate races", "thanks to a special U.S. Senate election. We excluded Florida from the", "count because at the time the analysis was conducted both the Senate", "and governor races were unresolved, but it is included in the", "historical analysis below. Maine and Vermont are included even though", "their senators are independents, as both caucus with the Democratic", "Party.", "2. I first subtracted the Democratic vote share from the Republican vote", "share (based on the overall vote, including third-party votes, as of", "10 a.m. on Nov. 16) to find the margin of victory for each race.", "(Negative values signify a Democratic lead and positive values signify", "a Republican lead.) I then calculated the difference between the", "margin of victory in a state’s Senate race and its governor race. So", "if the margin in the Senate race was -25 (so D+25) and the margin in", "the gubernatorial race was +5 (so R+5), the overall difference was -30", "(meaning the Senate race margin was 30 points more Democratic). We’re", "showing the absolute value of the difference because we’re trying to", "show which state’s races had the largest difference in margin", "regardless of which party the difference leaned toward. We excluded", "California because it did not have a Republican in its Senate race.", "3. According to FiveThirtyEight’s partisan lean metric, Massachusetts is", "29 points more Democratic than the country as a whole. There was an", "independent candidate in the Senate race but no third-party candidates", "in the gubernatorial contest. So some voters cast ballots for the", "independent in the Senate election and then either Baker or his", "Democratic opponent in the gubernatorial race.", "4. For the 1990 to 2018 period, I excluded cases where a third-party", "candidate won or finished second in a state’s Senate or gubernatorial", "contest, or cases where no Democrat or Republican contested one of the", "offices. This calculation does include Florida because it isn’t the", "party lean of the margin we’re interested in; we just want to show the", "difference between the margins in the Senate and gubernatorial", "contests, and we’re dealing with small margins either way the races", "are called (at the time the analysis was conducted, both races were", "uncalled).", "Geoffrey Skelley is an elections analyst at FiveThirtyEight. @geoffreyvs", "Comments", "Filed under", "2018 Election (359 posts) Ohio (134) 2018 Senate Elections (128) Arizona", "(93) Massachusetts (82) 2018 Governors Elections (68) Maryland (25)", "Vermont (21)", "Newsletter", "Want more FiveThirtyEight? Get our weekly most popular stories newsletter.", "You are now subscribed!", "_____________________ Sign me up", "See all newsletters", "Featured video", "* What Are Pollster Ratings?", "[ Submit ]PROFESSOR POLLS Pollster Ratings Standard", "* The Atlanta Attacks Came After A Year Of Data Showed Anti-Asian Incidents", "On The Rise", "[ Submit ]210322_Pod_4x3", "* Why Republicans Are Happy To Stoke Culture Wars", "[ Submit ]210318_Pod_4x3", "* Women Of Color Have Always Been In Politics. Now They Are Changing", "Congress.", "[ Submit ]Thumbnail-WOC-Congress-2", "Get more FiveThirtyEight", "* Store", "* Newsletter", "* Twitter", "* Facebook", "* Data", "* RSS", "* * Follow @FiveThirtyEight", "* Contact", "* Jobs", "* Masthead", "* About Nielsen Measurement", "* Advertise With Us", "Powered by WordPress VIP", "* Terms of Use", "* Privacy Policy", "* Do Not Sell My Info", "* Your California Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "© 2021 ABC News Internet Ventures. All rights reserved.", "Close Additional Information Terms of Use and Privacy Policy and Safety", "Information/Your California Privacy Rights/Children's Online Privacy", "Policy are applicable to you. © 2021 ABC News Internet Ventures. All", "rights reserved. Interest-Based Ads. Cookie Policy."]