["NNT", "nnt รอข้อมูลจากทางเจ้าหน้าที่", "Thai UK", "Responsive image", "A - A +", "Toggle navigation", "* _____________________ [ Submit ]", "* หน้าหลัก (current)", "* หมวดหมู่ข่าว", "* ข่าว วิทยุชุมชน กปส.", "* ภาพข่าวพระราชสำนัก", "* ข่าว ต่างประเทศ", "* ข่าว ภูมิภาค", "* ข่าว วิทยาศาสตร์", "* ข่าว กีฬา", "* ข่าว เกษตร / สิ่งแวดล้อม", "* ข่าว สังคม", "* ข่าว เศรษฐกิจ / ท่องเที่ยว", "* ข่าว การเมือง / มั่นคง", "* ข่าวในพระราชสำนัก", "* ข่าว ศิลปะ / วัฒนธรรม", "* ข่าว รายงานพิเศษ/บทความ", "* ข่าว ประชาสัมพันธ์", "* ข่าว อื่นๆ", "* ข่าว บริการ", "* ข่าว พยากรณ์อากาศ", "* ข่าวประกวดราคา", "* วีดีโอย้อนหลัง", "* วิดีโอย้อนหลัง", "* ถ่ายทอดสด", "* PRD sharing", "* A - A +", "* เข้าสู่ระบบ", "* ลงทะเบียน", "* * Thai UK", "_____________________", "1.  2. สังคม", "3. สถาบันมะเร็งแห่งชาติ แจ้งเตือนข่าวปลอม “มะระร้อนมีผลต่อซีสต์", "เนื้องอกและสามารถรักษาโรคมะเร็งได้ทุกชนิด”", "สถาบันมะเร็งแห่งชาติ แจ้งเตือนข่าวปลอม “มะระร้อนมีผลต่อซีสต์", "เนื้องอกและสามารถรักษาโรคมะเร็งได้ทุกชนิด”", "logomain", "22 มิ.ย. 2563 | เข้าชม : 591", "[IMG]   [IMG]", "ตามที่มีข่าวปรากฏตามสื่อต่าง ๆ เกี่ยวกับประเด็น", "การดื่มน้ำมะระต้มร้อน ๆ สามารถฆ่าเซลล์มะเร็งได้ทุกชนิด นั้น กรมการแพทย์", "โดย สถาบันมะเร็งแห่งชาติ ได้ตรวจสอบข้อมูลวิชาการพบข้อเท็จจริง คือ", "การดื่มน้ำมะระต้มร้อน ไม่สามารถรักษามะเร็งได้", "นายแพทย์สมศักดิ์ อรรฆศิลป์ อธิบดีกรมการแพทย์ กล่าวว่า มะระขี้นก", "(Momordica charantia L.)      เป็นพืชผักสมุนไพรที่มีคุณประโยชน์หลายด้าน", "มีรายงานวิจัยระดับเซลล์ในห้องปฏิบัติการพบว่า มะระขี้นก", "มีสาร   ต้านอนุมูลอิสระที่อาจมีส่วนช่วยต้านเซลล์มะเร็ง แต่อย่างไรก็ตาม", "การดื่มน้ำมะระขี้นกร้อน", "ไม่มีส่วนเกี่ยวข้องกับ   การรักษาโรคมะเร็งและไม่สามารถนำมารักษาโรคมะเร็งได้", "ปัจจุบันการรักษาโรคมะเร็งหลัก ๆ มี 3 วิธี ได้แก่ การผ่าตัด", "การให้ยาเคมีบำบัด และรังสีรักษา", "การรับฟังข้อมูลที่ไม่ผ่านการพิจารณาหรือตรวจสอบข้อเท็จจริง", "อาจทำให้ประชาชนเข้าใจคลาดเคลื่อนและอาจลดโอกาสการรักษาทางการแพทย์แผนปัจจุบันได้", "นายแพทย์จินดา โรจนเมธินทร์ ผู้อำนวยการสถาบันมะเร็งแห่งชาติ", "กล่าวเสริมว่า", "อาหารในกลุ่มพืชผักสมุนไพรแม้จะมีคุณประโยชน์แต่การรับประทานในปริมาณที่มากเกินไปอาจจะส่งผลกระทบต่อสุขภาพได้", "โดยเฉพาะผู้ป่วยโรคมะเร็งที่อยู่ระหว่างการรักษาควรอยู่ภายใต้การดูแลของแพทย์", "ข้อมูลข่าวและที่มา", "ผู้สื่อข่าว : วีระเดช คชเสนีย์ / สนข.", "ผู้เรียบเรียง : วีระเดช คชเสนีย์ / สนข.", "แหล่งที่มา : หน่วยงานสำนักข่าว", "* ข่าวยอดนิยม Responsive image", "* ข่าวที่เกี่ยวข้อง Responsive image", "แผนที่เว็บไซต์ ติดต่อเรา เกี่ยวกับ NNT", "สำนักข่าว กรมประชาสัมพันธ์", "90-91 ถ.เพชรบุรีตัดใหม่ แขวงบางกะปิ เขตห้วยขวาง 10310โทรศัพท์ 02-248-8600,", "Fax 02-369-2579", "WEB MASTER : nnt.thainews@gmail.com VERSION WEB : Version 2.0", "IFrame", "Thailand Web Stat", "nnt.thainews © 2018 All rights reserved.", "Facebook Twiter mail Tel"]