["Link: image_src", "Link: alternate en-gb", "Link: alternate en", "Link: alternate en-us", "Link: alternate en-ca", "Link: amphtml", "Link: canonical", "Link: publisher", "US", "* Crime + Justice", "* Energy + Environment", "* Extreme Weather", "* Space + Science", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "* Crime + Justice", "* Energy + Environment", "* Extreme Weather", "* Space + Science", "_____________________", "Search", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "----------------------------------------------------------------------", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "Follow CNN", "* * * USOA 403 RON 1_00001020", "USOA 403 RON 1_00001020", "JUST WATCHED", "This Antifa activist carries sparkly brass knuckles and a knife 'just in case'", "Replay", "More Videos ...", "MUST WATCH", "(37 Videos)", "USOA 403 RON 1_00001020.jpg", "USOA 403 RON 1_00001020.jpg", "This Antifa activist carries sparkly brass knuckles and a knife 'just in case'", "united shades of america florida clip 1_00000515.jpg", "united shades of america florida clip 1_00000515.jpg", "Venezuelan asylum seeker describes being detained", "united shades of america florida clip 2_00002107.jpg", "united shades of america florida clip 2_00002107.jpg", "Sending care to a Venezuela deep in crisis", "united shades of america reparations clip 1_00000209.jpg", "united shades of america reparations clip 1_00000209.jpg", "What one New Orleans resident would do with reparations", "united shades of america gig economy clip 3_00003320.jpg", "united shades of america gig economy clip 3_00003320.jpg", "What it's like to be a grocery delivery gig worker", "united shades of america gig economy clip 2_00002420.jpg", "united shades of america gig economy clip 2_00002420.jpg", "He has a full-time job -- plus three gigs", "united shades of america gig economy clip 1_00000920.jpg", "united shades of america gig economy clip 1_00000920.jpg", "Gig worker: These jobs aren't for extra money. They're essential", "A scene from season 5 of \"United Shades of America.\"", "A scene from season 5 of \"United Shades of America.\"", "The difference a zip code makes in public education", "united shades of america public school clip 2_00000324.jpg", "united shades of america public school clip 2_00000324.jpg", "See how these high school students are fighting the achievement gap", "united shades family farms clip 1_00000113.jpg", "united shades family farms clip 1_00000113.jpg", "Farmer: I make a nickel from that $5 box of cereal", "united shades family farms clip 2_00002004.jpg", "united shades family farms clip 2_00002004.jpg", "He's the only Black farmer in his community", "united shades of america white supremacy 2_00000000.jpg", "united shades of america white supremacy 2_00000000.jpg", "The childhood lesson W. Kamau Bell never forgot", "united shades of america white supremacy 1_00003324.jpg", "united shades of america white supremacy 1_00003324.jpg", "Tree of Life's Rabbi: A better future requires all of us", "USOA 402 Toxic RON 2_00000216.jpg", "USOA 402 Toxic RON 2_00000216.jpg", "This elementary school is facing a public health crisis", "USOA 402 Toxic RON4_00000000.jpg", "USOA 402 Toxic RON4_00000000.jpg", "Where 2,700 kids are affected by lead poisoning every year", "USOA 405 RON 1_00005224.jpg", "USOA 405 RON 1_00005224.jpg", "What do you do when your teacher is racist?", "USOA 405 RON 4_00000000.jpg", "USOA 405 RON 4_00000000.jpg", "What is implicit bias?", "USOA 408 RON 3_00003603.jpg", "USOA 408 RON 3_00003603.jpg", "How the Mormon church could be an ally to the LGBTQ community", "USOA 408 RON 1_00003813.jpg", "USOA 408 RON 1_00003813.jpg", "LGBTQ Mormons speak on faith and sexuality", "USOA 408 bonus mayor jackie biskupski_00015409.jpg", "USOA 408 bonus mayor jackie biskupski_00015409.jpg", "Jackie Biskupski is Salt Lake City's first openly gay mayor", "USOA 408 bonus shawn carrie bradley_00003126.jpg", "USOA 408 bonus shawn carrie bradley_00003126.jpg", "Kamau Bell talks to ex-NBA player Shawn Bradley about his Mormon faith", "USOA 401 RON 4_00002304.jpg", "USOA 401 RON 4_00002304.jpg", "April Ryan describes the day she asked President Trump if he is racist", "USOA 401 RON 2_00001103.jpg", "USOA 401 RON 2_00001103.jpg", "This kid says he felt safer when Barack Obama was President", "USOA4 401 bonus washington dc_00015915.jpg", "USOA4 401 bonus washington dc_00015915.jpg", "Why DC residents don't have equal voting rights", "USOA 404 RON 1_00004227.jpg", "USOA 404 RON 1_00004227.jpg", "One woman's story of trying to get an abortion in Mississippi", "USOA 404 RON 2_00002821.jpg", "USOA 404 RON 2_00002821.jpg", "'United Shades': When sex education is like an '80s sitcom", "USOA 404 RON 5_00001409.jpg", "USOA 404 RON 5_00001409.jpg", "She owns the last abortion clinic in Mississippi", "USOA 404 bonus girl jsu_00003812.jpg", "USOA 404 bonus girl jsu_00003812.jpg", "Kamau Bell discusses consent with this university student group", "USOA 404 bonus reproductive rights_00101507.jpg", "USOA 404 bonus reproductive rights_00101507.jpg", "'United Shades' bonus: W. Kamau Bell's candid conversation with two", "anti-abortion activists", "USOA 407 Hmong RON 2_00000324.jpg", "USOA 407 Hmong RON 2_00000324.jpg", "What it was like to live through America's secret war in Laos", "USOA 407 bonus hmong poem_00002628.jpg", "USOA 407 bonus hmong poem_00002628.jpg", "The raunchy poem you didn't get to hear on 'United Shades of America'", "USOA 403 RON 3_00005310.jpg", "USOA 403 RON 3_00005310.jpg", "Alicia Garza: Being 'woke' isn't enough", "USOA 403 bonus 3 david neiwert_00023519.jpg", "USOA 403 bonus 3 david neiwert_00023519.jpg", "Expert says violence isn't the answer to hate groups", "USOA 406 RON 3_00001615.jpg", "USOA 406 RON 3_00001615.jpg", "Why this pastor can't separate church and state", "USOA 406 RON 4_00003025.jpg", "USOA 406 RON 4_00003025.jpg", "This pastor wants to call the church to repentance", "USOA4 406 Bonus 1 Cathedral Hope_00002318.jpg", "USOA4 406 Bonus 1 Cathedral Hope_00002318.jpg", "Texas is home to the world's largest LGBTQ church", "USOA 406 Bonus 2 Atheists_00001926.jpg", "USOA 406 Bonus 2 Atheists_00001926.jpg", "Kamau learns why these atheists left the church", "Unmasking the leftist Antifa movement", "By Sara Ganim and Chris Welch, CNN", "Updated 1346 GMT (2146 HKT) May 3, 2019", "(CNN)On the morning of Donald Trump's inauguration, Keval Bhatt hunted", "through a closet in his parents' Virginia home for the darkest clothes he", "could find.", "The 19-year-old didn't own much in black, the color he knew his fellow", "protesters would wear head to toe on the streets of Washington that day.", "As Bhatt drove into the city for his first-ever protest, he hesitated.", "\"I thought, there's a very good chance that I might get arrested, that my", "whole life could be radically altered in a negative way if I kept driving,", "and I was really close to turning around,\" Bhatt told CNN. \"But I think", "the rationale is that even if it did negatively affect my life, I had", "still contributed to this movement that was necessary. I was still making", "an effort to make other people's lives better, even if it made my life", "worse, and once I realized that, I had no regrets.\"", "Bhatt joined protesters dressed completely in black, some with their faces", "covered by masks -- a tactic known as \"black bloc\" that aims to unify", "demonstrators' efforts and hide their identities.", "Read More", "And with them, Bhatt got arrested.", "Police injured, more than 200 arrested at Trump inauguration protests in", "DC", "Police injured, more than 200 arrested at Trump inauguration protests in", "DC", "Police injured, more than 200 arrested at Trump inauguration protests in", "DC", "He was rounded up with more than 200 other people and charged with a", "felony for inciting a riot. He has said he didn't engage in any violence", "and has pleaded not guilty. A federal indictment charges individuals in", "the group with starting fires, property destruction and physical violence", "that erupted on the streets as the 45th President of the United States", "took his oath of office.", "Many of those arrested identified themselves as part of the Antifa", "movement. Its name derives from \"anti-fascist,\" and it has come to", "represent what experts who track these organizations call the \"hard left\"", "-- an ideology that runs afield of the Democratic Party platform and", "supports oppressed populations as it protests the amassing of wealth by", "corporations and elites.", "Antifa activists, who operate without any centralized leadership, told CNN", "that their goal is peace and inclusivity. They often denounce capitalism", "and government. Since Trump entered the world stage, they've condemned his", "push to tighten immigration rules and what some view as his tendency", "toward racism.", "While Antifa members don't fit a single category, they say many are", "millennials and many live on society's fringes: undocumented immigrants,", "transgender people, low-wage workers, those who don't conform to the", "traditional 9-to-5.", "And their methods are often violent. Antifa leaders admit they're willing", "to physically attack anyone who employs violence against them or who", "condones racism -- as long as force is used in the name of eradicating", "hatred.", "From Oregon to Germany", "Anti-fascists and the black bloc tactic originated in Nazi Germany and", "resurfaced in United Kingdom in the 1980s. Large numbers of Antifa", "activists first appeared in the United States at anti-World Trade", "Organization protests in 1999 in Seattle, and then more recently during", "the Occupy Wall Street movement.", "But their profile has been rising.", "Antifa demonstrators have marched in more than a half dozen protests since", "Election Day in Portland, Oregon, according to police.", "Earlier this year, Antifa activists were among those who smashed windows", "and set fires during protests at the University of California, Berkeley,", "leading to the cancellation of far-right provocateur Milo Yiannopoulos and", "withdrawal of Ann Coulter as speakers.", "Antifa activists were in New York City on May Day.", "When the son of Sen. Tim Kaine, the 2016 Democratic nominee for vice", "president, was arrested in Minnesota in March after protesting at a", "pro-Trump rally, he was dressed in black bloc alongside a group of Antifa", "supporters. He faces misdemeanor charges and has not yet entered a plea", "but will be in court next month. A Kaine spokesperson said he was", "peacefully protesting, and wasn't disruptive.", "And white nationalists, neo-Nazis and others -- who have been blamed for", "provoking violence at last week's \"Unite the Right\" rally in", "Charlottesville, Virginia -- claim it was Antifa groups that first got", "aggressive. A 20-year-old man who had attended the rally later used his", "car to ram a crowd of counterprotesters, killing one of them.", "Though counterprotesters deny they are to blame for violence, Trump this", "week declared \"blame on both sides\" -- and has drawn intense criticism for", "his view.", "Protesters flood streets of Hamburg as G20 wraps up", "Protesters flood streets of Hamburg as G20 wraps up", "Protesters flood streets of Hamburg as G20 wraps up", "Indeed, over the past year, Antifa members have been involved in clashes", "across the country and the world, including in Chicago, Philadelphia,", "Houston, Alabama and Nebraska, and at the G20 summit in Hamburg, Germany.", "\"Anti-racists or anti-fascists are not a new phenomenon,\" said Brian", "Levin, director of the Center for the Study of Hate & Extremism at", "California State University, San Bernardino. \"What I think is new is that", "they're more active both in making themselves prominent at violent rallies", "and also trying to bridge into the disenfranchised peaceful progressive", "movement.\"", "Bhatt went in Charlottesville, too, and was just about five feet away from", "the car that drove through the crowd, killing protester Heather Heyer, he", "said.", "Before that, he said, Antifa protesters were cheering in celebration for", "having disrupted the neo-Nazi message.", "\"We were marching down one of the streets, and energy was ecstatic,\" Bhatt", "said. \"We were marching and chanting and engaged in this huge act of", "solidarity. There was a moment I was at the front of this huge line of", "people, and we see this other huge group of people marching down another", "way, and when the two groups met, it felt like the entire city just", "erupted in cheers and roars.\"", "Spurred to action by Trump", "Antifa is impossible to track. It isn't united through a national", "organization, and it cloaks itself in anonymity.", "In speaking to Antifa leaders across the country, CNN found very few who", "would take off their masks. Indeed, it took months to track down members", "willing to share their stories.", "Many are like Bhatt, a self-described government skeptic with liberal", "views who didn't find mainstream politics a good fit for him.", "So, he weighed his options.", "\"Before J20 (January 20, Inauguration Day) happened I was convinced I'd go", "to NASA or some university to research,\" Bhatt said.", "Police and demonstrators clash in downtown Washington, on January 20,", "2017, following the inauguration of President Donald Trump.", "Police and demonstrators clash in downtown Washington, on January 20,", "2017, following the inauguration of President Donald Trump.", "Police and demonstrators clash in downtown Washington, on January 20,", "2017, following the inauguration of President Donald Trump.", "Now facing a criminal record, \"I don't know,\" he said. \"My efforts might", "be better suited by an organization that helps communities.\"", "The son of parents who immigrated from India, Bhatt is sure of one thing:", "He has no plans to stop protesting.", "\"There are people who were energized by Bernie (Sanders) that now are", "anarchists,\" said an organizer of the website It's Going Down, a newsblog", "for Antifa. \"People are freaked out by a Trump regime, freaked out by the", "far-right. A lot of people saw neo-Nazi symbols. There's a reason why", "people are becoming polarized. It's real-life stuff that's happening.\"", "Sanders, for his part, has disavowed violence and is not connected with", "Antifa efforts. A self-described democratic socialist, Sanders has come", "out against \"hard-left\" violence, saying of protests over Coulter's UC", "Berkeley appearance, \"I don't like this.\"", "\"Obviously, Ann Coulter's outrageous -- to my mind, off the wall,\" Sanders", "said. \"But you know, people have a right to give their two cents' worth,", "give a speech, without fear of violence and intimidation.\"", "The organizer of It's Going Down said his website traffic has grown from a", "few hundred daily hits to between 10,000 and 40,000 hits on its best days.", "\"There's a crisis among the left,\" he said. \"And they're looking for", "alternatives outside of party structures. The anarchist movement is one", "that's working outside structures. ... People are excited about that.\"", "Like many young Antifa members who spoke with CNN, the turning point for", "Bhatt was when Trump in late 2015 ad-libbed a campaign remark toward a", "Black Lives Matter protester, saying he \"should have been roughed up.\"", "In another moment that has catalyzed Antifa members, Trump in February", "2016 told a campaign crowd in Cedar Rapids, Iowa, to \"knock the crap out", "of\" protesters holding tomatoes, adding, \"I will pay for the legal fees, I", "promise, I promise.\"", "\"There was a normalization of political violence which first started with", "regard to the Trump rallies,\" Levin said.", "\"Indeed, we saw alt-right people manhandling African-American protesters,\"", "he said, using a term many white-rights activists use to describe", "themselves. \"Then what happened is these fiery embers crossed the fire", "line, so now on the far-left they say the best way to resist is violence", "because they're out-gunned in this new era of President Trump.\"", "'This is self-defense'", "For almost three decades, Scott Crow was part of the Antifa movement.", "\"I fought (against) Nazis. I've had death threats. I've had guns drawn on", "me. I've drawn guns on fascists. I've been in altercations. I've", "smoke-bombed places,\" he said. \"I've done a myriad of things to try and", "stop fascism and its flow over the years.\"", "Activists don black bloc, Crow said, as a means to an end.", "\"People put on the masks so that we can all become anonymous, right? And", "then, therefore, we are able to move more freely and do what we need to", "do, whether it is illegal or not,\" he said.", "And that means avoiding police, whom many Antifa members see as an enemy,", "as well as skirting the scrutiny Antifa activists often get from alt-right", "trolls on the Internet. Black bloc, one member told us, also unites the", "movement.", "\"Even though it only takes one person to break a window, it doesn't matter", "because the bloc moves together,\" said a 26-year-old named Maura, who", "wouldn't give her last name.", "May Day rallies turn violent as 'anarchists' in one city throw smoke", "bombs, police say", "May Day rallies turn violent as 'anarchists' in one city throw smoke", "bombs, police say", "May Day rallies turn violent as 'anarchists' in one city throw smoke", "bombs, police say", "In New York's Union Square on May Day, a masked member of the Antifa group", "Metropolitan Anarchist Coordinating Council told CNN why he wore black", "bloc and waved a black flag.", "\"We cover our face because the Nazis will try to find out who we are. And", "that is a very bad thing because they harass people,\" he said. \"We're", "trying to stop them from organizing. ... When they organize, they kill", "people, they hurt people, they fight people. And we're the ones who are", "fighting back.\"", "It's a position taken by many Antifa activists: \"This is self-defense.\"", "Antifa activists often don't hesitate to destroy property, which many see", "as the incarnation of unfair wealth distribution.", "\"Violence against windows -- there's no such thing as violence against", "windows,\" a masked Antifa member in Union Square told CNN. \"Windows don't", "have -- they're not persons. And even when they are persons, the people we", "fight back against, they are evil. They are the living embodiment, they", "are the second coming of Hitler.\"", "Crow explained the ideology this way: \"Don't confuse legality and", "morality. Laws are made of governments, not of men,\" echoing the words of", "John Adams.", "\"Each of us breaks the law every day. It's just that we make the conscious", "choice to do that,\" he said.", "Antifa members also sometimes launch attacks against people who aren't", "physically attacking them. The movement, Crow said, sees alt-right hate", "speech as violent, and for that, its activists have opted to meet violence", "with violence.", "Right or wrong, \"that's for history to decide,\" he said.", "But Levin argues the violence is giving ammunition to racists -- and is", "anathema to the Antifa mission.", "\"It's killing the cause -- it's not hurting it, it's killing it, and it", "will kill it,\" Levin said. \"We're ceding the moral high ground and ceding", "the spotlight to where it should be, which is shining the spotlight on the", "vile.\"", "Levin, who for decades has attended rallies at both extremes to study", "radical groups, said he put his own body between an Antifa member and a", "Klan member when Antifa protesters attacked with knives at a February 2016", "a rally in Anaheim, California.", "\"No, it's not OK to punch a Nazi,\" Levin said. \"If white nationalists are", "sophisticated at anything, it's the ability to try to grasp some kind of", "moral high ground when they have no other opportunity, and that's provided", "when they appear to be violently victimized. That's the only moral thread", "that they can hang their hats on. And we're stupid if we give them that", "opportunity.\"", "Rubber bullets and pepper spray", "Nearly seven months after Trump's election, police in Portland, Oregon,", "geared up for the 10th protest since Election Day pitting the alt-right", "and \"hard left.\"", "On that day, June 4, police were coming off a violent May Day protest in", "which they watched Antifa activists run through the business district,", "destroying storefronts and setting fires.", "Several arrested in Portland May Day protests", "Several arrested in Portland May Day protests", "Several arrested in Portland May Day protests", "JUST WATCHED", "Several arrested in Portland May Day protests", "Replay", "More Videos ...", "MUST WATCH", "Several arrested in Portland May Day protests 02:37", "Before the June event, \"we saw on social media that there was a lot of", "threats being put back and forth that gave us a lot of concern about", "physical violence,\" Portland police spokesman Pete Simpson said.", "Hoping to keep June 4 from becoming another May Day, police created a", "human barricade. Officers stood shoulder to shoulder between two city", "squares -- one filled with alt-right groups, the other with Antifa", "activists.", "After a few hours, it seemed peace had won the day. But then police caught", "whispers that Antifa members were planning to push past police into the", "alt-right rally square.", "Officers moved in with rubber bullets, pepper spray and smoke bombs. They", "pushed the masked Antifa activists into a corner and detained them. Many", "shed their black clothing and left it on the streets as police decided", "whom to arrest.", "\"We did seize a large number of weapons or things that could be used as", "weapons,\" Simpson said. \"Everything from knives to brass knuckles to poles", "and sticks and bricks and bottles and road flares and chains. One hundred", "percent, they came geared up to fight if it would be allowed.\"", "Police arrest a demonstrator during a protest on June 4, 2017, in", "Portland, Oregon.", "Police arrest a demonstrator during a protest on June 4, 2017, in", "Portland, Oregon.", "Police arrest a demonstrator during a protest on June 4, 2017, in", "Portland, Oregon.", "Despite Portland's liberal reputation, it has a history of clashes between", "extreme groups on the right and left. Residents have gotten fed up with", "the escalating violence, Simpson said.", "\"It is new, and this, like, this rumble mentality of, 'I'm going to bring", "my friends, you're going bring your friends, and we're going to fight it", "out in the park' -- it's not something we've seen here,\" Simpson said.", "\"It's not good for the city. People are just frustrated by it. It's", "affecting their livability. It's affecting their business. It's affecting", "their commute.\"", "Law enforcement in several cities told CNN there's no excuse for the", "violence.", "\"The fires starting -- that we saw on May Day -- is something we haven't", "really seen much of in the past,\" Simpson said. \"The running through the", "street, breaking windows and everything in sight, we haven't seen it as", "consistently as we've seen it in the last eight months.\"", "In that time, more than 150 people have been arrested. They range in age", "from 14 to 66, police records show, and include several students, a cook,", "a franchise restaurant owner and a retail manager, a CNN review of", "arrestees' social media accounts found.", "On social media, many of the arrestees have posted anti-police messages", "and anarchist views. Some write that they feel disenfranchised in the", "current political climate, the CNN review found.", "In Berkeley, Antifa and alt-right activists have clashed several times", "since Election Day. Police say they haven't seen anything like this since", "the '60s.", "And in jurisdictions across the country, police told CNN they've started", "enforcing with new vigor laws that bar people from wearing masks during", "gatherings. For that reason, many Antifa members in Charlottesville did", "not wear masks, Bhatt said.", "\"It feels to me like there's a struggle in the country ... of the", "different kinds of speech and what's OK to say and what's not OK,\" Simpson", "said. \"But one thing is very clear is that free speech and protected", "speech can be very offensive and very hateful, but it's still not a", "crime.\"", "'Put your body in the way'", "With no central leader, Antifa adherents have found each other in local", "communities. They communicate and recruit largely through social media.", "Their protests are organized via Facebook.", "And of late, in active areas, monthly meetings have increased in frequency", "to several times each week. Activists take martial arts classes together", "and strategize about how to achieve their main goal: taking down fascists.", "Anti-fascist demonstrators confront pro-Trump demonstrators during a", "protest on June 4, 2017, in Portland, Oregon.", "Anti-fascist demonstrators confront pro-Trump demonstrators during a", "protest on June 4, 2017, in Portland, Oregon.", "Anti-fascist demonstrators confront pro-Trump demonstrators during a", "protest on June 4, 2017, in Portland, Oregon.", "In Portland, where the Rose City Antifa has been active for a decade,", "members focus on outing people they believe are neo-Nazis, even trying to", "get them fired and evicted from their homes.", "\"We've done mass mailings. We've even gone door to door before in", "communities,\" said the group's leader, who spoke on condition of", "anonymity. \"We've gone out to areas that we know that a lot of Nazis live", "with, like, 'wanted' posters, like, 'Do you have any information on this", "person?' and put them up in the area, and we usually get a flurry of tips", "like, 'Yeah, this person works here,' and so on and so on.\"", "But like other Antifa groups across the country, the Portland sect gets", "the most attention when violence explodes at its rallies.", "And for that, its members don't apologize.", "\"You have to put your body in the way,\" the group's leader said, \"and you", "have to make it speak in the language that they understand. And sometimes", "that is violence.\"", "It's a perspective several Antifa activists shared with CNN, even knowing", "that violence has led to hundreds of arrests across the country.", "Editor's note: This story has been updated to clarify that", "counterprotesters say they are not to blame for violence at the", "Charlottesville protest. The story's headline has also been updated.", "CNN's Majlie Kamp and Carma Hassan contributed to this report.", "* * _____________________", "Search", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "US", "Follow CNN", "* * * ------------------------------------------------------------------", "* Terms of Use", "* Privacy Policy", "* Accessibility & CC", "* AdChoices", "* About Us", "* Modern Slavery Act Statement", "* Advertise with us", "* CNN Store", "* Newsletters", "* Transcripts", "* License Footage", "* CNN Newsource", "* Sitemap", "© 2021 Cable News Network.A Warner Media Company.All Rights Reserved.CNN", "Sans ™ & © 2016 Cable News Network."]