["Link: canonical", "Link: shortlink", "[IMG]", "* About", "* Pete’s Podcast", "* GET INVOLVED", "* ENDORSE PETE", "* VOLUNTEER", "* REQUEST YOUR YARD SIGN!", "* Store", "* Donate", "* About", "* Pete’s Podcast", "* GET INVOLVED", "* ENDORSE PETE", "* VOLUNTEER", "* REQUEST YOUR YARD SIGN!", "* Store", "* Donate", "Recent News", "Press release", "Press Release: Joe Radinovich Owes Explanation for His Reckless Regard for the", "Law", "August 23, 2018", "HERMANTOWN – The Pete Stauber campaign for Congress calls on DFL candidate", "Joe Radinovich to explain his reckless regard for the law after KSTP-TV", "reported Wednesday evening that not only does Radinovich have a lengthy", "pattern of unpaid traffic fines and court fees leading to numerous", "collection agency actions, he even had his driver’s license revoked", "earlier this year as a congressional candidate.", "“Joe owes voters an explanation for his poor judgment, careless decisions,", "and reckless pattern of breaking the law – even this year as a", "congressional candidate,” said Caroline Tarwid, the press secretary for", "the Pete Stauber for Congress campaign. “Despite Joe’s behavior, no one is", "above the law. Joe’s record speaks for itself: he votes to raise our taxes", "by $2 billion but he won’t even pay his own bills and take responsibility", "for his own actions.", "According to a KSTP-TV report, Radinovich:", "·     Has been cited for 31 traffic violations", "·     Has been fined nearly $3,000", "·     Has had his license revoked four separate times", "·     Had his driver’s license revoked earlier this year while he was a", "congressional candidate", "·     Was sent to collection agencies eight times for his unpaid fines and", "tickets", "·     Three of Joe’s overdue fines according to KSTP-TV were paid", "yesterday by a collection agency – the very same day of KSTP’s news report", "“Voters have a clear choice in November,” Tarwid said. “Serving 23 years", "as a law enforcement officer, Pete Stauber has staked his career on", "character and integrity. For much of that same time, Joe has been ignoring", "the very law and order that hardworking Minnesotans in the 8th district", "follow every day.”", "info@petestauberforcongress.com", "Join Us", "* Email*", "_____________________", "* Zip*", "_____________________", "* Name", "_____________________", "This field is for validation purposes and should be left unchanged.", "[ Submit ]", "© 2021 Pete Stauber. All Rights Reserved", "Paid for by Pete Stauber for Congress", "Pete Stauber for Congress", "PMB #333", "23 W Central Entrance", "Duluth, MN 55811", "* PRIVACY POLICY", "* SITE MAP", "* CONTACT US", "x", "Make a Donation", "Congressman Stauber needs you! Please make a secure donation to ensure", "Pete can continue working for you", "Donate Today", "$25 $50", "x", "Get Involved", "Now is the time to get involved and help keep Congressman Pete Stauber", "working for you. Get started by endorsing Pete’s campaign today!", "Endorse Volunteer"]