["Link: canonical", "Link: image_src", "Link: revision", "Skip Navigation", "Find Your Local ADL", "* Twitter", "* Facebook", "* LinkedIn", "* Instagram", "* Youtube", "Anti-Defamation League", "* Who We Are", "* What We Do", "* Education", "* Research & Tools", "* News", "* Take Action", "* Ways to Give", "Expand search", "Search ________________", "[ Submit ]", "Donate", "Main navigation Bottom Header", "* Who We Are Explore Who We Are", "* Our Mission", "* Our Values", "* Our History", "* Official Statements", "* Annual Reports & Financial Information", "* Our Organization", "* Your Local ADL Office", "* Signature Programs", "* Research & Advocacy Centers", "* Our Leadership & Staff", "* Our Board of Directors", "* Contact Us", "* Careers at ADL", "* What We Do Explore What We Do", "* Fight Antisemitism", "* Antisemitism in the US", "* Antisemitism Globally", "* Combat Extremism and Hate", "* Domestic Extremism", "* Online Hate and Harassment", "* Confront Discrimination & Secure Justice", "* Hate Crimes", "* Religious Freedom", "* Free Speech", "* Race & Racial Justice", "* Criminal Justice Reform", "* Education Equity", "* Women’s Equity", "* Voting Rights", "* LGBTQ Rights", "* Immigrant & Refugee Rights", "* Support Israel: A Jewish and Democratic State", "* Anti-Israel and Anti-Zionist Campaigns", "* Promote Respectful Schools & Communities", "* Anti-Bias Education", "* Bullying & Cyberbullying Prevention", "* Interfaith & Intergroup Relations", "* Education Explore Education", "* Programs & Anti-Bias Training", "* A World of Difference® Institute", "* No Place for Hate®", "* Words to Action", "* Bullying and Cyberbullying Programs", "* Holocaust Education", "* Antisemitism Program: BINAH", "* Lessons", "* Books Matter: Children's Literature", "* Book of the Month", "* Anti-Bias Tools & Strategies", "* Bullying/Cyberbullying Resources", "* Table Talk: Family Conversations", "* Rosalind's Classroom Conversations", "* Early Childhood FAQs", "* Education Blog", "* Webinars & Podcasts", "* Research & Tools Explore Research & Tools", "* ADL Tracker of Antisemitic Incidents", "* Amicus Brief Database", "* Antisemitism Uncovered: A Guide to Old Myths in a New Era", "* Hate on Display™ Hate Symbols Database", "* Resource Library", "* ADL Latinx", "* ADL H.E.A.T Map", "* ADL Hate Crime Map", "* News Explore News", "* Press Center", "* Press Releases/Statements", "* Op-eds", "* Media Watch", "* ADL in the News", "* Press Contact", "* ADL Blog", "* Letters", "* Articles", "* Stories", "* Take Action Explore Take Action", "* Join ADL's Young Leadership Network", "* Join Us in Fighting Hate for Good", "* Sign Up for ADL Updates", "* Sign Up for Additional ADL Email Newsletters", "* Connect with Your Local ADL Office", "* Bring ADL to Your School or Community", "* Report an Incident", "* Be Heard in Congress", "* Ways to Give Explore Ways to Give", "* Give Now", "* Support ADL's Work Monthly", "* Fulfill Your Pledge to ADL", "* Support ADL through a wire transfer donation", "* Give a Gift of Stock to ADL", "* Fight Hate For Good Using Your IRA", "* Support ADL through your Donor-advised Fund", "* Planned Giving, Legacy & Endowments", "* Give in Honor or in Memory", "* Contact", "* Careers", "* Newsletter Subscription", "* Video", "* Privacy Policy", "Expand search", "Search ________________", "[ Submit ]", "* Share Via Twitter", "* Share Via Facebook", "* Share Via Pinterest", "* Share Via Email", "Anti-Defamation League", "Jump to top   Expand mobile social menu", "Expand mobile search", "Expand mobile menu", "Breadcrumb", "/", "1. Home /", "2. Education /", "3. Who are Antifa?", "* Share via Twitter", "* Share via Facebook", "* Share via LinkedIn", "* Share via email", "* Print this page", "Extremism, Terrorism & Bigotry", "Free Speech", "Who are Antifa?", "Antifa face off against white supremacists in Charlottesville, VA Antifa", "face off against white supremacists in Charlottesville, VA", "Edu Bayer for the New York Times", "Antifa: Definition and History:", "The anti-fascist protest movement known as antifa gained new prominence in", "the United States after the white supremacist Unite the Right rally in", "Charlottesville, VA, in August 2017. In Charlottesville and at many", "subsequent events held by white supremacists or right-wing extremists,", "antifa activists have aggressively confronted what they believe to be", "authoritarian movements and groups. While most counter-protestors tend to", "be peaceful, there have been several instances where encounters between", "antifa and the far-right have turned violent.", "These violent counter-protesters are often part of “antifa” (short for", "“antifascist”), a loose collection of groups, networks and individuals who", "believe in active, aggressive opposition to far right-wing movements.", "Their ideology is rooted in the assumption that the Nazi party would never", "have been able to come to power in Germany if people had more aggressively", "fought them in the streets in the 1920s and 30s. Most antifa come from the", "anarchist movement or from the far left, though since the", "2016 presidential election, some people with more mainstream political", "backgrounds have also joined their ranks.", "These antifa sometimes use a logo with a double flag, usually in black and", "red. The antifa movement began in the 1960s in Europe, and had reached the", "US by the end of the 1970s.  Most people who show up to counter or oppose", "white supremacist public events are peaceful demonstrators, but when", "antifa show up, as they frequently do, they can increase the chances that", "an event may turn violent.", "Today, antifa activists focus on harassing right wing extremists both", "online and in real life.  Antifa is not a unified group; it is loose", "collection of local/regional groups and individuals. Their presence at a", "protest is intended to intimidate and dissuade racists, but the use of", "violent measures by some antifa against their adversaries can create a", "vicious, self-defeating cycle of attacks, counter-attacks and blame. This", "is why most established civil rights organizations criticize antifa", "tactics as dangerous and counterproductive.", "The current political climate increases the chances of violent", "confrontations at protests and rallies. Antifa have expanded their", "definition of fascist/fascism to include not just white supremacists and", "other extremists, but also many conservatives and supporters of President", "Trump.  In Berkeley, for example, some antifa were captured on video", "harassing Trump supporters with no known extremist connections.  Antifa", "have also falsely characterized some recent right wing rallies as “Nazi”", "events, even though they were not actually white supremacist in nature.", "Another concern is the misapplication of the label “antifa” to include all", "counter-protesters, rather than limiting it to those who proactively seek", "physical confrontations with their perceived fascist adversaries.  It is", "critical to understand how antifa fit within the larger counter-protest", "efforts. Doing so allows law enforcement to focus their resources on the", "minority who engage in violence without curtailing the civil rights of the", "majority of peaceful individuals who just want their voices to be heard.", "All forms of antifa violence are problematic. Additionally, violence plays", "into the “victimhood” narrative of white supremacists and other right-wing", "extremists and can even be used for recruiting purposes.  Images of these", "“free speech” protesters being beaten by black-clad and bandana-masked", "antifa provide right wing extremists with a powerful propaganda tool.", "That said, it is important to reject attempts to claim equivalence between", "the antifa and the white supremacist groups they oppose. Antifa reject", "racism but use unacceptable tactics. White supremacists use even more", "extreme violence to spread their ideologies of hate, to intimidate ethnic", "minorities, and undermine democratic norms. Right-wing extremists have", "been one of the largest and most consistent sources of domestic terror", "incidents in the United States for many years; they have murdered hundreds", "of people in this country over the last ten years alone.  To date, there", "has been one suspected antifa-related murder, which took place on August", "29, 2020, in Portland, Oregon.", "Antifa: Scope and Tactics:", "Today's antifa argue they are the on-the-ground defense against", "individuals they believe are promoting fascism in the United States.", "However, antifa, who have many anti-police anarchists in their ranks, can", "also target law enforcement with both verbal and physical assaults because", "they believe the police are providing cover for white supremacists.  They", "will sometimes chant against fascism and against law enforcement in the", "same breath.", "While some antifa use their fists, other violent tactics include throwing", "projectiles, including bricks, crowbars, homemade slingshots, metal", "chains, water bottles, and balloons filled with urine and feces.  They", "have deployed noxious gases, pushed through police barricades, and", "attempted to exploit any perceived weakness in law enforcement presence.", "Away from rallies, they also engage in “doxxing,” exposing their", "adversaries’ identities, addresses, jobs and other private information.", "This can lead to their opponents being harassed or losing their jobs,", "among other consequences. Members of the alt right and other right wing", "extremists have responded with their own doxxing campaigns, and by", "perpetuating hateful and violent narratives using fake “antifa” social", "media accounts.", "Because there is no unifying body for antifa, it is impossible to know how", "many “members” are currently active.  Different localities have antifa", "populations of different strengths, but antifa are also sometimes willing", "to travel hundreds of miles to oppose a white supremacist event.", "Extremism, Terrorism & Bigotry", "Free Speech", "gray background gray background", "Download the 'Hate on Display' Guide", "Get ADL's printable summary of all of the 'Hate on Display' symbols used", "by white supremacist groups and movements, as well as some other types of", "hate groups..", "DOWNLOAD", "Download the 'Hate on Display' Guide", "related to this Resource", "Blog", "Antifa pose challenges for police and counter-protesters alike", "Extremism, Terrorism & Bigotry", "Free Speech", "Antifa in Charlottesville Antifa in Charlottesville", "Blog", "Violence and Hate Unite the Right", "Antisemitism in the US", "Extremism, Terrorism & Bigotry", "William Fears of Alt Right Texas William Fears of Alt Right Texas", "Blog", "Extremists Weigh in on Nationwide Protests", "Antisemitism in the US", "Extremism, Terrorism & Bigotry", "dc protest dc protest", "backgrounders", "¿Quiénes Son Antifa?", "Extremism, Terrorism & Bigotry", "Free Speech", "You might also like...", "Rizza Islam Rizza Islam", "backgrounders", "Rizza Islam", "Antisemitism in the US", "Extremism, Terrorism & Bigotry", "Bigotry", "Extremism", "White Supremacist Propaganda Spikes in 2020 White Supremacist Propaganda", "Spikes in 2020", "reports", "White Supremacist Propaganda Spikes in 2020", "Antisemitism in the US", "Extremism, Terrorism & Bigotry", "Bigotry", "Extremism", "Logos for Nationalist Front and Aryan Nationalist Alliance Logos for", "Nationalist Front and Aryan Nationalist Alliance", "backgrounders", "Nationalist Front (formerly known as the Aryan Nationalist Alliance)", "Extremism, Terrorism & Bigotry", "Extremism", "Anti-Defamation League", "* Who We Are", "* What We Do", "* Education", "* Research & Tools", "* News", "* Take Action", "* Ways to Give", "Donate", "Find Your Local ADL", "* ADL Latinx", "* Blog", "* Press", "* Video", "* Careers", "* Contact", "* Privacy Policy", "* Twitter", "* Facebook", "* LinkedIn", "* Instagram", "* Youtube", "Anti-Defamation League", "605 Third Avenue", "New York, NY 10158-3650", "(212) 885-7700", "Contact Us: www.adl.org/contact", "Tax ID/EIN: 13-1818723", "© 2021 Anti-Defamation League. All rights reserved."]