["Link: canonical", "Link: shortlink", "Link: monetization", "Link: amphtml", "* News", "* Politics", "* Business", "* Videos", "* Terms and Conditions", "Sign in", "Welcome!Log into your account", "_____________________ your username", "_____________________ your password", "[ LOG IN ]", "Forgot your password?", "Privacy Policy", "Password recovery", "Recover your password", "_____________________ your email", "[ Send My Pass ]", "Search _____________________", "[IMG]", "Facebook", "Instagram", "Tumblr", "Youtube", "Wednesday, March 31, 2021", "Facebook", "Instagram", "Tumblr", "Youtube", "[IMG]", "* News", "* Politics", "* Business", "* Videos", "* Terms and Conditions", "_____________________", "type here...", "Search", "Latest news", "Hillary Clinton’s Been Circling Matt Gaetz Home and Shouting ‘Lock Him Up!’", "Birx Wishes She Had Been Close to Trump and Had Access to the Media to Do More", "to Stop Him", "Jesus Says Lil Nas X Can Grind on Him in His Next Video as ‘An Olive Branch to", "MAGA’", "GA Republicans Propose Segregated Voting Booths", "Reporter Asks Ted Cruz to Either Put a Mask Over His Face or a Gun in His", "Mouth", "- Advertisement -", "Entertainment", "July 5, 2019", "Updated: July 12, 2020", "Tomi Lahren: “Everyone Knows Mermaids Are White, Just Like Santa and Jesus!”", "[IMG]", "By James Schlarmann", "[IMG]", "LA CULERA RUBIA ARRUGADA, CALIFORNIA — Fox News contributing racist muppet", "Timothy Lahren railed against Disney’s decision to cast a female of color", "in the central role of the upcoming live-action remake of 1989’s animated", "classic, “The Little Mermaid,” today.", "MORE: NYC Offers to Paint “Orange Lies Matter” in Front of Trump Tower", "Instead", "Speaking on a conservative talk radio show, Ms. Limpbiskit told the show’s", "host she thinks the casting of actress Halle Bailey was Disney “giving", "over to the angry left-wing mob of tolerance and representation.” She went", "on to say that “changing the skin tone of established characters” is like", "“spitting in all our beautiful white faces.” Thrombosis said that American", "conservatives should consider boycotting the new film when it comes out to", "“stand up for traditional skin colors and the heritage of white mermaids.”", "- Advertisement -", "“This is just a crock of liberal, hippy-dippy, uber-PC, social Marxism", "bullcrap, and everyone knows it,” LastCallForAlcohol said emphatically.", "“Because anyone who’s educated even the slightest in mermology knows that", "merpeople are all white. Because they’re made in God’s image but crossed", "with a fish. And um, sorry libs, God’s white, and we know he’s white", "because his son, Jesus, was white too!”", "Disney is “blackwashing mermaids just like liberals tried to blackwash", "Jesus” according to Ms. LolipopGuild.", "“Everyone knows mermaids are white, just like Santa and Jesus,” Tillamook", "said, “and all the blackwashing and fictional white character genocide in", "the world can’t cover-up the truth! They might have the fact-based truth,", "but we have the truth that’s in our hearts. The same heart in our chests", "that tells us Donald Trump is a super-successful, very rich, completely", "legitimately elected, popular president who has accomplished more than", "Barack Obama could in eight whole years is telling us that there is just", "no way in flipping hell that Ariel should be black.”", "[IMG]", "Lompoc reminded the radio show’s audience of another conservative", "controversy over whether Santa Claus can or should be black.", "“Black Santa! Remember that? These liberals don’t know how to stop", "stooping to new lows,” Tabasco said. “No wonder these idiots believe in", "climate change! They think Santa Claus could be black somehow! Imagine", "that, not believing that there were weapons of mass destruction in Iraq,", "but believing Santa could be black! And they wonder why we make sure to", "cheat to win elections! We have to keep these loony morons out of office!", "Before they convince the fine people in red states that carbon dioxide is", "bad for the environment!”", "Ms. Listeria gave listeners a list of other people that she will “never", "let the libtards blackwash.”", "“Some people might think I’m unaware of how racist I am, or whatever, but", "I will not sit idly by while liberals blackwash everyone from Marty McFly", "to Luke Skywalker to James Bond,” Lamplight said. “That’s just not how I", "roll, fam! What’s next, them stealing jazz, rock and roll, hip hop, and", "marijuana back from us? I don’t think so!”", "MORE: DNC Encourages Trump Supporters to Boycott Elections With Mail-in", "Ballots", "Like what you read? Consider becoming a paid Facebook subscriber, signing", "up for my Patreon, or consider dropping a buck or two in my virtual tip", "jar, via my PayPal.Me account.", "Writer/comedian James Schlarmann is the founder of The Political Garbage", "Chute and his work has been featured on The Huffington Post. You can", "follow James on Facebook, Spotify, and Instagram, but not Twitter because", "Twitter is a cesspool.", "Related", "- Advertisement -", "* Tags", "* Disney", "* Halle Bailey", "* HalleBailey", "* politicalsatire", "* satire", "* The Little Mermaid", "* TheLittleMermaid", "* Tomi Lahren", "[IMG]", "James Schlarmannhttp://facebook.com/JamboSchlarmbo", "Comedian, writer, semi-amateur burrito wrangler and platypus aficionado,", "James cannot and will not be pigeonholed by anyone's expectations. Unless", "you want to pay him money, in which case his principles are as malleable", "as his \"children\" are \"in need of food.\" Winner of absolutely zero", "lifetime achievement awards. You should definitely not give a shit about", "his opinions. James' satire is also found on: Alternative", "Facts, Alternative Science, The Political Garbage Chute, The Pastiche", "Post, Satirical Facts Hire James to create (very likely) funny content.", "Share", "Facebook", "Twitter", "Pinterest", "WhatsApp", "Latest news", "Religion", "Jesus Says Lil Nas X Can Grind on Him in His Next Video as ‘An Olive Branch to", "MAGA’", "James Schlarmann - March 29, 2021", "- Advertisement -", "Politics", "GA Republicans Propose Segregated Voting Booths", "James Schlarmann - March 26, 2021", "Politics", "Reporter Asks Ted Cruz to Either Put a Mask Over His Face or a Gun in His", "Mouth", "James Schlarmann - March 25, 2021", "Politics", "Cruz: “Republicans Just Want to Make Sure Voters Are the Right Shade of", "American”", "James Schlarmann - March 24, 2021", "Related news", "Crime/Justice", "Hillary Clinton’s Been Circling Matt Gaetz Home and Shouting ‘Lock Him Up!’", "James Schlarmann - March 31, 2021", "Medicine", "Birx Wishes She Had Been Close to Trump and Had Access to the Media to Do More", "to Stop Him", "James Schlarmann - March 30, 2021", "Religion", "Jesus Says Lil Nas X Can Grind on Him in His Next Video as ‘An Olive Branch to", "MAGA’", "James Schlarmann - March 29, 2021", "Politics", "GA Republicans Propose Segregated Voting Booths", "James Schlarmann - March 26, 2021", "- Advertisement -", "LEAVE A REPLY", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "Please enter your comment!", "_______________________________", "Please enter your name here", "_______________________________", "You have entered an incorrect email address!", "Please enter your email address here", "_______________________________", "[ ] Save my name, email, and website in this browser for the next time I", "comment.", "[ ] Notify me of follow-up comments by email.", "[ ] Notify me of new posts by email.", "[ Post Comment ]", "This site uses Akismet to reduce spam. Learn how your comment data is", "processed.", "Share this:", "* Click to share on Twitter (Opens in new window)", "* Click to share on Facebook (Opens in new window)", "* Related", "Science/Tech", "Medicine", "Moron Leader Gives His Idiot Cult Permission to Get Vaccinated From Disease He", "Downplayed", "James Schlarmann - March 18, 2021", "Science/Technology", "Space Force Releases Initial Cost Estimate to Yeet Matt Gaetz Into The Sun", "James Schlarmann - February 4, 2021", "Medicine", "Dr. Dre Fauci Suggests Trump May Want to Have Himself Tested for", "‘Punkassbitchitis’", "James Schlarmann - October 20, 2020", "Religion", "Religion", "Mike Pence Explains How Ripping Wombs Out of Immigrant Women is Pro-Life and", "Not Permanent Abortion", "James Schlarmann - September 18, 2020", "Religion", "God Apologizes for His “Sloppy Aim”", "James Schlarmann - August 17, 2020", "Religion", "Pat Robertson: “Jesus Died For Your Sins. The Least You Can Do Is Die For", "Trump’s Economy.”", "James Schlarmann - May 7, 2020", "Popular categories", "* Politics380", "* News151", "* Lifestyle62", "* Entertainment55", "* Medicine48", "* Business/Economy34", "* Religion32", "* Business21", "- Advertisement -", "[IMG]", "Archives", "* March 2021", "* February 2021", "* January 2021", "* December 2020", "* November 2020", "* October 2020", "Facebook", "Instagram", "Tumblr", "Youtube"]