["Link: canonical", "Link: image_src", "Link: amphtml", "Link: ia:markup_url", "Skip to content", "Site Navigation", "* * [ Submit ]", "[ Submit ]PopularLatest", "Sections", "* Politics", "* Ideas", "* Photo", "* Science", "* Culture", "* Podcasts", "* Health", "* Education", "* Planet", "* Technology", "* Family", "* Projects", "* Business", "* Global", "* Events", "* Books", "* Fiction", "* Newsletters", "The Atlantic Crossword", "Play Crossword", "The Print Edition", "the latest issue of the atlantic", "Latest IssuePast Issues", "----------------------------------------------------------------------", "Give a Gift", "* [ Submit ]", "Search The Atlantic _____________________ [ Submit Search ]", "Quick Links", "* Dear Therapist", "* Crossword Puzzle", "* Manage Subscription", "[ Submit ]", "* Popular", "* Latest", "* Sign In", "* Subscribe", "Politics", "The Rise of the Violent Left", "Antifa’s activists say they’re battling burgeoning authoritarianism on the", "American right. Are they fueling it instead?", "Peter Beinart", "September 2017 Issue", "Edmon de Haro", "Since 1907, Portland, Oregon, has hosted an annual Rose Festival. Since", "2007, the festival had included a parade down 82nd Avenue. Since 2013, the", "Republican Party of Multnomah County, which includes Portland, had taken", "part. This April, all of that changed.", "In the days leading up to the planned parade, a group called the Direct", "Action Alliance declared, “Fascists plan to march through the streets,”", "and warned, “Nazis will not march through Portland unopposed.” The", "alliance said it didn’t object to the Multnomah GOP itself, but to", "“fascists” who planned to infiltrate its ranks. Yet it also denounced", "marchers with “Trump flags” and “red maga hats” who could “normalize", "support for an orange man who bragged about sexually harassing women and", "who is waging a war of hate, racism and prejudice.” A second group, Oregon", "Students Empowered, created a Facebook page called “Shut down fascism! No", "nazis in Portland!”", "Next, the parade’s organizers received an anonymous email warning that if", "“Trump supporters” and others who promote “hateful rhetoric” marched, “we", "will have two hundred or more people rush into the parade … and drag and", "push those people out.” When Portland police said they lacked the", "resources to provide adequate security, the organizers canceled the", "parade. It was a sign of things to come.", "Recommended Reading", "* Stewart Rhodes", "A Pro-Trump Militant Group Has Recruited Thousands of Police, Soldiers, and", "Veterans", "Mike Giglio", "* Fallen voting booth with red emergency light", "The Election That Could Break America", "Barton Gellman", "* [IMG]", "The New Southern Strategy", "Adam Harris", "Recommended Reading", "* Stewart Rhodes", "A Pro-Trump Militant Group Has Recruited Thousands of Police, Soldiers, and", "Veterans", "Mike Giglio", "* Fallen voting booth with red emergency light", "The Election That Could Break America", "Barton Gellman", "* [IMG]", "The New Southern Strategy", "Adam Harris", "* For progressives, Donald Trump is not just another Republican", "president. Seventy-six percent of Democrats, according to a Suffolk poll", "from last September, consider him a racist. Last March, according to a", "YouGov survey, 71 percent of Democrats agreed that his campaign contained", "“fascist undertones.” All of which raises a question that is likely to", "bedevil progressives for years to come: If you believe the president of", "the United States is leading a racist, fascist movement that threatens the", "rights, if not the lives, of vulnerable minorities, how far are you", "willing to go to stop it?", "In Washington, D.C., the response to that question centers on how members", "of Congress can oppose Trump’s agenda, on how Democrats can retake the", "House of Representatives, and on how and when to push for impeachment. But", "in the country at large, some militant leftists are offering a very", "different answer. On Inauguration Day, a masked activist punched the", "white-supremacist leader Richard Spencer. In February, protesters", "violently disrupted UC Berkeley’s plans to host a speech by Milo", "Yiannopoulos, a former Breitbart.com editor. In March, protesters pushed", "and shoved the controversial conservative political scientist Charles", "Murray when he spoke at Middlebury College, in Vermont.", "As far-flung as these incidents were, they have something crucial in", "common. Like the organizations that opposed the Multnomah County", "Republican Party’s participation in the 82nd Avenue of Roses Parade, these", "activists appear to be linked to a movement called “antifa,” which is", "short for antifascist or Anti-Fascist Action. The movement’s secrecy makes", "definitively cataloging its activities difficult, but this much is", "certain: Antifa’s power is growing. And how the rest of the activist left", "responds will help define its moral character in the Trump age.", "Antifa traces its roots to the 1920s and ’30s, when militant leftists", "battled fascists in the streets of Germany, Italy, and Spain. When fascism", "withered after World War II, antifa did too. But in the ’70s and ’80s,", "neo-Nazi skinheads began to infiltrate Britain’s punk scene. After the", "Berlin Wall fell, neo-Nazism also gained prominence in Germany. In", "response, a cadre of young leftists, including many anarchists and punk", "fans, revived the tradition of street-level antifascism.", "In the late ’80s, left-wing punk fans in the United States began following", "suit, though they initially called their groups Anti-Racist Action, on the", "theory that Americans would be more familiar with fighting racism than", "fascism. According to Mark Bray, the author of the forthcoming Antifa: The", "Anti-Fascist Handbook, these activists toured with popular alternative", "bands in the ’90s, trying to ensure that neo-Nazis did not recruit their", "fans. In 2002, they disrupted a speech by the head of the World Church of", "the Creator, a white-supremacist group in Pennsylvania; 25 people were", "arrested in the resulting brawl.", "By the 2000s, as the internet facilitated more transatlantic dialogue,", "some American activists had adopted the name antifa. But even on the", "militant left, the movement didn’t occupy the spotlight. To most left-wing", "activists during the Clinton, Bush, and Obama years, deregulated global", "capitalism seemed like a greater threat than fascism.", "Trump has changed that. For antifa, the result has been explosive growth.", "According to NYC Antifa, the group’s Twitter following nearly quadrupled", "in the first three weeks of January alone. (By summer, it exceeded", "15,000.) Trump’s rise has also bred a new sympathy for antifa among some", "on the mainstream left. “Suddenly,” noted the antifa-aligned journal It’s", "Going Down, “anarchists and antifa, who have been demonized and sidelined", "by the wider Left have been hearing from liberals and Leftists, ‘you’ve", "been right all along.’ ” An article in The Nation argued that “to call", "Trumpism fascist” is to realize that it is “not well combated or contained", "by standard liberal appeals to reason.” The radical left, it said, offers", "“practical and serious responses in this political moment.”", "Those responses sometimes spill blood. Since antifa is heavily composed of", "anarchists, its activists place little faith in the state, which they", "consider complicit in fascism and racism. They prefer direct action: They", "pressure venues to deny white supremacists space to meet. They pressure", "employers to fire them and landlords to evict them. And when people they", "deem racists and fascists manage to assemble, antifa’s partisans try to", "break up their gatherings, including by force.", "Such tactics have elicited substantial support from the mainstream left.", "When the masked antifa activist was filmed assaulting Spencer on", "Inauguration Day, another piece in The Nation described his punch as an", "act of “kinetic beauty.” Slate ran an approving article about a humorous", "piano ballad that glorified the assault. Twitter was inundated with viral", "versions of the video set to different songs, prompting the former Obama", "speechwriter Jon Favreau to tweet, “I don’t care how many different songs", "you set Richard Spencer being punched to, I’ll laugh at every one.”", "The violence is not directed only at avowed racists like Spencer: In June", "of last year, demonstrators—at least some of whom were associated with", "antifa—punched and threw eggs at people exiting a Trump rally in San Jose,", "California. An article in It’s Going Down celebrated the “righteous", "beatings.”", "An antifascist demonstrator burns a Blue Lives Matter flag during a", "protest in Portland, Oregon, in June. (Scott Olson / Getty)", "Antifascists call such actions defensive. Hate speech against vulnerable", "minorities, they argue, leads to violence against vulnerable minorities.", "But Trump supporters and white nationalists see antifa’s attacks as an", "assault on their right to freely assemble, which they in turn seek to", "reassert. The result is a level of sustained political street warfare not", "seen in the U.S. since the 1960s. A few weeks after the attacks in San", "Jose, for instance, a white-supremacist leader announced that he would", "host a march in Sacramento to protest the attacks at Trump rallies.", "Anti-Fascist Action Sacramento called for a counterdemonstration; in the", "end, at least 10 people were stabbed.", "A similar cycle has played out at UC Berkeley. In February, masked", "antifascists broke store windows and hurled Molotov cocktails and rocks at", "police during a rally against the planned speech by Yiannopoulos. After", "the university canceled the speech out of what it called “concern for", "public safety,” white nationalists announced a “March on Berkeley” in", "support of “free speech.” At that rally, a 41-year-old man named Kyle", "Chapman, who was wearing a baseball helmet, ski goggles, shin guards, and", "a mask, smashed an antifa activist over the head with a wooden post.", "Suddenly, Trump supporters had a viral video of their own. A far-right", "crowdfunding site soon raised more than $80,000 for Chapman’s legal", "defense. (In January, the same site had offered a substantial reward for", "the identity of the antifascist who had punched Spencer.) A politicized", "fight culture is emerging, fueled by cheerleaders on both sides. As James", "Anderson, an editor at It’s Going Down, told Vice, “This shit is fun.”", "Portland offers perhaps the clearest glimpse of where all of this can", "lead. The Pacific Northwest has long attracted white supremacists, who", "have seen it as a haven from America’s multiracial East and South. In", "1857, Oregon (then a federal territory) banned African Americans from", "living there. By the 1920s, it boasted the highest Ku Klux Klan membership", "rate of any state.", "In 1988, neo-Nazis in Portland killed an Ethiopian immigrant with a", "baseball bat. Shortly thereafter, notes Alex Reid Ross, a lecturer at", "Portland State University and the author of Against the Fascist Creep,", "anti-Nazi skinheads formed a chapter of Skinheads Against Racial", "Prejudice. Before long, the city also had an Anti-Racist Action group.", "Now, in the Trump era, Portland has become a bastion of antifascist", "militancy. Masked protesters smashed store windows during multiday", "demonstrations following Trump’s election. In early April, antifa", "activists threw smoke bombs into a “Rally for Trump and Freedom” in the", "Portland suburb of Vancouver, Washington. A local paper said the ensuing", "melee resembled a mosh pit.", "When antifascists forced the cancellation of the 82nd Avenue of Roses", "Parade, Trump supporters responded with a “March for Free Speech.” Among", "those who attended was Jeremy Christian, a burly ex-con draped in an", "American flag, who uttered racial slurs and made Nazi salutes. A few weeks", "later, on May 25, a man believed to be Christian was filmed calling antifa", "“a bunch of punk bitches.”", "The next day, Christian boarded a light-rail train and began yelling that", "“colored people” were ruining the city. He fixed his attention on two", "teenage girls, one African American and the other wearing a hijab, and", "told them “to go back to Saudi Arabia” or “kill themselves.” As the girls", "retreated to the back of the train, three men interposed themselves", "between Christian and his targets. “Please,” one said, “get off this", "train.” Christian stabbed all three. One bled to death on the train. One", "was declared dead at a local hospital. One survived.", "The cycle continued. Nine days after the attack, on June 4, Trump", "supporters hosted another Portland rally, this one featuring Chapman, who", "had gained fame with his assault on the antifascist in Berkeley. Antifa", "activists threw bricks until the police dispersed them with stun grenades", "and tear gas.", "What’s eroding in Portland is the quality Max Weber considered essential", "to a functioning state: a monopoly on legitimate violence. As members of a", "largely anarchist movement, antifascists don’t want the government to stop", "white supremacists from gathering. They want to do so themselves,", "rendering the government impotent. With help from other left-wing", "activists, they’re already having some success at disrupting government.", "Demonstrators have interrupted so many city-council meetings that in", "February, the council met behind locked doors. In February and March,", "activists protesting police violence and the city’s investments in the", "Dakota Access Pipeline hounded Mayor Ted Wheeler so persistently at his", "home that he took refuge in a hotel. The fateful email to parade", "organizers warned, “The police cannot stop us from shutting down roads.”", "All of this fuels the fears of Trump supporters, who suspect that liberal", "bastions are refusing to protect their right to free speech. Joey Gibson,", "a Trump supporter who organized the June 4 Portland rally, told me that", "his “biggest pet peeve is when mayors have police stand down … They don’t", "want conservatives to be coming together and speaking.” To provide", "security at the rally, Gibson brought in a far-right militia called the", "Oath Keepers. In late June, James Buchal, the chair of the Multnomah", "County Republican Party, announced that it too would use militia members", "for security, because “volunteers don’t feel safe on the streets of", "Portland.”", "Antifa believes it is pursuing the opposite of authoritarianism. Many of", "its activists oppose the very notion of a centralized state. But in the", "name of protecting the vulnerable, antifascists have granted themselves", "the authority to decide which Americans may publicly assemble and which", "may not. That authority rests on no democratic foundation. Unlike the", "politicians they revile, the men and women of antifa cannot be voted out", "of office. Generally, they don’t even disclose their names.", "Antifa’s perceived legitimacy is inversely correlated with the", "government’s. Which is why, in the Trump era, the movement is growing like", "never before. As the president derides and subverts liberal-democratic", "norms, progressives face a choice. They can recommit to the rules of fair", "play, and try to limit the president’s corrosive effect, though they will", "often fail. Or they can, in revulsion or fear or righteous rage, try to", "deny racists and Trump supporters their political rights. From Middlebury", "to Berkeley to Portland, the latter approach is on the rise, especially", "among young people.", "Revulsion, fear, and rage are understandable. But one thing is clear. The", "people preventing Republicans from safely assembling on the streets of", "Portland may consider themselves fierce opponents of the authoritarianism", "growing on the American right. In truth, however, they are its unlikeliest", "allies."]