["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Jeb Bush", "stated on January 3, 2011 in a Wall Street Journal op-ed piece.:", "\"In 1998, nearly half of Florida's fourth-graders were functionally", "illiterate. Today, 72% of them can read.\"", "true mostly-true", "* Education", "* Florida", "* Jeb Bush", "Aaron Sharockman", "By Aaron Sharockman January 3, 2011", "Jeb Bush touts education gains in 'Wall Street Journal' piece", "Former Florida Gov. Jeb Bush is taking to the editorial pages of the Wall", "Street Journal to offer some unsolicited advice to the nation's new crop", "of governors.", "Tend to the economy, he says, but don't ignore education.", "In an opinion article published on Jan. 3, 2011, Bush wrote that states", "need to better hold teachers and students accountable, and discussed", "Florida's successes in implementing standardized testing and expanding", "school options for some students through voucher programs. Bush said the", "programs are showing results.", "\"In 1998, nearly half of Florida's fourth-graders were functionally", "illiterate,\" he wrote. \"Today, 72% of them can read.\"", "In this fact check, we're seeing whether Bush is right.", "Bush made education issues a hallmark of his two terms as governor, and", "has continued to push education reforms since leaving office. He founded", "the Foundation for Florida's Future, an education think tank that supports", "increased school options for students through voucher programs and holding", "schools and teacher more responsible for student outcomes. The foundation", "was a vocal supporter of SB 6, the controversial \"teacher tenure\" bill", "that Gov. Charlie Crist vetoed in 2010.", "Foundation spokeswoman Jaryn Emhoff said Bush's statistics come from the", "National Center for Education Statistics, a data-collecting arm of the", "U.S. Department of Education.", "The center each year charts students' progress in different subject areas", "through a National Assessment of Educational Progress, which measures", "students periodically in mathematics, reading, science, writing, the arts,", "civics, economics, geography and U.S. history. Which students are tested", "and in what subject varies each year.", "Fourth-graders were tested in reading in 1998, like Bush said.", "Their most recent test was in 2009.", "The test groups students into one of four performance levels --", "\"Advanced,\" \"Proficient,\" \"Basic\" or \"Below Basic.\"", "In 1998, Florida had one of the lowest average reading scores for", "fourth-graders in the country (Only Hawaii and the District of Columbia", "had scores that were significantly lower), according to the assessment.", "Only 23 percent of students received scores that rated \"Proficient\" or", "\"Advanced,\" while 31 percent of test takers received a score on the test", "that rated \"Basic.\" The rest of the test takers, 46 percent, received a", "score of \"Below Basic.\"", "Now contrast that with 2009. That year, only 27 percent of test takers", "received a score of \"Below Basic\" -- a 19 percentage point improvement.", "That means 73 percent scored \"Basic,\" \"Advanced\" or \"Proficient.\" And the", "average test score in Florida in 2009 was among the top 10, according to", "the assessment. The average nationwide score also improved since 1998, but", "not as much.", "Bush's numbers are backed up by education department statistics, but we", "also have to check his characterization that fourth-graders who receive a", "rating of \"Below Basic\" are \"functionally illiterate.\"", "What is \"functionally illiterate?\"", "This gets a little confusing -- whether you're literate or not.", "First, there is no definition of \"Below Basic\" that accompanies the", "National Assessment of Education Progress. Instead, the assessment has", "definitions for only the other three ratings. See for yourself here.", "Andrew J. Kolstad, a senior technical adviser for the assessment division", "at the National Center for Education Statistics, said the rating is simply", "meant to indicate that a tester is less than \"Basic.\"", "Here's an explanation of what a \"Basic\" rating means:", "Featured Fact-check", "Viral image", "stated on March 3, 2021 in a Facebook post", "“Schools banning Dr. Seuss books.”", "true false", "By Ciara O'Rourke • March 10, 2021", "Fourth-grade students performing at the Basic level should demonstrate an", "understanding of the overall meaning of what they read. When reading texts", "appropriate for fourth-graders, they should be able to make relatively", "obvious connections between the text and their own experiences and extend", "the ideas in the text by making simple inferences.", "For example, when reading literary text, they should be able to tell what", "the story is generally about — providing details to support their", "understanding — and be able to connect aspects of the stories to their own", "experiences.", "When reading informational text, Basic-level fourth-graders should be able", "to tell what the selection is generally about or identify the purpose for", "reading it; provide details to support their understanding; and connect", "ideas from the text to their background knowledge and experiences.", "Kolstad said, for instance, that a student can be able to decode the words", "of a text, or \"read,\" but not be able to make obvious connections between", "the text and their own experiences. That wouldn't make them illiterate,", "Kolstad said, but would mean they receive a \"Below Basic\" rating on the", "assessment.", "Emhoff, with Bush's foundation, said she believes that \"Below Basic\" is", "defined as functionally illiterate, while \"Basic\" is reading at grade", "level. And so on.", "That leaves us with trying to define functionally illiterate, which isn't", "so easy either, especially for a fourth-grader. The United Nations", "Educational, Scientific and Cultural Organization (UNESCO) defines a", "functionally illiterate person as \"one who cannot engage in all those", "activities in which literacy is required for effective functioning of his", "group and community and also for enabling him to continue to use reading,", "writing and calculation for his own and the community's development.\"", "That doesn't mean they can't read, necessarily.", "Our ruling", "All this may seem like semantics, but the definitions here are important.", "Here's what Bush wrote: \"In 1998, nearly half of Florida's fourth-graders", "were functionally illiterate. Today, 72% of them can read.\" The contrast", "here can be read to mean that nearly half of Florida's fourth-graders", "couldn't read in 1998, and now, 72 percent can read.", "But that's not true.", "Close to half of fourth-grade students in Florida failed to meet a \"Basic\"", "level of reading as defined by the federal government in 1998. In 2009,", "that number fell to 27 percent -- meaning 73 percent of test takers were", "able to make the \"Basic\" reading level.", "Those are more complex definitions compared to being functionally", "illiterate and being able to read.", "That said, Bush's column also makes the broader point that reading scores", "in Florida have improved dramatically since 1998. And there's no question", "about that. Florida has gone from almost the worst to one of the best.", "In trying to boil down a complicated topic for a mainstream audience, Bush", "probably picked the wrong words. But his point is valid. We rate his", "statement Mostly True.", "Our Sources", "Wall Street Journal, \"Accountability is working in Florida's school,\" Jan.", "3, 2011", "E-mail interview with Jaryn Emhoff, Foundation for Florida's Future, Jan.", "3, 2011", "National Assessment of Educational Progress, about the assessment,", "accessed Jan. 3, 2011", "National Center for Education Statistics, reading report for Florida,", "1998, accessed Jan. 3, 2011", "National Center for Education Statistics, reading report for Florida,", "2009, accessed Jan. 3, 2011", "Interview with Andrew J. Kolstad, a senior technical adviser for the", "assessment division at the National Center for Education Statistics, Jan.", "3, 2011", "National Assessment Governing Board, definition of reading achievement", "levels, Jan. 3, 2011", "United Nations Educational, Scientific and Cultural Organization (UNESCO)", "definition of functional illiteracy, Jan. 3, 2011", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Aaron Sharockman", "Bloggers", "stated on October 7, 2020 a post on Facebook:", "“Shredded Pennsylvania Mail in ballot Applications were discovered in a", "trailer. The applications were for @realDonaldTrump.”", "false false", "By Aaron Sharockman • October 8, 2020", "Jason MIller", "stated on October 4, 2020 comments on ABC's \"This Week\":", "Says Joe Biden stays in his basement.", "false false", "By Aaron Sharockman • October 4, 2020", "Facebook posts", "stated on August 14, 2020 a post on Facebook:", "“As of the last 24 hours this is the protocol regarding masks: Masks", "should only be used by healthcare workers, caretakers or by people who are", "sick with symptoms like fever and cough.”", "false false", "By Aaron Sharockman • August 18, 2020", "Facebook posts", "stated on June 30, 2020 a post on Facebook:", "An image from the St. Louis protest is “what MSM (mainstream media) won’t", "show you. Peaceful demonstrator pointing weapon at homeowner.”", "false false", "By Aaron Sharockman • July 1, 2020", "Facebook posts", "stated on June 24, 2020 a Facebook post:", "Tennis star Serena Williams wrote that she’s “sick of COVID-19. I’m sick", "of black vs. white. I’m sick of Democrats vs. Republicans. I’m sick of gay", "vs. straight. I’m sick of Christians vs atheists. I’m REALLY sick of the", "media.”", "false false", "By Aaron Sharockman • June 24, 2020", "Facebook posts", "stated on June 12, 2020 a post on Facebook:", "Says Tim Tebow “kneeled in protest of abortion during the National Anthem", "in 2012. He was praised by fans as being a ‘model American.’”", "false false", "By Aaron Sharockman • June 19, 2020", "Tweets", "stated on February 29, 2020 posts on Twitter and Facebook:", "Says Sen. Chuck Schumer deleted a Feb. 5 tweet criticizing President", "Donald Trump’s decision to ban some forms of travel to and from China.", "pants-fire pants-fire", "By Aaron Sharockman • February 29, 2020", "Viral image", "stated on February 29, 2020 a post on Facebook:", "“Bernie Logic: Nobody can live on $7 an hour. We must raise the minimum", "wage to $15 an hour. Also we must raise the tax rate to 52%. $15 an hour *", "52% = $7.80. $15 an hour - $7.80 = $7.20. $7.20 an hour!!!”", "false false", "By Aaron Sharockman • February 29, 2020", "Amy Klobuchar", "stated on December 20, 2019 the sixth Democratic presidential debate:", "Says Pete Buttigieg ran statewide in Indiana and \"lost by 20 points.\"", "true true", "By Aaron Sharockman • December 20, 2019", "Facebook posts", "stated on October 29, 2018 a post on Facebook:", "\"As some of you may know I am the recent $3.4 million lotto winner. I’d", "like to spread some positivity so I’m sending $1,000 to the first 100k", "people that share this.\"", "pants-fire pants-fire", "By Aaron Sharockman • October 30, 2018", "Bloggers", "stated on February 7, 2018 a blog post:", "\"FBI RAIDS OBAMA – Find Massive Secret That Was Hidden For YEARS.\"", "false false", "By Aaron Sharockman • March 30, 2018", "Bloggers", "stated on March 28, 2018 a blog post:", "\"Robert Redford Says: Michelle And Barack Obama Should Get Five Years In", "Prison.\"", "pants-fire pants-fire", "By Aaron Sharockman • March 30, 2018", "Donald Trump", "stated on November 29, 2017 a post on Twitter:", "Says Joe Scarborough is party to an \"unsolved mystery\" from his time as a", "congressman in Florida.", "pants-fire pants-fire", "By Aaron Sharockman • November 29, 2017", "Bloggers", "stated on October 30, 2017 a blog post:", "\"Jeff Flake’s office leaks names of those charged in Mueller’s Russian", "probe.\"", "pants-fire pants-fire", "By Aaron Sharockman • October 30, 2017", "Bloggers", "stated on October 3, 2017 a blog post:", "\"Las Vegas shooting witnesses report multiple gunmen dressed as security", "guards.\"", "pants-fire pants-fire", "By Aaron Sharockman • October 3, 2017", "Jeb Bush touts education gains in 'Wall Street Journal' piece", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]