["Link: canonical", "duluthnewstribune logo", "Vaccine Tracker", "Search", "_____________________", "[ ] Menu", "duluthnewstribune logo", "_____________________", "Topics", "* News", "* Weather", "* Crime & Courts", "* Sports", "* Obituaries", "* Health", "* Business", "* Education", "More", "* Lifestyle", "* National", "* Government & Politics", "* Derek Chauvin Trial", "Our News Network", "* Brainerd", "* Fargo-Moorhead", "* Grand Forks", "* Rochester", "* Willmar", "* More…", "Special Interests", "* Indigenous Impacts", "* NewsMD", "* Northland Outdoors", "* Astro Bob", "* The Vault", "* The Rink Live", "* The Woman Today", "* Shop", "Opinion", "* Columns", "* Letters", "* Editorials", "* Cartoons", "Community Interests", "* Entertainment", "* Milestones", "* Community", "* Comics", "* Games", "* Legal Notices", "Listings", "* Motors", "* JobsHQ", "* HomesHQ", "* ApartmentsHQ", "* Classifieds", "* Marketplace", "E-Paper", "Benefits  Log in  Account", "Account SUBSCRIBE NOW $4 for 16 weeks", "SUBSCRIBE NOW $4 for 16 weeks", "Trending Articles", "Books", "New book tells readers to stop keeping stuff and start focusing on memories", "Crime and Courts", "Duluth attorney disbarred by Minnesota Supreme Court", "History", "45 years after sinking, last communications from Edmund Fitzgerald still haunt", "Weather", "WeatherTalk: The death toll from the cold wave in Texas is staggering", "News", "Radinovich addresses history of tickets, fines", "Dogged by a 15-year history of parking tickets mixed with a smattering of", "moving violations, Joe Radinovich attempted to put to bed a ticket-gate", "controversy Thursday. Radinovich's comments came roughly one week after an", "outside super-PAC, or pol...", "Written By: Brady Slater | 6:34 pm, Aug. 23, 2018", "Joe Radinovich", "×", "Joe Radinovich", "Dogged by a 15-year history of parking tickets mixed with a smattering of", "moving violations, Joe Radinovich attempted to put to bed a ticket-gate", "controversy Thursday. Radinovich's comments came roughly one week after an", "outside super-PAC, or political action group, made an issue out of his", "roughly 30 infractions as an adult driver.", "\"I reject that they're a character issue,\" said Radinovich, the", "Democratic-Farmer-Labor candidate in the race for the open seat in the 8th", "Congressional District.", "Newsletter signup for email alerts", "Radinovich called the issue \"a headache\" and said he'll be more careful", "about it going forward. The vast majority of violations occurred in", "Hennepin County in the last several years, when Radinovich worked as an", "aide to onetime city councilor and current Minneapolis Mayor Jacob Frey.", "\"It was tough to avoid parking tickets sometimes,\" Radinovich said,", "describing how construction and a lack of contract parking forced him to", "use streetside parking meters, which would expire while he said he became", "preoccupied by the business of the day.", "Thursday began with Republican candidate Pete Stauber's camp putting out a", "news release saying Radinovich owed it to voters to explain the violations", "- 31 total dating to 2004. The Minnesota Judicial Branch website", "categorically listed the infractions as petty misdemeanors - making the", "violations civil matters correctable by paying fines. Petty misdemeanors", "are not crimes.", "Many of the fines incurred by Radinovich through the years included late", "charges and were sent to the state's Department of Revenue to be", "collected, he admitted. Some of the most recent fines were listed as", "having been paid this week. Radinovich explained that he uses a post", "office box and does not receive mail at his physical address in Ironton,", "Minn. The arrangement sometimes led to a delay in his receiving notices,", "he said.", "\"I take full responsibility for this,\" he said. \"It's a series of petty", "misdemeanors and that's the extent of it.\"", "The Stauber campaign seized on last week's special interest report to say", "in its news release that Radinovich \"... won't even pay his own bills and", "take responsibility for his own actions.\"", "\"Pete Stauber has staked his career on character and integrity,\"", "spokesperson Caroline Tarwid said in a news release. \"For much of that", "same time, Joe has been ignoring the very law and order that hardworking", "Minnesotans in the 8th District follow every day.\"", "A News Tribune data request earlier this year of Stauber's 23 years in the", "Duluth Police Department revealed a career without a single formal", "complaint filed against him. At the same time, his police file included a", "handful of commendations and promotions.", "A court records check of Stauber did reveal one speeding ticket from 2015;", "he was driving in Cook County and cited for driving up to 10 mph over a", "55-mph limit. Stauber took care of it and the case was closed.", "Radinovich called Stauber \"a good guy,\" but warned that if he wanted to", "make accusations of character issues, Radinovich would point a finger back", "to Stauber's support of President Donald Trump. Radinovich described Trump", "as an \"unindicted co-conspirator to violate election law,\" referencing the", "week's highly publicized legal news involving Trump's onetime campaign", "chairman Paul Manafort and personal attorney Michael Cohen.", "\"Folks understand that on the level parking tickets don't equate to those", "types of accusations,\" Radinovich said.", "First 8th District candidate forum set", "The candidates will have a chance to continue challenging one another on", "Sept. 26 in Duluth, where the first 8th District candidate forum has been", "agreed to and scheduled.", "Sponsored by the Duluth News Tribune editorial department and Duluth Area", "Chamber of Commerce, the 8th District candidate forum will feature", "Radinovich, Stauber and Independence Party endorsee Ray \"Skip\" Sandman.", "The 8th District forum will be held at 10 a.m., in the 580-seat Depot", "Playhouse Theatre. It is one in a series of election forums to be held by", "the News Tribune and Chamber, including senatorial and gubernatorial", "forums. Ross said he considered the 8th District forum the granddaddy of", "the season, reasoning that the other major races will feature additional", "statewide opportunities.", "\"We anticipate it will be a capacity crowd,\" Chamber President and CEO", "David Ross said. \"The Chamber and the Tribune viewed the arranging for", "this (8th) Forum as our highest priority. We made it happen.\"", "Ross and News Tribune Editorial Page Editor Chuck Frederick will mediate", "the forum.", "\"I'm confident it will provide a lot of good information for the voters to", "hear,\" Frederick said.", "Radinovich said he hoped for several more debate-style events.", "\"I would debate every day of the week if I could,\" he said, adding that", "his campaign is agreeable to events tentatively set for Ely and Brainerd.", "Stauber's camp has yet to agree to further debates, with its spokesperson", "Tarwid saying, \"As you can imagine we have received numerous invitations,\"", "she said. \"We're collecting them all now and doing it strategically.\"", "Sandman said he looked forward to the scheduled event in Duluth, adding,", "\"What I hope to do is give the voters a choice rather than just the two", "main parties.\"", "Forums scheduled throughout election season", "The Duluth News Tribune is playing host to a series of public forums Sept.", "5 through Oct. 1 for candidates running for local, state and federal", "offices in the Nov. 6 election. The Duluth Area Chamber of Commerce will", "co-host the gubernatorial, congressional and senatorial races:", "• 6 p.m. Sept. 5 at the Duluth News Tribune, 424 W. First St - three", "rounds of Duluth-area legislative and St. Louis County Board candidates,", "including Minnesota House districts 3B, 7A and 7B as well as St. Louis", "County Board District 1", "• 10 a.m. Sept. 12 at the Depot, 506 W. Michigan St. - gubernatorial forum", "• 10 a.m. Sept. 19 at the Depot - U.S. Senate forum", "• 10 a.m. Sept. 26 at the Depot - 8th Congressional District forum", "• 10 a.m. Oct. 1 at the Virginia Courthouse, 300 S. Fifth St. - three", "rounds of Iron Range-area legislative and St. Louis County candidate", "forums, featuring candidates for Minnesota House districts 3A, 6A and 6B", "as well as St. Louis County Board District 6", "Pete Stauber", "Pete Stauber", "Related Topics", "8TH DISTRICT", "Suggested Articles", "Hundreds of protesters gathered in front of Minnesota Gov. Tim Walz's home", "on Summit Avenue in St. Paul on Friday, April 17 calling to \"reopen", "Minnesota.\" Sarah Mearhoff / Forum News Service", "Government and Politics", "Minnesota Rep. Jeremy Munson hopes 'secession' amendment starts a conversation", "An image from Minnesota Rep. Jeremy Munson's website touts HF 2243, a", "proposed constitutional amendment that would allow Minnesota counties to", "secede from the state and join up with the more politically aligned South", "Dakota. (Image via www.jeremymunson.com)", "Government and Politics", "Minnesota GOP lawmaker's ploy to join South Dakota reveals ridged partisanship", "Flowers and a poster are left outside Gold Spa following the deadly", "shootings in Atlanta on March 17, 2021. (REUTERS / Shannon Stapleton)", "Government and Politics", "Minnesota House pushes to update hate crime laws", "Multiple ring-top beer cans found on the beach at Park Point in February", "2021 indicate that dredging machinery must have encountered an older cache", "of trash. (Jed Carlson / jcarlson@superiortelegram.com)", "Government and Politics", "Duluth mayor requests feds to study ship canal structure's role on Park Point", "erosion", "A Spirit Room employee holds a to-go cocktail crate at the bar in", "Superior's Trade and Commerce Building in August 2020. (Photo courtesy of", "Lindsey Graskey)", "Government and Politics", "Wisconsin bars, restaurants can sell cocktails to go starting Sunday", "Newsletter signup for email alerts", "Account", "* Manage My Account", "* Privacy Policy", "* Terms and Conditions", "* News", "* Subscription Options", "* Email Newsletters", "* E-Paper", "* Our News Network", "Contact", "* Get Help", "* News", "* Advertising", "* Work with Us", "More", "* JobsHQ", "* Motors", "* HomesHQ", "* Shop", "Social", "* *  * © Duluth News Tribune and Forum Communications Company", "424 W. First St., Duluth, MN 55802", "(218) 723-5281"]