["Link: canonical", "Link: shortlink", "Jump to navigation", "Find Us On...", "Find us on FacebookFind us on TwitterFind us on YouTubeFind us on", "FlickrFind us on Instagram", "Home", "* Home", "* About", "* Overview", "* Mandate and Core business", "* Historical and Political Context", "* History", "* Organogram", "* Presidential Buildings", "* National Symbols", "* Media Room", "* Press Statements", "* President Cyril Ramaphosa", "* Deputy President David Mabuza", "* Minister Maite Nkoana-Mashabane", "* Deputy Minister Thembi Siweya", "* Deputy Minister Hlengiwe Mkhize", "* Dr Tshepo Motsepe", "* Speeches", "* President Cyril Ramaphosa", "* Deputy David Mabuza", "* Minister Maite Nkoana-Mashabane", "* Deputy Minister Thembi Siweya", "* Deputy Minister Hlengiwe Mkhize", "* Director-General Dr Cassius Reginald Lubisi", "* Dr Tshepo Motsepe", "* Cabinet Statements", "* Media Registration", "* State of the Nation Address", "* Profiles", "* President Cyril Ramaphosa", "* Deputy President David Mabuza", "* Acting Minister Khumbudzo Ntshavheni", "* Minister Maite Nkoana-Mashabane", "* Deputy Minister Hlengiwe Mkhize", "* Deputy Minister Thembi Siweya", "* Dr Tshepo Motsepe", "* Services", "* Links", "* Tenders", "* Vacancies", "* Contact Us", "* Publications", "* Contact Us", "World TB Day Commemoration", "Deputy President Mabuza delivers the keynote address at the commemoration", "Oversight visit to Sebokeng", "Deputy President Mabuza conducts an oversight visit as part of the work of", "the IMC on Service Delivery", "Working Visit by President Masisi of Botswana", "President Ramaphosa receives President Masisi for a Working Visit,", "Mahlamba Ndlopfu", "The Special Official Funeral of His Majesty King Goodwill Zwelithini", "KaBhekuzulu", "President Ramaphosa delivers the eulogy at the funeral", "Biovac Facility, Cape Town", "Deputy President Mabuza visits the facility", "1", "2", "3", "4", "5", "previous next", "Pages", "* 1", "* 2", "* 3", "* 4", "* 5", "* 6", "* 7", "* 8", "* 9", "* …", "* next ›", "* last »", "Search form", "Search _________________________________________", "[ submit ]", "Presidential Hotline: 17737", "You are here", "1. Home |", "2. Progress made in the past financial year under the leadership of", "President Zuma", "Back to top", "Progress made in the past financial year under the leadership of President Zuma", "12 April 2017 - 12:00am", "Profile Image:", "As President Jacob Zuma celebrates his 75th birthday, The Presidency takes", "stock of some of the progress made in the past year alone under his", "leadership. The list is not exhaustive but covers some of the achievements", "of the past financial year which ended on 31 March 2017.", "ECONOMIC TRANSFORMATION AND REIGNITING GROWTH AND JOBS", "Progress was made in various programmes including energy, manufacturing,", "transport, telecommunications, water, tourism, the ocean economy, mining,", "agriculture, telecommunications, Industrial Policy Action Plan and", "managing workplace conflict.", "To actively ensure the ease of doing business in the country, the", "Inter-Ministerial Committee on Investment was established, chaired by the", "President, with the Deputy President and 18 Ministers as members. One of", "the key practical steps has been the establishment of the One Stop Shop or", "InvestSA initiative to remove obstacles to doing business in South Africa.", "The project, overseen by the IMC, works actively to assist potential", "investors  to fast-track company registrations, water or energy licensing,", "environmental impact assessments, visa requirements and other imperatives.", "The programme will be rolled out in all provinces, removing the red tape", "in government that is impeding new investments.", "Progress has been made in various focus areas, such as the following;", "Manufacturing", "Significant strides were made to support the country’s manufacturing", "sector. During the 2015/16 financial year, the Department of Trade and", "Industry (dti)  through its range of incentives supported 1 770 companies", "resulting in a total of R57 billion new investment made by the private", "sector and more than 80 000 jobs were supported. In the first six months", "of the current financial year, the dti through its incentives leveraged", "more than R27 billion private sector investment and supporting just over 7", "000 new jobs to be created. The dti’s Automotive Production and", "Development Programme has attracted automotive investments from across the", "world.", "The Industrial Development Corporation last year approved R14,5 billion in", "new investment, the largest sum to date and 26% higher than the preceding", "year. Of particular note is the fact that this included 2,9 billion in", "transactions involving 54 black industrialists, so that we broaden", "participation in the economy. Roughly R1 billion was approved for", "youth-owned enterprises, showing that we are serious about implementing", "the Youth Employment Accord.", "The Black Industrialists Programme was established to enable black", "industrialists to enter strategic and targeted industrial sectors and", "value chains. This project seeks to enable black empowerment beyond share", "ownership schemes, to create a footprint of industries owned by black", "people.", "So far, more than 27 black industrialists have been supported to the value", "of more than R1.5 billion, mainly in agro-processing; plastic and", "pharmaceuticals; electro technical equipment; and metals sectors. More", "than 2000 jobs were created across the sectors.  The Special Economic", "Zones programme remains an important instrument to attract strategic", "foreign and domestic direct investment, build targeted industrial", "capabilities and also build new industrial hubs.", "Since the introduction of the Programme; investments worth R41,2 billion", "have already been secured and the relevant projects are at various levels", "of implementation. Of these, R9.4 billion worth of investments are already", "in operation in the zones.", "Agriculture and rural development", "The agricultural outlook has improved and growth in this sector is", "expected to return as weather conditions improve in the coming months as", "expected.", "The value of agricultural production in South Africa was R247 billion in", "2015/2016, with its contribution to the GDP being close to R72 billion.", "South Africa’s exports of agriculture, forestry and fisheries products", "increased by 18,0% year on year, leading to a country being a net", "exporter.", "The sector was affected by the devastating drought. During the course of", "2015/16 the Department of Agriculture, Forestry and Fisheries,", "collaborating with provincial departments of agriculture allocated an", "amount of R263 million towards agricultural drought relief, focusing on", "the provision of animal feed, drilling and equipping of boreholes for", "smallholder and subsistence producers. In addition the provincial", "equitable share funds to a total of R124 million was allocated.", "The Industrial Development Corporation (IDC) further made available an", "amount of R500 million to the Land Bank for lending to farmers towards", "drought relief. As drought is still upon us, Government is rolling out a", "further drought relief programme focusing on animal feed to the amount of", "R212 million to be completed by the end of December 2016. This is coupled", "with on-going capacitation of farmers to enhance their resilience from the", "effect of drought and related hazards.", "Good progress has been made in the implementation of Rural Development and", "Land Reform programmes across the country. One hundred and eighty six", "farms were supported under the Recapitalisation and Development Programme", "and 730 farmers have been trained through the Programme.", "The programme also created 1,030 jobs in land reform projects. With", "regards to the work of the Commission on Restitution of Land Rights, 183", "land claims settled impacting 4,318 Households consisting of 32,172", "beneficiaries and 35,204.89 hectares. Financial Compensation to the value", "of R636 006 442.71 was paid to land claim beneficiaries.", "The Department of Rural Development and Land Reform also facilitated seven", "Agri-park projects.", "Mining and the revitalisation of mining towns", "The partnerships formed in 2012 with mining companies following the", "Marikana tragedy, known as the Special Presidential Package aimed at", "revitalising mining towns, continues to yield results.", "Various government departments implement various projects in the mining", "towns curently. There are 351 informal settlements in the mining towns", "that are receiving support from Government’s National Upgrade Support", "Programme", "The Department of Social Development conducts community fieldwork through", "project Mikondzo providing support to mining communities.  The Department", "of Mineral Resources employs mine accident and occupational diseases", "prevention mechanisms through improved mine inspections, audits,", "investigations and monitoring of occupational exposure levels.  The", "Department of Health has established one stop service centres to bring", "health and compensation services to former and current mine workers in the", "mining towns and in labour sending areas.  One stop service centres have", "been established in Mthatha in the Eastern Cape and Carletonville in", "Gauteng.  The Mthatha centre is fully funded by government and more than", "3000 former mine workers have already made use of the centre’s services.", "Also, to date over 3000 current and former-miners have already made use", "of the Carletonville centre’s services.", "There is R10 billion of unclaimed former mineworker’s retirement benefits", "in various pension and provident funds.  The Financial Services Board is", "providing support to provident and pension fund administrators to identify", "former mineworkers who need to receive the pension and provident funds due", "to them some dating back to the 1970’s. The 1970’s mineworkers provident", "and pension fund has already paid over R20 million to 7 200 former", "mineworkers, the Amplats provident fund has paid R6.4million to 488", "workers.", "Energy, water and environmental sustainability", "Significant progress has been made to stabilise electricity supply in the", "country. Eskom has been able to meet the demand and no load shedding was", "experienced since August 2015. The stabilisation of the grid has been a", "direct result of commissioning of new capacity of the Eskom’s build", "programme and additional capacity sourced from the Independent Power", "Producers (IPPs).", "The extension of electricity supply to communities continued. In the", "2016/17 financial year a total grant of R5, 6 billion was made available", "to the Department of Energy for the electrification of 235 000 households", "with grid and 20 000 with non-grid. In the first and second quarters of", "the financial year, R1,3 billion has been spent realizing  167 225", "household connections.", "Importantly, Cabinet also designated Eskom and the South African Nuclear", "Energy Corporation as the procurers and operators of the various", "components of the nuclear new build programme.  The Department of Energy,", "the Energy Security Cabinet Sub-Committee and, ultimately Cabinet itself,", "will remain responsible for overall coordination and oversight of the", "programme.", "Before any nuclear new build procurement takes place, the Request for", "Proposals has to be issued.  Once proposals have been received and", "evaluated the Department of Energy is required to report back to Cabinet", "on the proposed funding model.  Any procurement process must be on a scale", "and at a pace that our country can afford.", "The development of infrastructure to expand water supply to communities", "and businesses continued.", "To alleviate the pollution in the Vaal River System, the Oranjeville Waste", "Water Treatment Plant in the Metsimaholo District Municipality and", "Leeuwkuil Waste Water Treatment Plant in the Emfuleni District", "Municipality were refurbished at a cost of R44.4million. This is part of", "the R300 million set aside to upgrade 24 dysfunctional waste -water", "treatment works in parts of Gauteng and the Free State.", "Other infrastructure projects opened include the following;", "• The Ncora Bulk Water Treatment Works Project in the Eastern Cape, which", "is estimated to benefit 17 887 families from 208 villages.", "• The Drakenstein Waste Water Treatment Plant which was launched and", "handed over to the Drakenstein Municipality in the Western Cape.", "• The Mokolo and Crocodile River (West) Water Augmentation Project which", "supplies water to the Lephalale Local Municipality, Eskom's power stations", "(Matimba and Medupi), the Zeeland water treatment plant, and Exxaro's", "Grootegeluk Mine. It also transfers water from the Crocodile River West", "near Thabazimbi to the Lephalale area.", "The training of youth as plumbers and water agents continued as part of", "the War on Leaks programmes. Government will train 15000 young people to", "help curb the R7 billion a year water losses.", "The Environmental Sector continues to be a source of job creation, skills", "development and economic empowerment.", "Through the Expanded Public Works Programme, environmental programmes have", "created work opportunities for over 97 000 previously unemployed people.", "Working for Waste has provided 3 750 job opportunities. The Working for", "Water programme employed 33,000 participants  to clear invasive plants.", "The 5,000 Fire-fighters of the Working on Fire programme continue to save", "billions of Rands for the country.", "The 1,450 Environmental Monitors have made a significant difference in", "combatting the poaching of rhinos and other species.", "During 2016, there has been a reduction in cases of rhino poaching, which", "points to the success of our Integrated Strategic Management of Rhinoceros", "approach.", "South Africa has also ratified the Paris Agreement to combat climate", "change.", "Operation Phakisa", "Government has initiated Operation Phakisa to boost delivery initially in", "the oceans economy, education and health. The programme has since been", "expanded to mining and agriculture, in particular aquaculture. The", "President will officially launch the aquaculture and mining Phakisa", "initiatives early in the New Year.", "A lot of work has been done in the two sectors this year already by", "government and stakeholders.", "The education Phakisa has focused on the use of information and", "communication technologies in schools while the health Phakisa helps", "government to develop ideal clinics.", "SOCIAL TRANSFORMATION", "Investment in teacher education and training continued in order to improve", "education outcomes. The Funza Lushaka Teacher training bursaries were", "awarded to 14343 students studying towards a Bachelor of Education or a", "Post Graduate Certificate in Education during 2016. The Bursary Programme", "targets students wanting to be teachers in scarce skills areas such as", "Mathematics, Science and Technology as well as for students studying to", "become teachers in the Foundation Phase.", "The question is no longer why there are mud schools in the country but how", "far government has gone in eradicating them in a programme that is", "delivering on its intentions. Government completed the building or", "refurbishment of 170 schools through the Accelerated Schools", "Infrastructure delivery Initiative, (ASIDI). The schools not only meet the", "minimum norms and standards expected of a school in a democratic South", "Africa but some exceed them. Government has also provided water to 615", "schools, decent sanitation to 425 schools and electricity to 307 schools.", "On learner transport, 377 933 learners were targeted to be transported. As", "at the end of the first quarter, 418 947    learners were transported to", "schools.", "In the 2015/16 financial year, the school feeding scheme, the National", "School Nutrition Programme reached a total of 9 630 590 learners in 21 177", "public primary, secondary as well identified special schools. The major", "spinoffs are higher levels of school attendance, concentration and", "retention.", "This programme also plays a major role in promoting local economic", "activity and community participation as well through the procurement of", "goods and services from 4 998 service providers nationally, including", "small medium enterprises and Cooperatives.  Furthermore, 55 658 Volunteer", "Food Handlers who cook and serve food to the learners received a monthly", "stipend thereby ensuring food security and work opportunities.", "To improve the health of learners in schools, the Departments of Basic", "Education, Health and Social Development jointly provide run the", "Integrated School Health Programme in schools, and reached 949 138", "learners.", "The Department of Basic Education also ran a successful National School", "Deworming Programme. A total of 3 523 794 (57%) learners were dewormed.", "Government has put through a request to the World Health Organisation for", "deworming tablets for the 2017 roll out.", "The adult basic education programme, Kha Ri Gude Project, has reached the", "target and 4, 2 million completed classes from 2008 to 2015.  Kha Ri Gude", "has created 326 320 job opportunities from 2008 to 2015. The campaign has", "won various awards including the UNESCO Confucius award.", "Cabinet approved the Integrated Early Childhood Development (ECD) Policy", "confirming ECD as a public good, to promote child development. In", "preparation for implementation, the National Treasury allocated an amount", "of R812 million for improving ECD infrastructure and increasing the child", "subsidy. To date, more than 1.4 million children attend ECD centres.", "Government is committed to ensuring that all financially needy,", "academically deserving youth are able to attend university and training", "and vocational education and training (TVET) colleges. As a result, a", "tremendous amount of progress has been made, particularly with expanding", "access to the poor through the National Student Financial Aid Scheme. The", "scheme currently supports approximately 480 000 poor undergraduate", "students to access university and TVET colleges.", "The President established the Presidential Commission of Enquiry into", "Higher Education and Training under the leadership of Justice Jonathan", "Heher to investigate and make recommendations on the feasibility of", "implementing fee-free Higher Education and Training in South Africa. It is", "due to provide a final report mid-year.", "Human settlements", "Government continued to restore the dignity of our people through building", "decent human settlements. Over the past 22 years, government has spent", "almost R170 billion to provide housing to over twenty two million indigent", "and vulnerable beneficiaries. Over fifty six percent (56%) of our housing", "beneficiaries are women.", "The country this year celebrated the delivery of over 4,3 million houses", "and subsidies. Our eyes are now firmly on the target of delivering six", "million houses and subsidies to our beneficiaries by 2019. The integration", "of communities continues with the settlements in COSMO City in", "Johannesburg and Cornubia in Durban being good examples.", "Support for SMMEs in the housing sector continued. Since our Cabinet", "approved intervention in the Nelson Mandela Bay Metro, the Department of", "Human Settlements has been paying more than R16 million to the contractors", "on a weekly basis. As a result of this intervention in the Nelson Mandela", "Bay Metro (NMBM) our contractors have been paid within fourteen days.", "Care and support to military veterans", "The delivery on some of the benefits to military veterans as stipulated in", "the Military Veterans Act of 2011 increased this year. The Department of", "Military veterans is currently providing 5 782 bursaries to military", "veterans and their dependents of which 3 655 is for Basic Education while", "2 127 is Higher Education. An amount of R121 million has been paid for", "Education support. To date, almost 15 000 military veterans are being", "provided with free healthcare support. The DMV is working to sort out its", "database so that more deserving veterans would be able to receive much", "needed care and support.", "Government is on course to provide 1000 houses to military veterans and a", "total of R138 million has been set aside for that purpose. Currently 1 900", "destitute military veterans are provided with support through the Social", "Relief of Distress programme run by the Department of Social Development", "and an amount of R12million has been set aside.", "Health", "During the reporting period, 65 Clinics and Community Health Centres were", "under construction across the country, which has also contributed to job", "creation.", "Overall life expectancy has steadily been increasing from 60 years in 2012", "to 62.9 years in 2014 due to improved health care provision. The health", "sector has recorded good progress in managing communicable diseases,", "inclusive of HIV andAIDS and TB. During quarter two 2016/17, a total of 2", "416 020 clients were tested for HIV. A total of 3,520,305 patients", "remained on Antiretroviral Treatment. The number of male clients who", "underwent Medical Male Circumcision improved from 124 762 in Quarter 1 to", "245 599 in Quarter 2.", "A total of 12,9 million people were screened for high blood pressure,", "which exceeded the set target of 8 million. A total of 10 million people", "were screened for raised blood glucose levels, which exceeded the set", "target of 8 million", "Social support", "Government’s social assistance programme continues to support poor", "households. To date, over 17 million people access social grants. The", "Child Support Grant and the Older Persons Grant are the two largest", "grants, with 12 million children and 3.2 million older persons. Government", "will always make sure to overcome whatever challenges may threaten the", "provision of this important social security net to our people.", "With regard to Comprehensive Social Security, Cabinet supported proposals", "on mandatory contributions for retirement, death and disability benefits,", "and the establishment of a single National Social Security Fund to", "administer the benefits.", "The Ministers of Social Development and of Finance will conduct", "consultations on this work with relevant stakeholders and report back to", "Cabinet.", "To promote food security, government, through the Department of Social", "Development has facilitated the establishment of a network of food", "distribution centres, which includes setting up Provincial Food", "Distribution Centres and 212 Community Nutrition Development Centres in", "partnership with Non-Profit Organizations operating in the targeted", "deprived communities.", "Through this programme the Department has since financial year 2015/16", "provided food to 3,155 306 beneficiaries, created a market for 245", "emerging food producers and cooperatives and procured about R9, 222 862.00", "worth of food from these emerging food producers and cooperatives that", "previously would not be able to participate in the food supply chain in", "this country.", "The Community Work Programme (CWP) run by the Department of Cooperative", "Governance, which offers an employment safety net to the poor, has", "expanded to 219 sites in 212 municipalities across South Africa. From a", "participation rate of less than 100 000 at its inception in 2010/11, the", "programme now employs 214 430 people in all nine provinces, mainly women", "and youth.", "The impact of the programme in Gauteng for example can be measured by a", "number of interventions by programme participants: cleaning almost 300 000", "square meters of public spaces, rivers and canals; clearing 1 051 illegal", "dumping sites; maintaining 2 076 community gardens; cleaning 81 000 square", "metres of cemeteries; benefitting 10 800 children at crèches; refurbishing", "2 058 desks and benefitting 34 000 learners with school patrols. The", "Community Work Programme provides hope and opportunity to a sector of the", "population that is economically and socially excluded.", "GOVERNANCE AND ADMINISTRATION", "Government continues to fight corruption and promote professional ethics", "in the public service.  As part of this drive, the Department of Public", "Service and Administration (DPSA) has introduced various measures through", "the Public Service Regulations, 2016, which came into effect on 1 August", "2016.", "The 2016 Public Service Regulations further prohibit Public Service", "employees from receiving, soliciting, or accepting gifts in return for", "performing or not performing their official duties and from conducting", "business with any organ of State, in their own capacity as individuals or", "through companies in which they are directors.", "The DPSA, together with National Treasury, will be monitoring the", "implementation of this prohibition clause, and will further put measures", "into place to prevent Public Service employees and their companies from", "being listed on the Central Supplier Database.", "SAFETY AND SECURITY", "The fight against crime and corruption continued.", "The consistently increasing incidence of violent public protests across", "the country during 2016 placed the resources of the SAPS under", "considerable pressure to tangibly demonstrate its ability to not only", "stabilise and contain such protests, but to do so within the context of", "the proportional use of force, guided by the principle of maximum", "restraint.", "During the 2015/16 financial year, the Public Order Policing (POP) managed", "to control 14 693 crowd-related incidents.", "Since South Africans have a right to protest peacefully as stipulated in", "the country’s Constitution, the SAPS will continue to capacitate the 28", "Public Order Policing Units that it has at its disposal to manage", "public-related protests, including the training and equipping of members", "to deal with crowd management.  This is also in line with the", "recommendations made by the Farlam Commission following the Marikana", "tragedy.", "Government has made good progress in reducing the numbers of children in", "correctional centres and in prioritizing them in implementing correctional", "and developmental programmes.", "Since the introduction of the Child Justice Act, the number of children", "incarcerated in correctional centres was reduced by 74%, from 1004 to 287", "in six years. As much as this trend in commendable, a challenge that", "requires all n society to address, is that the nature of crimes committed", "by children is more violent, which results in 90% children being on remand", "not qualifying for bail.", "The President currently leads the fight against crime and has visited", "communities affected by crime, promoting community participation in the", "fight against crime.", "FOCUS AREAS IN 2017", "Promoting economic growth, radical socio-economic transformation, land", "reform and redistribution, the funding of higher education, fighting crime", "and corruption, fighting racism and building a non-racial society as well", "as building the capacity of the state are the key priorities for the", "President and government in the current year.", "Enquiries: Dr Bongani Ngqulunga on 082 308 9373 or", "bongani@presidency.gov.za", "Issued by: The Presidency", "Pretoria", "The Presidency Profiles", "* President Cyril Ramaphosa", "* Deputy President David Mabuza", "* Acting Minister Khumbudzo Ntshavheni", "* Minister Maite Nkoana-Mashabane", "* Deputy Minister Hlengiwe Mkhize", "* Deputy Minister Thembi Siweya", "* Dr Tshepo Motsepe", "Home", "* About The Presidency", "* Speeches", "* Diary of Events", "* Media Registration", "* National Orders", "* Legal disclaimers", "Principals", "* President Cyril Ramaphosa", "* Deputy President David Mabuza", "* Acting Minister Khumbudzo Ntshavheni", "* Minister Maite Nkoana-Mashabane", "* Deputy Minister Hlengiwe Mkhize", "* Deputy Minister Thembi Siweya", "* Dr Tshepo Motsepe", "* Former Principals", "Services", "* Links", "* Tenders", "* Vacancies", "* Contact Us", "Publications & Documents", "* Publications", "* Documents", "* Annual Reports", "* PAIA"]