["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Factsheets", "4. FACTSHEET: Unemployment statis...", "FACTSHEET: Unemployment statistics in South Africa explained", "Published on 03 December 2014", "South Africa has one of the highest unemployment rates in the world.", "Politicians often bandy about claims about employment in an attempt to", "score political points. When the claims sound too good (or bad) to be true", "our readers get in touch.", "In the past, we've fact-checked numerous employment claims. Does South", "Africa really employ more civil servants than the US? Are 31.5% of white", "men jobless? Has South Africa’s economy regained the 1 million jobs it", "lost as the result of the 2008 global recession? Has unemployment in South", "Africa increased by 60% in the past 19 years?", "This factsheet looks at how unemployment is measured in South Africa.", "How Stats SA measures unemployment", "unemployment statistics in south africaBuilders on a building site in Cape", "Town, South Africa, on June 13, 2014. Photo: AFP/Rodger Bosch", "Statistics South Africa publishes quarterly labour force surveys, which", "collate data on the number of people in the labour market. This includes", "the number people that are employed, unemployed and not economically", "active. The data is broken down by industry, province, sex, age and", "sector. It covers both the formal and informal sectors.", "The surveys are conducted in 30,000 private households and worker hostels", "across South Africa. They are then weighted to ensure they are", "representative of the South African population as a whole.", "Respondents are asked about their employment activity in the week prior to", "the survey. The surveys give precedence to any form of work undertaken in", "that period - even if the people surveyed had worked for as little as an", "hour.", "The surveys examine the size of the working population (all persons", "between 15 and 64) and the labour force (all persons that are employed or", "unemployed). They also include information on people who are categorised", "as “discouraged job seekers” and those that are economically inactive.", "Absolute numbers", "Employed: A person (between 15 and 64) is considered to be employed if", "during the week before being surveyed they worked for a wage, salary or", "commission or ran any kind of business by themselves or with other people.", "They will be categorised as “employed” even if they only worked for an", "hour in that week.", "Unemployed: Someone is considered to be unemployed if they capable of", "working or starting a business but had not done so. In addition, they need", "to have actively looked for work or tried to start a business at some", "point in the four weeks preceding the survey.", "Peter Buwembo, executive manager of labour statistics at Statistics South", "Africa (Stats SA), told Africa Check that the timeframe considered for", "unemployment is longer than the timeframe considered for employment", "because of the nature of the job searching process. “It can be a long", "process when someone is looking for a job. A person might have applied for", "a job three weeks ago and they are still waiting to hear back,” explained", "Buwembo.", "Discouraged job-seeker: A person is considered to be a discouraged", "job-seeker if they wanted to work but there are no jobs in the area; they", "were unable to find work that required their skills, or they have lost", "hope of finding any kind of work.", "Not economically active: A person is considered to be economically", "inactive if they were able and available to work in the week prior to the", "survey but did not work, did not look for work and did not try to start", "their own business. This includes people such as university students and", "adults caring for children at home.", "Unemployment rates", "unemployment statistics in south africaSupporters of South Africa's main", "opposition party, the Democratic Alliance, wave placards calling for jobs", "on May 4, 2014. Photo: AFP/Mujahid Safodien", "Unemployment rate: This refers to the percentage of the workforce that is", "unemployed but is willing and able to work and actively seeking", "employment.", "Example: If the unemployment rate is 25%, it means that one out of every", "four people in the labour force were willing and able to work but could", "not find work. The unemployment rate should not be applied to the whole", "population. It would be incorrect to report that with an unemployment rate", "of 25.5% “one in four South Africans remain jobless”.", "Absorption rate: This refers to the proportion of the working-age", "population that is employed.", "Participation rate: This refers to the proportion of the working-age", "population that is either employed or unemployed.", "Absolute numbers versus rates", "Derek Yu, a senior lecturer at the University of the Western Cape’s", "faculty of Economic and Management Sciences and part-time researcher at", "the University of Cape Town’s Development Policy Research Unit, told", "Africa Check that it’s important to take both the absolute employment", "numbers and the rates into consideration.", "“Commentators must always remember not to get confused between numbers and", "rates. It is possible that even if employment numbers increased,", "unemployment numbers and even unemployment rates could still increase at", "the same time,” he said.", "Buwembo also stressed this point: “Ratios are better to look at than the", "absolute figures.”", "Example: South Africa’s ruling African National Congress claimed in its", "2014 election manifesto that “[t]he economy regained the 1-million jobs", "lost as the results of the 2008 global recession”.", "But the absolute figures do not provide the full picture. While absolute", "employment numbers had returned to pre-recession levels, the unemployment", "rate was higher than it was before the recession. The narrow unemployment", "rate increased from 21.9% at the end of 2008 to 24.1% at the end of 2013.", "Quarterly Employment Survey (QES)", "unemployment statistics in south africaWorkers prune grape vines at a", "Western Cape vineyard. Photo: AFP/Rodger Bosch", "The QES contains information on the number of people in South Africa’s", "formal employment sectors. It excludes employment in agriculture and", "private households. It does not contain information on how many people are", "unemployed.", "The QES is a quarterly survey of approximately 20,000 VAT registered", "businesses, excluding the agriculture sector.", "The data gathered during the survey is used to “estimate employment and", "gross earnings that are used as inputs to the Gross Domestic Product (GDP)", "and to estimate key economic statistics on average monthly earnings that", "are mainly used for monitoring economic indicators of the South African", "economy.”", "Data disparities", "Concerns have been raised about discrepancies between the Quarterly Labour", "Force Survey and the QES data on job creation. A Financial Mail article", "highlighted differences between QLFS and QES data on formal", "non-agricultural employment. While the QES showed minimal growth in 2013,", "the QLFS showed much higher growth. The article noted that “[t]his", "divergence between the QLFS and QES has long bothered economists and", "weakened confidence in SA’s labour market statistics”.", "Stats SA notes on its website that the two surveys differ in coverage,", "scope, unit of measurement and method of collection. This, it argues,", "result in different figures. It states that the different surveys should", "be viewed as “complementary rather than competitive”.", "Buwembo acknowledged the problem. He told Africa Check that Stats SA has", "been unable to isolate the factors in the QLFS and QES that are resulting", "in the discrepancies between the two surveys. “We are working on getting", "them to align,” he said.", "Broad versus narrow unemployment", "The question of who should be considered ‘unemployed’ is controversial. In", "1998, Stats SA officially adopted a “strict” definition of unemployment", "that was in line with the International Labour Organisation definition", "“used by more than 80% of both developed and less developed countries, and", "South Africa’s major trading partners”.", "The strict definition of unemployment considers a person to be unemployed", "only if they have “taken active steps to look for work or to start some", "form of self-employment in the four weeks prior to the interview”. They", "are sometimes referred to as the “searching unemployed”.", "The expanded or broad definition of unemployment includes discouraged", "job-seekers: those that want to work but are not actively searching for a", "job as they have lost hope, wanted to work but there are no jobs in the", "area or were unable to find work that required their skills. They are", "sometimes referred to as the “non-searching unemployed”.", "South African academics have suggested that there is little to distinguish", "the “searching unemployed” from the “non-searching unemployed” in South", "Africa. They argue that discouraged job seekers should be considered part", "of the unemployed population.", "A 2013 University of KwaZulu-Natal study found that there was “little to", "distinguish the searchers from the non-searchers in the terms of their", "commitment to finding work”. The study also showed that the “searching", "unemployed” were not more likely to find a job than the “non-searching", "employed”.", "Buwembo told Africa Check that the expanded definition of employment could", "be a more stable indicator. “We provide both so that people can access the", "one they need,” he said.", "Kate Wilkinson", "Kate Wilkinson", "Deputy chief editor", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 12 + 4 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]