["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Reports", "4. Do 40,000 whites own 80% of SA...", "Do 40,000 whites own 80% of SA? The claim is incorrect", "Published on 15 September 2014", "While huge disparities remain, no data supports the claimDo around 40,000", "white families own 80% of the land in South Africa?", "It is a claim that has been widely circulated since Andile Mngxitama, a", "Member of Parliament and “commissar for land and agrarian revolution” with", "the Economic Freedom Fighters (EFF), raised the issue in an open letter to", "business tycoon Richard Branson in May 2014.", "In Mngxitama’s letter – written after the Virgin founder purchased a", "40-hectare farm near Franschhoek in the Western Cape province – Branson’s", "acquisition was described as “stolen land”.", "‘Native majority are landless’", "A farm labourer carries harvested grapes on a Western Cape wine farm in a", "2006 file photograph. Photo: AFP/Gianluigi Guercia“The dominant idiom", "since 1652 is that of the settler, who imposed it upon the native majority", "through force of arms,” Mngxitama wrote. “The result of this conquest is", "that, about 350 years later, the native majority is landless and only", "about 40,000 white families own up to 80% of our land.”", "Mngxitama later repeated the claim on Twitter, writing: “‪#Land101 SA is", "constituted by 123-million hectares. 80% of SA land owned by only 40,000", "white families. SA population [about] 53-million”.", "In a subsequent television debate with Cornelius Janse van Rensburg from", "the Afrikaans “business rights watchdog” AfriSake, the EFF’s spokeswoman", "in Gauteng, Mandisa Mashego, was adamant that “80% of this country’s land", "is deemed as agricultural land and 80% of that land is owned by 40,000", "white families”. Glaring, Janse van Rensburg responded: “It’s nonsense,", "it’s not so.”", "Can the claim be dismissed as nonsense, or is there some truth to it?", "79% of SA in private hands", "Mngxitama was emphatic when we spoke to him: “40,000 white families own", "80% of the land. Deal with that.” He said his claim was supported by a", "recent state land audit, data collected by Statistics South Africa (Stats", "SA) and research conducted by the Institute for Poverty, Land and Agrarian", "Studies (PLAAS) at the University of the Western-Cape.", "Mashego did not respond to questions.", "So what does the data tell us?", "The state land audit, carried out by the office of South Africa’s Chief", "Surveyor-General and published in 2013, did indeed find that 79% of South", "Africa’s landmass was in private hands.", "But that includes land owned by individuals, companies and trusts and all", "urban real estate as well as agricultural and mining land in South Africa.", "Therefore, according to Mmuso Riba, the Chief Surveyor-General, “there is", "no basis” for the claim that whites own 80% of South Africa.", "‘Land ownership deeply skewed’", "A prospective buyer looks at a magazine during the Stud Game Breeders", "auction. Photo: AFP/Stefan HeunisOne possible source for Mashego’s claim", "is a dataset on land utilisation that is still used by the Department of", "Agriculture, Forestry and Fisheries (DAFF) despite the fact that it is", "more than two decades old. The data was compiled by the Development Bank", "of Southern Africa in 1991. (According to the department’s spokesman,", "Makenosi Maro, updated data will only be released towards the end of", "2016.)", "The 1991 dataset shows that 100,665,792 hectares – or 82.3% of South", "Africa’s surface area – consisted of farmland. Of this, 81.9% (or", "86,186,026 hectares) was considered commercial agricultural land. The rest", "– situated in what were formerly “black homelands” established under the", "auspices of the apartheid state – remains classified as “developing", "agriculture”.", "Prof. Cherryl Walker, professor of sociology at the University of", "Stellenbosch and author of Landmarked: Land Claims and Land Restitution in", "South Africa, prepared a fact sheet on land distribution for PLAAS last", "year.", "According to Walker: “Land ownership is still deeply skewed along racial", "lines, but these figures [by the EFF] do not illuminate the current land", "dispensation.”", "One farmer, one farming unit?", "Should the EFF’s Mngxitama and Mashego be referring to 80% of farmland –", "and not 80% of South Africa’s landmass – it is possible that the most", "recent census of commercial agriculture is the primary source of their", "claims. It was carried out seven years ago by Stats SA.", "The census found that there were slightly fewer than 40,000 farming units,", "defined as “one or more separate farms in the same provinces that are", "farmed as a single unit”.", "Importantly, the census report explained: “The number of farming units…", "does not represent the number of farmers, as a specific farming unit can", "be operated by more than one farmer, and one farmer can operate more than", "one farming unit.”", "The census also did not reflect the racial composition of farm owners, nor", "the surface area of the farming units.", "Small farms likely excluded", "An ostrich looks through the fence of a tourist ostrich farm near the", "South African city of Oudtshoorn. Photo: AFP/Rodger BoschThere is another", "caveat. For a farming unit to be included in the census it had to be", "registered for Value Added Tax (VAT). In South Africa it is compulsory to", "register for VAT when a business’s turnover reaches a certain threshold.", "In the census year the bar was set at R300,000 over a twelve-month period.", "Peter O’Halloran, who writes on tax matters for Farmer’s Weekly, says this", "would have excluded smallholdings surrounding the major cities and farms", "that are too small to make them economically viable.", "“Commercial farms might number 40,000 or so according to the census, but", "in terms of land owners who own farms, this number could be much higher.", "VAT registration and compliance is highly onerous and the small operator", "will shy away from that.", "“My take is that the smaller farmers and recreational farmers make up the", "majority of farmland owners in South Africa.”", "Unions join the fray", "Of the farming units registered for VAT in 2007, only 39,966 were", "identified as “active” at the time of the census and included. The", "majority of farming units (33,249) were owned by individuals, with 2,167", "belonging to companies, 2,259 to close corporations and 874 described as", "“family-owned”.", "How many are owned by black or white farmers? It is difficult to say for", "certain.", "A Black Economic Empowerment (AgriBEE) scorecard – that measures elements", "such as black ownership and skills development – has been introduced for", "the agricultural sector. But the Agricultural Business Chamber (Agbiz)", "said in its latest survey report it is “very difficult to measure the BEE", "compliance of the agricultural sector as whole, as so few enterprises have", "determined their score, never mind obtained accredited scorecards”.", "Black or white?", "South Africa's deputy president, Cyril Ramaphosa, is an active game farmer", "and recently raked in over $2.6-million dollars for three of his", "white-flanked impala at an auction. Photo:AFP/Stefan HeunisFrustrated by", "pressure from legislators and politicians, agricultural unions have", "carried out land audits of their own. To date, two have been completed.", "The KwaZulu-Natal Agricultural Union (Kwanalu) did not publicly release", "their audit so it cannot be independently assessed. Its CEO, Sandy la", "Marque, forwarded Africa Check a copy of a presentation which put white", "ownership at 15.4% of the province’s surface area with the ownership of a", "further 23.11% listed as “unknown”.", "Agri Free State had their audit assessed by the Bureau for Food and", "Agricultural Policy (BFAP), a university based research network. They", "found that only 2.96% of commercial agricultural land in the province was", "black-owned. Another 10% could not be fully accounted for.", "(Note: This is the case, for example, where land is owned by trusts or", "companies and it becomes virtually impossible to define ownership as", "either white of black. Free State Agri refers to the Anglo American", "Corporation, which has a BEE rating, but not necessarily an AgriBEE rating", "and is listed on foreign stock exchanges, but has significant domestic", "shareholding.)", "To complicate matters further, both unions’ counts of state-owned land are", "at odds with the state land audit.", "The Surveyor-General said his office would refine their audit in time. At", "this stage they are surveying and registering land owned by the state.", "This includes a great number of schools, health facilities, police", "stations, vast tracks of land in the Eastern Cape and a significant chunk", "of the Kruger National Park – all of which were not previously recorded as", "state land.", "Conclusion: The claim is incorrect", "Claims that 40,000 white families own either 80% of South Africa, or 80%", "of the country’s farmland, are incorrect and not supported by the", "available data.", "Although a state land audit has shown that 79% of South Africa is", "privately owned, this includes land owned by individuals, companies and", "trusts, and includes all urban real estate and agricultural and mining", "land in South Africa. This would include land owned by both black and", "white South Africans.", "It is also unlikely that the number of commercial farming units captured", "in the 2007 census – slightly less than 40,000 – reflects the true status", "of all commercial agricultural land in South Africa.", "Certainly, huge disparities remain and land ownership continues to be", "heavily skewed across racial lines twenty years after the end of", "apartheid.", "But none of the datasets support the claims made by Mngxitama and Mashego.", "Given the inherent sensitivity of the land debate and the importance of", "land reform in South Africa, it is vital that debate around the issue and", "policy decisions is informed by accurate, current data.", "Edited by Julian Rademeyer", "Anim van Wyk", "Anim van Wyk", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 2 + 0 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]