["Link: canonical", "Link: shortlink", "_____________________ Hit enter to search or ESC to close", "Plaas", "* Home", "* About Us", "* Who we are", "* Governance", "* Staff", "* Emeritus Professor Ben Cousins", "* Research", "* Agriculture", "* Fisheries", "* Food Systems", "* Natural Resource Management", "* Poverty and Social Policy", "* Current Projects", "* African food systems and Covid-19", "* Women’s Land Rights for Inclusive Development and Growth in", "Africa", "* Equitable access to land for social justice", "* Privatisation of customary land and implications for women’s", "land tenure security and livelihoods in Southern Africa", "* SARChI Chair", "* SARChI Scholars", "* JPS Writeshop", "* Agrarian Politics Podcast", "* Agrarian Conversations Webinars", "* Academic Programme", "* Postgraduate Diploma", "* PhD Programme", "* NELGA", "* Postgraduate Students", "* Publications", "* Blog", "* News & Events", "* Contact", "* Prof Ruth Hall", "SARChl Chair and Professor", "professor ruth hall", "+27-(0)21-959-3959", "rhall@plaas.org.za", "Back to Staff", "Biography", "Professor Ruth Hall joined PLAAS in 2002. She holds a DPhil in Politics", "from the University of Oxford, where she previously obtained an MPhil in", "Development Studies. Her doctoral work focused on the interests, actors", "and discourses that influenced the development of South African land", "reform policy. Key research interests that have shaped her work at PLAAS", "are: land tenure, restitution and redistribution, gender and development", "policy, and broad-based agricultural development. Her work has strongly", "emphasised the role of rights-based policy approaches to tenure for farm", "workers and other poor landholders.", "Until recently, her work at PLAAS focussed on research and policy advice", "on land and agrarian reform within South Africa. In recent years, however,", "her focus has extended beyond South African land and agrarian policy to", "incorporate a more international perspective. Her main research now is on", "land rights and the future of food and farming in sub-Saharan Africa. She", "leads a five-country study on the politics and impacts of large-scale land", "acquisitions, and convenes a small grants programme of twenty smaller", "studies covering fourteen African countries.", "From being relegated to the backwaters in international development", "agendas, agriculture and agricultural production have recently re-emerged", "as central concerns for policymakers, activists and researchers. The past", "five years have seen a marked rise in international private and", "public-sector investments in farmland, in Africa and elsewhere. Some", "critics have dubbed these large-scale leases of public and customary land", "as ‘land grabs’, which could have massive implications for food security", "in Africa, directly impacting on access to land for Africans and on", "Africa’s ability to benefit from food value chains. Ruth’s research", "highlights how ‘overseas land investments’ could lead to an even greater", "concentration of power in the few agrofood multinationals, and underlines", "that it is essential that African realities and the local concerns of", "rural African farmers inform global policies.", "Research Focus", "Land rights and agrarian reform; land deals in Africa", "Qualifications", "* DPhil in Politics, University of Oxford", "* MPhil in Development Studies, University of Oxford", "* BSocSc (Hons) in Political Studies, University of Cape Town", "Selected Publications", "* Hall, R. and Cousins, B. 2017. Exporting contradictions: the expansion", "of South African agrarian capital within Africa. Globalizations,", "15(1): 12-31.", "* Hall, R., Scoones, I. and Tsikata, D. 2017. Plantations, outgrowers", "and commercial farming in Africa: agricultural commercialisation and", "implications for agrarian change. The Journal of Peasant Studies,", "44(3): 515-537.", "* Kepe, T. and Hall, R. 2017. Creating learning and action space in", "South Africa’s post-apartheid land redistribution program. Action", "Research.", "* Lawry, S., Samii, C., Hall, R., Leopold, A., Hornby, D. and Mtero, F.", "2016. The impact of land property rights interventions on investment", "and agricultural productivity in developing countries: a systematic", "review. Journal of Development Effectiveness, 9(1): 61-81.", "* McKay, B., Hall, R. and Liu, J. (2016). The rise of BRICS:", "implications for global agrarian transformation. Third World", "Thematics: A TWQ Journal, 1(5): 581-591.", "* Scoones, I., Edelman, M., Borras, S., Hall, R., Wolford, W. and White,", "B. 2017. Emancipatory rural politics: confronting authoritarian", "populism. The Journal of Peasant Studies, 45(1): 1-20.", "About Us", "PLAAS is an independent Policy Research Institute within the Faculty for", "Economic and Management Sciences at the University of the Western Cape.", "What We Do", "We do research, policy engagement, teaching and training about chronic", "poverty, economic marginalisation and structural inequality in Southern", "Africa.", "Our Focus", "Our research concentrates on the role of land, agriculture, and natural", "resources in the livelihoods of marginalised and vulnerable people.", "Our Vision", "We work to support  social justice, foster inclusive growth and nourish", "informed and democratic policy debate in Southern Africa.", "© 2019 Plaas | Web Design by Woww", "* *  *  * Home", "* About Us", "* Who we are", "* Governance", "* Staff", "* Emeritus Professor Ben Cousins", "* Research", "* Agriculture", "* Fisheries", "* Food Systems", "* Natural Resource Management", "* Poverty and Social Policy", "* Current Projects", "* African food systems and Covid-19", "* Women’s Land Rights for Inclusive Development and Growth in", "Africa", "* Equitable access to land for social justice", "* Privatisation of customary land and implications for women’s", "land tenure security and livelihoods in Southern Africa", "* SARChI Chair", "* SARChI Scholars", "* JPS Writeshop", "* Agrarian Politics Podcast", "* Agrarian Conversations Webinars", "* Academic Programme", "* Postgraduate Diploma", "* PhD Programme", "* NELGA", "* Postgraduate Students", "* Publications", "* Blog", "* News & Events", "* Contact"]