["Link: canonical", "The Dispatch", "Join", "* About", "* Archive", "* Store", "* Help", "* Sign in", "The Dispatch Fact Check", "Does Bill Barr Have Connections to Dominion Voting Systems?", "No.", "Alec Dent", "[IMG]", "Dec 4, 2020 34 8 Share", "[IMG] Attorney General Bill Barr. (Photo by Brendan Smialowski/AFP/Getty", "Images.)", "A viral thread on Twitter attempts to connect Attorney General Bill Barr", "with Dominion Voting Systems by claiming that he has been appointed to the", "board of directors of Dominion Energy, which the author of the tweets", "claims owns Dominion Voting Systems.", "[IMG]Alpha OmegaEnergy \"The Energy Kraken\" @AOECOIN", "HOLY MOTHER OF GOD. #Breaking #BreakingNews 🚨🚨🚨🚨🚨 BillBarr has been", "appointed TO THE BOARD of #Dominion Energy. He's reportedly received", "MILLIONS OF DOLLARS from them over 2009-2020 period. O.O It's 911 all over", "again folks, & you got *******. Gates, Buffet, CIA, #Deepstate [IMG]", "December 2nd 2020", "1,622 Retweets2,384 Likes", "The first—and most obvious—error with the tweet is that the press release", "included in the tweet states quite prominently that it was released on", "December 17, an impossibility if this was a recent announcement given the", "viral tweet was sent out on December 2. Sure enough, the press release", "was, in fact, published on December 17, 2009. Barr’s resignation from the", "board of Dominion Energy was announced on February 14, 2019, in light of", "his appointment to become attorney general.", "More to the point: Dominion Energy has no connection with Dominion Voting", "Systems. They’re different companies that do different things, with little", "in common other than “Dominion” as part of their names. Dominion Energy", "was formed well before Dominion Voting Systems, with Dominion Energy’s", "roots tracing back to the 1700s and the first use of the name “Dominion”", "coming in 1983 when the Virginia-based electricity company rebranded as", "Dominion Resources. It rebranded once more to become Dominion Energy in", "2017. Dominion Voting Systems was founded in 2002 in Toronto, Canada, and", "now has a second headquarters in Denver, Colorado. A Securities and", "Exchange Commission filing shows that as of February 14, 2020, Dominion", "Voting Systems was not named as a subsidiary of Dominion Energy.", "Rayhan Daudani, a media representative of Dominion Energy, told The", "Dispatch Fact Check: “Dominion Energy is not connected to Dominion Voting", "Systems. They are two distinct companies.”", "While Barr did serve on the board of directors of Dominion Energy, he", "resigned in 2019, and there is no connection between Dominion Energy and", "Dominion Voting Systems.", "If you have a claim you would like to see us fact check, please send us an", "email at factcheck@thedispatch.com. If you would like to suggest a", "correction to this piece or any other Dispatch article, please email", "corrections@thedispatch.com.", "34 8 Share", "Join", "← PreviousNext →", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Create your profile", "Set photo _____________________", "_____________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_____________________ [ ] Sign up for the newsletter", "Save & Post Comment", "Only Dispatch Members only can comment on this post", "Join", "Already a paying subscriber? Sign in", "Check your email", "For your security, we need to re-authenticate you.", "Click the link we sent to , or click here to log in.", "tlaDec 4, 2020", "Alec, I feel for you having to “fact” check stuff like this. It’s absurd", "that so many people have been swallowed up by this trash.", "5Reply", "MitchDec 5, 2020", "Would appreciate a fact check, or maybe just an in-depth article, on the", "finances (income, expenses, % stated up front that would go to", "non-stop-the-steal efforts) about the stop the steal grift.", "I don't have quite enough in my pocket to overcome the wilhelm scream of", "distraught maga to take the bull**** by the horns.", "4Reply", "6 more comments…", "TopNewCommunityWhat is The Dispatch Fact Check?About", "Ready for more?", "_____________________ Join", "© 2021 The Dispatch. See privacy, terms and information collection notice", "Publish on Substack", "This site uses cookies. To find out more, read our privacy policy ✖ Close", "This site requires JavaScript to run correctly. Please turn on JavaScript", "or unblock scripts"]