["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Guides", "4. GUIDE: Understanding crime sta...", "GUIDE: Understanding crime statistics in South Africa - what you need to know", "Published on 12 September 2013", "The timeframe of crime statistics", "National crime statistics for South Africa have been provided since", "1994[1] in line with the broad objectives of the National Crime Prevention", "Strategy, formally adopted in 1996, which prioritised the “gathering [of]", "reliable crime information” together with the parallel development of an", "“effective communications strategy” based on such information which would", "“properly [inform] public opinion in the fight against crime”.", "Before 2000 crime statistics were released for the periods of January to", "September each year. In July 2000, then-Police Minister Steve Tshwete", "controversially suspended the publication of crime statistics, only", "lifting the moratorium the following year.", "Although Tshwete initially indicated statistics would be published", "quarterly[2] the South African Police Services (SAPS) have only released", "crime statistics on an annual basis, though the actual reporting periods", "have varied over time.", "Crime statistics are now released each September and cover crimes reported", "to the SAPS in the previous financial year (i.e. 01 April of the previous", "year to 31 March of the current year). This means that, at the time of", "release, official crime statistics are already at best six months out of", "date and do not reflect current crime patterns and trends. The official", "crime statistics are of interest to establish historical trends but are", "not useful for the purposes of designing or assessing crime prevention", "initiatives by either the government or communities.", "The SAPS crime statistics report covers only crimes that have been", "reported to the police (metro police agencies do not record or release", "crime statistics but open criminal cases with the SAPS, which forms part", "of the statistics).", "For SAPS reporting/documentation purposes, crimes are defined by specific", "codes and sub-codes. This information is entered onto police dockets when", "a case is opened, capturing the nature or type of crime reported. To", "produce the national crime statistics report, SAPS collects and collates", "such data from around 1,130 police stations (the exact number of stations", "fluctuates slightly each year) around the country.", "The annual SAPS crime statistics report provides total national reported", "crime data, together with the same information further broken down by", "province and by police station. No information is provided about the exact", "location of reported crimes within each precinct and it should be noted", "that many police stations cover large and socio-economically diverse", "areas.", "Approaching crime data: Absolute numbers vs ratios & rates", "[IMG]As is common international practice, the SAPS report supplies crime", "statistics in two ways: as raw numbers (the total number of reported cases", "per category, by station, by province, and nationally) and as crime", "ratios, per 100,000 population. The annual report also provides percentage", "changes for each data set (reported incidents and ratios).", "When looking at the raw numbers it is important to do so within the", "context of changes in a country’s population. Failure to include such", "information may result in skewed interpretation of crime numbers – between", "1960 and the mid-1990s, South Africa’s population doubled, from around 20", "million to 40.5 million, and is today estimated at 52.8 million. The", "availability of accurate, current population data is a critical component.", "SAPS's initial failure to account for updated population figures following", "the 2011 census contributed to incorrect crime ratio comparisons", "(increases and decreases) over the most recent crime reporting periods.", "While crime does not necessarily grow exponentially with a country’s", "population the total number of crimes can be expected to increase as the", "population increases.", "For this reason, crime reports internationally tend to present crime data", "not only in raw or total numbers but in ratios, usually per 100,000", "population, which provides context. This allows the levels of different", "crime categories to be accurately compared across different localities", "(densely- versus sparsely-populated areas) and time (years in which", "population totals vary).", "It is important to note that using ratios to establish levels of certain", "crimes that are not focused on individual people but on property or", "objects such as vehicle hijacking or business robberies may provide an", "inaccurate indicator of risk as population ratios do not take these", "factors into account. For example, there may be 10,000 people living in a", "particular area, but only 75 businesses.", "Crime data can also be used to create an indication of frequency, dividing", "the total number of incidents over a defined period of time to represent", "the rate at which specific crimes take place. Taken out of context of the", "population size such calculations can be problematic and are more often", "employed by activists, awareness organisations and the media than the", "police services.", "Categories of crime", "The annual SAPS crime statistics report tends to focus on what it terms", "“serious crime”. How these are broken down by SAPS tends to differ", "slightly with each annual report which has added to confusion and", "uncertainty about crime trends however these crimes can broadly be divided", "into:", "* Crimes against a person – generally referred to as “contact crime”", "where a person or people are injured/harmed or threatened with", "injury/harm during the commission of a crime. A further sub-category", "of “contact-related crime” is used for violent crimes committed", "against property with the intention of causing damage to a person, for", "example arson or malicious damage to property.", "* Crimes against property – crime that occurs in the absence of a victim", "or where the victim is unaware of the crime at the time (i.e. where no", "person is directly or immediately harmed or threatened during the", "commission of a crime) for example theft of or from an unattended", "vehicle.", "* Other serious crimes – includes commercial and financial crimes which", "range from large-scale fraud and corruption to small-scale incidents", "such as shoplifting.", "* Crime detected by police action – these are crimes that are not", "reported by the public but detected through direct police action such", "as roadblocks and SAPS intelligence operations. Crimes under this", "category include the illegal possession of firearms, DUI or driving", "under the influence (of drugs or alcohol); and the use, possession or", "trade of illegal drugs. Increases in the latter two categories (which", "have been notable over preceding reporting periods) can be directly", "attributed to intensified police activity rather than an indication of", "increased DUI or drug crime.", "These broad categories are not arbitrary – they are important when it", "comes to understanding, or attempting to understand, both motive and modus", "of the crimes, both of which are necessary to understand if effective", "crime prevention strategies are being deployed. However, within these", "general categories there is often further confusion about or between", "specific crimes which can lead to misinformation or misinterpretation of", "data.", "Which crime is which?", "The Institute for Security Studies has compiled a basic guide to", "understanding the definitions of crimes used to compile the annual crime", "statistics.", "Within these definitions, some further explanation is required to give", "certain crimes and crime categories current and historical context.", "Sexual assault includes the formerly separate categories of rape and", "indecent assault. In 2007 the Sexual Offences Amendment Act revised the", "previous definition of rape to include “all forms of sexual penetration", "without consent irrespective of gender” (for the first time acknowledging", "male rape) and expanded the definitions of sexual assault to include all", "non-consensual forms of sexual violation. The change in legislation meant", "that it was difficult to reasonably compare similar offences which would", "have been recorded under various crime categories before and after 2007.", "However current crime reports tend to aggregate sexual offence data", "pre-2007 by including other sexual assault categories with that of rape", "(under “total sexual crimes”).", "“Social fabric” crime is a phrase commonly used to describe a sub-category", "of contact crime, specifically: murder, attempted murder, sexual offences,", "assault GBH (grievous bodily harm) and common assault. In the vast", "majority of these crimes, the victim and perpetrator are known to each", "other – either from within the community or even within a family. Such", "crimes are commonly associated with the use or abuse of alcohol or", "substances and may involve arguments or conflicts around money, family,", "sexual relationships or work. They are called “social fabric” crimes", "because they are often associated with complex interlinked social factors", "such as poverty, systemic substance abuse, broken homes, absent parents,", "unemployment, general feelings of despair and lack of education. Social", "fabric crimes are often spontaneous rather than premeditated and commonly", "occur in private spaces. As such, they pose a particular challenge for", "police services which may be able to respond to the aftermath but are not", "equipped to predict or prevent such crimes. The SAPS refer to these crimes", "as ‘less-policeable crime.’", "The (important) difference between “robbery” and “burglary”: The decisive", "factor separating “robbery” from “burglary” in South African law – the", "former being a contact crime, the latter a property crime – is the use of", "force or violence against another person during the commission of the", "crime. Simply put, a robbery occurs when there is a direct threat or use", "of violence between a victim and the perpetrator while a burglary occurs", "when there is no contact at all between a victim and the perpetrator.", "Without detracting from the importance of property crime in South Africa", "it is the high rate of violent crime that continues to be the determining", "fear factor of each year’s annual crime statistics.", "“Robbery” includes residential (“home invasions”), non-residential and", "street robbery, car and truck high-jackings, and cash-in-transit and bank", "robberies. “Aggravating circumstances” during the commission of a robbery", "may include the use of weapons. SAPS supplies different codes to refer to", "the use of a firearm or a weapon other than a firearm.", "Crimes such a robbery are seen as more policeable crime types as they can", "be substantially reduced by effective policing strategies and tactics.", "This is because a relatively small number of semi-organised groups commit", "a vast majority of these crimes. Solid police intelligence bolstered by", "dedicated detective work can identify and bring these groups to justice", "thereby substantially reducing the levels of these crimes.", "Violent crimes have the largest impact on public fear. Once violent crime", "drops and communities start to feel safe, they are better able to deal", "with property related crime without necessarily involving the police. For", "this reason, it is increasingly important that correct definitions are", "used and understood by both the public and the media so that the public is", "clear as to which crime types are causing the most risk. It is also worth", "noting that definitions of specific crimes in South Africa may differ from", "the legal definitions of similar-sounding crimes in other countries.", "Is crime 'relative'?", "The gathering and publication of large-scale national and international", "crime data is still a relatively new phenomenon; one that has only emerged", "over the past few decades, enabled by improved technology and a shift in", "criminology or crime theory.", "One of the most common applications of crime data or statistics is to", "provide a comparison or relative context – crime trends over time, for", "example, or global comparisons on local and regional crime occurrences.", "Local context: While national crime statistics for South Africa enable", "SAPS to make announcements on increases or decreases in total and specific", "crime – either year-on-year or over longer periods – it is important to", "note that such crime totals or averages need to be related to local", "context – specific areas or precincts.", "As a recent analysis by the ISS clearly shows, seen without the right", "context and careful interpretation, crime statistics may obscure more than", "they reveal. A national average does not provide a good basis for", "understanding the risk of crime any one individual faces.", "In real life, crime in South Africa is indeed very “relative”. Research by", "the ISS indicates that 73% of murders take place in just 25% of police", "areas and residents in low-income areas are far more likely to be murdered", "than their middle and high-income counterparts.", "As an example, a recent UN report on homicide cited Cape Town’s high", "murder rate – at 41 per 100,000, significantly higher than the national", "average of 34,1 [2009 figures] – but pointed out that murders tended to be", "concentrated in the poorer parts of the city.", "Other categories of crime tend to concentrate around wealthier areas", "(where there is, essentially, more to steal). Gauteng – South Africa’s", "richest province – consistently shows the highest ratios (well above", "national averages) of residential and non-residential robbery and", "carjacking, although, again, when viewed station by station, the profile", "for different precincts in Gauteng shows the occurrence of such crimes is", "far from uniform.", "The ISS’s Crime Hub provides zoomable maps showing crimes by category,", "within each reporting precinct, enabling the user to compare different", "crime categories in their area with other areas and determine trends in", "each category", "International context: As researcher Antony Altbeker pointed out in a 2005", "paper, attempts to compare crime across different country jurisdictions", "are problematic as they often fail to state or take into account", "differences between legal definitions of crimes, reporting rates of crime,", "and the efficacy or accuracy of recording reported crimes. Without careful", "context, such comparative reporting of crime can mislead. As an example,", "in 2009 there were 15,241 murders reported in the United States. In", "approximately the same period South Africa reported 16,834 murders. In", "terms of pure numbers, the two countries murder rates appear similar.", "However, America’s population at the time was 307 million while South", "Africa’s was a little over 49 million. When viewed as crime rates or", "ratios rather than raw numbers, the statistics yield a completely", "different picture: a murder rate of 4.96 per 100,000 (US) compared to 34.1", "(SA) per 100,000. Therefore the chance of being murdered in SA was 6.9", "times higher than in the USA. Of course, this obscures the fact that risk", "is not spread evenly across a country so, at the same time, the murder", "rates in specific American cities were higher than in certain South", "African ones. As with reading or interpretation of local data, comparative", "crime rates should be applied with caution.", "Anecdotal evidence: The absence of comparison or aggregation can also", "affect the presentation of crime data and impact on the way we understand", "crime. Anecdotal crime reporting – either via mainstream media outlets or", "through social media networks – is important in that it often shifts the", "focus back to individual victims – something that is easy to forget or", "overlook when dealing with large numbers and ratios. But anecdotal", "information should not be viewed as statistically significant without", "other data. Further, readers should note that anecdotal data is typically", "highly subjective – newspapers or broadcast media are more likely to focus", "on cases of extreme violence or where prominent figures are involved than", "“routine” crimes. This is known in the media as the concept of “if it", "bleeds, it leads”. See also coverage of Oscar Pistorius. Self-reported", "crime statistics including those collated on social media pages also tend", "to be heavily weighted/biased by the demographic and the objectives of the", "contributors.", "Can we trust the SAPS crime statistics?", "A question mark has hovered over the credibility of SAPS crime statistics", "since 1994 – worsened by the moratorium between 2000 and 2001, when the", "Police Minister himself questioned the accuracy of SAPS’s information.", "Tshwete’s actions and later high-profile suspensions and convictions among", "senior police and crime intelligence officials (Jackie Selebi, Bheki Cele,", "Richard Mdluli, etc) have had long-term implications. Coupled with recent", "revelations about criminality within SAPS there appears to be growing", "mistrust of police services in general (earlier this year a survey", "indicated 83% of South Africans believed their police were corrupt) and,", "by extension, SAPS data.", "In addition to concerns about police competency (literacy levels, the", "ability to accurately capture crime data on police dockets), allegations", "that police or government deliberately manipulate crime data – either", "through under-reporting or by altering the category of crime – continue to", "plague the annual release of statistics. That the SAPS crime statistics", "are not independently audited contributes to the suspicion as was", "highlighted by SAPS's release of flawed comparative crime/population", "ratios in its release of 2012/13 statistics, based on using outdated", "population data. Both SAPS's initial presentation and subsequent", "re-analyses by the media and opposition political parties indicated a", "massive gap in numeracy skills which could easily be avoided by consulting", "experts who are able to work efficiently and correctly with numbers.", "An additional consideration, or complication, is that SAPS crime", "statistics only cover reported crimes and, as in other countries, there", "are a large number of crimes that simply go unreported either because of", "lack of trust in the police and the belief that the police will “do", "nothing” about the crime or because of the nature of the crime. Sexual", "assault in particular is dramatically under-reported. The Shukumisa", "Campaign, a coalition of organisations working to combat sexual violence,", "has claimed that a decline in sexual offences is more strongly related to", "a decline in reporting rather than any decline in sexual crimes.", "Problems of misreporting (deliberate or otherwise) and under-reporting are", "not, however, unique to South Africa and, around the world, crime and", "security analysts employ a variety of methods to more accurately gauge", "crime data and trends.", "This includes looking, for the purposes of comparisons, at specific crime", "categories that are difficult to manipulate. Murder is one as it is", "generally conceded it is difficult to “hide the bodies” on any scale. For", "this reason, homicide is usually the category used to compare crime across", "jurisdictions.", "Crime and security researchers also look to compare SAPS data with", "independent sources of data. In the case of murder, again, this can be", "done through cross-referencing police numbers with those provided by the", "Medical Research Council’s annual National Injury Mortality Surveillance", "Systems (NIMMS) report.", "Other crime categories where the data is generally assumed to be", "reasonably accurate include those involving theft or damage of property", "(which may encompass robbery and burglary) as such incidents are usually", "reported to the police in order to submit insurance claims and, again,", "data about the number of such crimes can then be cross-referenced with", "reports from insurance companies.", "Finally, in response to the known issue of reported versus unreported", "crime, Statistics South Africa produces an annual Victims of Crime Survey", "(NVCS), which provides additional data on and measures public perceptions", "of crime – although the latter issue can also prove misleading, as", "“perceptions” of crime may differ from legal definitions of crime,", "contributing to errors in the survey. In addition, methodological", "shortcomings mean that the NVCS yields an inaccurate picture of sexual", "crimes and the extent to which they are reported to the police.", "Why it’s important to understand how crime really works", "Reported crime levels in South Africa began to increase dramatically in", "the mid-1980s, peaking in 2002/2003. During that time, and particularly in", "the period between 1994 and 2002, South Africa developed a reputation as a", "country with one the highest levels of violent crime in the world.", "Between 2002/2003 and 2012/13, reported crime levels steadily declined but", "public perceptions about crime and safety have not reflected this change.", "This is partly due to inadequate communication from government and police,", "selective reporting in the media and the increase in the sort of social", "media commentary which contributes to the dissemination of myth and", "misinformation around crime, rather than accurate and contextualised", "information.", "This matters for a number of reasons. Real or perceived risks of crime may", "alter decisions we make about our personal safety: how we live day to day,", "which political party to vote for, how we (individually or as an", "electorate) choose to spend our resources on fighting crime. Many in", "government see an interest in downplaying the problem that crime", "represents. Others, notably but not only the multi-billion rand security", "industry, have a vested stake in promoting the fear of crime.", "The many flaws in the statistics help nobody. Both the flaws and the", "accurate elements need to be understood. Understanding what crime", "statistics can – and can’t – tell us is a vital starting point for anyone", "wanting to contribute to tackling crime.", "The SAPS have the capacity to release up-to-date crime statistics every", "month and place them up on notice boards in the Client Service Centre or", "on the police website. If this was done it would go a long way to", "empowering communities to better understand and respond to safety issues", "as they emerge rather than relying on out-of-date information that can", "only provide information on long-term trends. Access to information would", "promote a more active citizenry to become involved in contributing to", "public safety as envisaged in the National Development Plan. - 12/09/2013", "Edited by Peter Cunliffe-Jones", "----------------------------------------------", "1. Even where available, apartheid-era figures are not suitable for", "comparison as many normal occurrences – sexual relations between different", "races, for example – were criminalised; in addition, while crime reporting", "in “white” areas may have been accurate, crime records before 1994", "excluded crimes committed in the “Bantustans” or homeland states, and", "serious crime in the townships was likely significantly under-reported", "– or focused on the enforcement of issues like pass law compliance.", "2. As was recommended by a panel consisting of local and international", "experts that was established in 1998 to advise then Minister of Safety and", "Security Sydney Mufamadi.", "This guide was updated on 21/09/13, following the publication of the", "2012/13 statistics.", "Nechama Brodie", "Nechama Brodie", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 2 + 0 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]