["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Coronavirus", "* Factcheck", "* Politics", "* Race in America", "* Visual Explainers", "* Nation", "* World", "* Investigations", "* Health", "* Education", "* Weather", "* Just the FAQs", "* Elections", "Facebook  Twitter  Email", "[IMG]", "What is antifa and what does the movement want?", "----------------------------------------------------------------------", "Lorenzo Reyes ,  Doug Stanglin   | USA TODAY", "play", "Show Caption", "Hide Caption", "Petition calls on White House to label this far-left group terrorists", "\"Antifa\" is commonly considered to be part of the far-left, a group Trump", "said was partially responsible for violence in Charlottesville, Virginia.", "Video provided by Newsy", "Newslook", "Since the killing of George Floyd sparked protests across the U.S., the", "term \"antifa\" has been thrust back into the national conversation after", "multiple officials, including President Donald Trump, have blamed the", "groups for rioting and looting.", "Antifa – short for \"anti-fascist\" – is the name for loosely affiliated,", "left-leaning, anti-racist groups that monitor and track the activities of", "local neo-Nazis. The movement has no unified structure or national", "leadership but has emerged in the form of local bodies nationwide,", "particularly on the West Coast.", "Some of the groups, such as the 13-year-old Rose City Antifa in Portland,", "Oregon,  the oldest in the U.S., are particularly well-organized", "and active online and on Facebook, while its members are individually", "anonymous.", "On Sunday, Trump posted a message on Twitter, saying: \"The United States", "of America will be designating ANTIFA as a Terrorist Organization.\" That", "came one day after  he said \"the violence and vandalism is being led by", "antifa and other radical left-wing groups.\"", "Attorney General William Barr on Sunday also blamed antifa and other", "similar groups over violent protests – which erupted after Floyd, 46, died", "on Memorial Day when a Minneapolis police officer knelt on his neck for", "several minutes – calling the acts \"domestic terrorism.\"", "The American Civil Liberties Union, however, says Trump did not have the", "power to label domestic terror groups.", "\"Terrorism is an inherently political label, easily abused and misused,\"", "the organization said in a tweet. \"Let’s be clear: There is no legal", "authority for designating a domestic group. Any such designation would", "raise significant due process and First Amendment concerns.\"", "Twitter suspended the account @ANTIFA_US after it said the", "account violated the company's platform manipulation and spam policy for a", "tweet posted Sunday that tried to incite violence, according to", "NBC. Twitter later said the account had been linked to the white", "nationalist group Identity Evropa.", "Donald Trump Jr. posted a screenshot of the tweet to his verified", "Instagram page to share it with his 2.9 million followers. Trump Jr. has", "since deleted the post after Twitter suspended the account.", "This isn't the first time Trump has set his focus on antifa. In", "August 2017, after violence blew up at protests in Charlottesville,", "Virginia, the president singled out the groups as part of what he", "called the alt-left in his initial claim that \"many sides\" were to blame", "for the violence, not just neo-Nazis, KKK and white nationalists.", "How is antifa pronounced?", "\"AN-tifa\" with the emphasis on the first syllable, which sounds more like", "\"on\" in English than \"an.\"", "When did the group start?", "Anti-fascist groups, particularly in Europe, have been around for many", "decades, notably in Italy, against Mussolini, and in Germany, against", "Hitler. In the postwar period, antifa groups resurged to fight neo-Nazi", "groups, particularly in Germany. In the U.S., the anti-fascist movements", "grew out of leftist politics of the late '80s, primarily under", "the umbrella of Anti-Racist Action.", "What does the movement want?", "The primary goal is to stop neo-Nazis and white supremacists from gaining", "a platform rather than to promote a specific antifa agenda. The antifa", "groups are decidedly anti-racist, anti-sexist and anti-homophobia, but", "also by and large socially leftist and anti-capitalist.", "How do the groups operate?", "Mark Bray, a lecturer at Dartmouth and author of the new book \"Antifa: The", "Antifascist Handbook,\" says the groups \"organize educational campaigns,", "build community coalitions, monitor fascists, pressure venues to cancel", "their events, organize self-defense trainings and physically confront the", "far right when necessary.\"", "A main goal is to try to deny fascists a public forum, which is why they", "turn out in numbers to physically confront neo-Nazis, the KKK and white", "supremacists at public demonstrations. They also step in to protect", "counterprotesters at such events.", "In addition, antifa is particularly active in \"doxxing,\" or identifying", "neo-Nazis and like-minded individuals and disseminating that private", "information to the public and employers to discourage people from joining", "their ranks.", "Is antifa violent?", "Members pointedly do not eschew violence but rather see themselves as", "engaging in \"self-defense,\" protecting other protesters and primarily", "confronting neo-Nazis and white supremacists to deny them a platform to", "publicly spread their views.", "\"We are unapologetic about the reality that fighting fascism at points", "requires physical militancy,” Rose City Antifa’s Facebook page reads.", "“Anti-fascism is, by nature, a form of self-defense: the goal of fascism", "is to exterminate the vast majority of human beings.”", "Political activist and author Cornel West, speaking to Amy Goodman on the", "program \"Democracy Now\" about the clashes in Charlottesville, said antifa", "intervened when the \"neofascists\" move against his group of", "protesters. \"We would have been crushed like cockroaches if it were not", "for the anarchists and the anti-fascists,\" he said.", "Bray says the rise of fascism in the 1930s demonstrates that it was a", "mistake to allow such groups to air their views in hopes that public", "opinion would blunt their growth. \"We should be wary of those who are more", "distressed about alleged violations of the speech of fascists than the", "actual violence they perpetrate,\" he says.", "Where has the movement demonstrated?", "Antifa forces, whose members often dress in black and wear masks, have", "confronted or clashed with far-right groups in such places as the", "University of California at Berkeley. Protests by West Coast antifa", "forces, some of whom smashed windows and set fires, forced the", "cancellation of a speech by alt-right activist Milo Yiannopoulos and", "another by conservative commentator Ann Coulter in 2017.", "In June of that year, antifa forces turned out to protest a pro-Trump", "free-speech in Portland. Some antifa counterprotesters began throwing", "objects at police, who responded with flash grenades and pepper balls,", "according to The Oregonian.", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]