["Link: canonical", "Link: amphtml", "Skip to main content", "Cookie banner", "We use cookies and other tracking technologies to improve your browsing", "experience on our site, show personalized content and targeted ads,", "analyze site traffic, and understand where our audiences come from. To", "learn more or opt-out, read our Cookie Policy. Please also read our", "Privacy Notice and Terms of Use, which became effective December 20, 2019.", "By choosing I Accept, you consent to our use of cookies and other tracking", "technologies.", "I Accept", "Chicago Sun-Times homepage", "Log In Try 1 month for $1 Subscribe", "Chicago Sun-Times homepage", "Follow Chicago Sun-Times online:", "* *  *  * Log In Try 1 month for $1 Subscribe", "Site search", "Search", "Chicago Sun-Times main menu", "* News", "* Sports", "* Politics", "* Coronavirus", "* Entertainment", "* En Español", "* E-Paper", "* Classifieds", "* Newsletters", "* Historical Archive", "* Photo Archive", "* Business", "* Commentary", "* Columnists", "* Death Notices", "* Doing Well", "* Elections", "* Events and Streams", "* FBI Files", "* Podcasts", "* Shop Local", "* Taste", "* The Grid", "* Chicago History", "* Well", "* New Subscriptions", "* News in Education Digital Access", "* Manage Your Home Delivery Account", "* Manage Your TV Weekly Account", "* Contact Customer Service", "* Sun-Times Careers & Internships", "* Search for a Job", "* Order Back Issues & Photo Reprints", "* Media Kit", "* Contact Us", "* Site Map", "* More", "_____________________ [ Search ]", "* News", "* Metro/State", "* Crime", "* Police Reform", "* Civil Unrest", "* Homicide Tracker", "* The Watchdogs", "* Coronavirus", "* Nation/World", "* Casinos & Gambling", "* Obituaries", "* Marijuana", "* Education", "* Health", "* Transportation", "* Environment", "* Immigration", "* LGBTQ", "* La Voz", "* All News", "* Sports", "* Bears", "* Bulls", "* Cubs", "* White Sox", "* Blackhawks", "* High School Sports", "* Fire / Red Stars", "* Wolves", "* Outdoors", "* Sky / WNBA", "* Colleges", "* Sports Media", "* Sports Saturday", "* Golf", "* The Last Dance", "* All Sports", "* Politics", "* Fran Spielman Show", "* City Hall", "* Springfield", "* Washington", "* Elections", "* 2020 Election Results", "* Political Endorsements", "* The Ben Joravsky Show", "* PolitiFact", "* All Politics", "* Coronavirus", "* Vaccine News", "* Free Coverage", "* Daily Newsletter", "* Coronavirus Maps & Data", "* Things To Do At Home", "* All Coronavirus", "* Entertainment", "* Movies and TV", "* Movie Review Archive", "* Murals and Mosaics", "* Food and Restaurants", "* Dear Abby", "* Horoscopes", "* Lifestyles", "* Music", "* Theater", "* Chicago-pedia", "* Stages", "* All Entertainment and Culture", "* En Español", "* E-Paper", "* Classifieds", "* View Classified Ads", "* Place a Classified Ad", "* View Small Business Ad", "* Place Small Business Ad", "* Find a Job", "* Post a Job Opening", "* View Legal Notices", "* Place a Legal Notice", "* View Obituaries", "* Place an Obituary", "* All Classifieds", "* Newsletters", "* Historical Archive", "* Photo Archive", "* Business", "* Chicago Enterprise", "* Hardest-Working Voices", "* Consumer Affairs", "* Home", "* Drive", "* Working", "* All Business", "* Commentary", "* City at the Crossroads", "* Editorials", "* Other Views", "* Letters to the Editor", "* Commentary", "* Columnists", "* Death Notices", "* Doing Well", "* Elections", "* Events and Streams", "* FBI Files", "* Podcasts", "* Shop Local", "* Taste", "* The Grid", "* Chicago History", "* Well", "* New Subscriptions", "* News in Education Digital Access", "* Manage Your Home Delivery Account", "* Manage Your TV Weekly Account", "* Contact Customer Service", "* Sun-Times Careers & Internships", "* Search for a Job", "* Order Back Issues & Photo Reprints", "* Media Kit", "* Contact Us", "* Site Map ✕", "Filed under:", "* Fran Spielman Show", "* News", "* Videos", "After cold war, police union president hopes to break the ice with Lightfoot", "Fraternal Order of Police President Kevin Graham said Friday he has", "“pulled his punches” with Mayor Lori Lightfoot because he wants to work", "together with her to bolster the police force by another 1,000 officers.", "By Fran Spielman Jun 21, 2019, 2:59pm CDT", "Share this story", "* Share this on Facebook", "* Share this on Twitter", "* Share All sharing options", "Share All sharing options for: After cold war, police union president hopes to", "break the ice with Lightfoot", "* Reddit", "* Pocket", "* Flipboard", "* Email", "After a cold war that featured six mayoral cancellations, Fraternal Order", "of Police President Kevin Graham hopes to break the ice this weekend in", "his first face-to-face meeting with Mayor Lori Lightfoot.", "The president of the union representing rank-and-file Chicago Police", "officers said he has “pulled his punches” with Lightfoot because he wants", "to work together with her to bolster the police force by another 1,000", "officers and find the revenue to pay for it.", "Lightfoot has scheduled and canceled six meetings with Graham. If the", "weekend meeting comes off as scheduled, Graham plans to use the", "opportunity to “tone things down,” dispel “myths” and “start a dialogue”", "with Lightfoot that will help identify “new revenues” to add sorely needed", "foot patrols and bolster the police force to 14,400 officers. That’s 1,000", "more than the 13,400 officers on the street after Rahm Emanuel’s two-year", "hiring surge.", "Lightfoot is already grappling with a budget shortfall she claims is", "“north of $700 million,” in part, because the salaries of those newly", "hired officers rise dramatically after 18 months.", "Graham said he has identified “new revenues” to help cover police hiring", "costs, but he refused to reveal them until he shares them with the mayor.", "The most undermining and demoralizing “myth” is the admitted", "“unsubstantiated rumor” that Lightfoot claims to have heard from a", "“credible” source and chose to repeat on cable TV: that the FOP had", "instructed its members to “lay back” and “do nothing” over Memorial Day", "weekend.", "“On Memorial Day weekend, I was out backing up officers in the 3rd", "District, the 7th District and the 19th District. I was out there talking", "with officers at roll call. I also went on calls to back them up. Why", "would I say those things if I myself was out there?” Graham said.", "Myth No. 2 is Lightfoot’s claim — reiterated to an FOP official on the", "floor of the City Council — that Graham is a “Dr. No” standing in the way", "of police reform.", "“I have not said ‘no’ to everything. I wouldn’t have invited the monitor", "to come meet with us if I was always saying no,” Graham told the", "Sun-Times.", "“My job is to represent the men and women of the Chicago Police Department", "and make sure their rights are protected. Some of the things being asked", "from us are ridiculous, and some of them they need to negotiate. I am not", "giving up my members’ rights so a social agenda can be achieved. That’s", "not going to happen.”", "Related", "FOP president wants new police contract, not disciplinary changes", "FOP denounces Lightfoot-repeated rumor as ‘wholly false and offensive’", "Police union president denies code of silence, rejects civilian police", "review", "Graham acknowledged that “a lot of people” wanted him to “come out harder”", "against the mayor.", "“I did pull my punches. This mayor is going to be here for the next four", "years. I want to have a dialogue. I want to try and solve the crime", "problem. I want to help her solve the financial issues in this city,” he", "said.", "On July 1, the most contentious portion of the consent decree is scheduled", "to take effect requiring Chicago police officers to file a report every", "time they point a gun at someone.", "Graham wants a series of exemptions that include officers involved in foot", "chases and SWAT teams who need to have their “guns in a ready position”", "during searches.", "If the monitor doesn’t agree, he’s prepared to ask the federal judge", "overseeing the case to referee the dispute and push back the July 1", "deadline.", "Lightfoot co-chaired the Task Force on Police Accountability that demanded", "changes to the police contract. Its scathing report pointed to a police", "contract that continues to make it “easy for officers to lie” by giving", "them 24 hours before providing a statement after a shooting and includes", "“impediments to accountability” that prohibit anonymous complaints, allow", "officers to change statements after reviewing video and requires sworn", "affidavits.", "Graham slammed the door on all of those changes.", "“You need to be able to establish that people are not just trying to get", "police officers off the beat so crime can flourish,” he said. “If these", "allegations are true, put your name to it.”", "In fact, he wants to triple the waiting period before statements are given", "after a shooting to 72 hours.", "“It takes you a while — especially when you’ve been in such a traumatic", "incident. ... There are studies that show this. That’s why the federal", "government gives 72 hours. If it’s good enough for the federal government,", "why shouldn’t we have the same rights as federal agents?” he said.", "Graham disclosed that City Hall is seeking to implement a “discipline", "matrix” that mandates certain penalties for certain allegations.", "“The problem with that is, they have increased all the penalties without", "any explanation. If you’ve never done anything wrong in 25 years and you", "do one thing wrong, you could be suspended for five days. That’s", "unreasonable,” he said.", "Next Up In Fran Spielman Show", "* New CEO of Chicago History Museum has plan to build and diversify", "attendance", "* CPD suffers ‘deficit of trust’ from public, officers, deputy inspector", "general says", "* Lightfoot accused of ‘going her own way’ on issues pivotal to", "progressive voters", "* Retiring fire commissioner sounds the alarm about surge in fire", "fatalities", "* Chicago calls in reinforcements to fight the snow that won’t quit", "* Return to CPS high schools could lead to 2nd battle over reopening,", "CTU leaders warn", "IFrame", "Most Read", "1. Pritzker OKs local officials to vaccinate anyone 16 and up — ahead of", "deadline Chicago already won’t meet The governor is allowing local", "health departments to start giving out doses to any resident 16 or", "older \"at their immediate discretion\" in an effort to vaccinate as", "many people as possible amid an uptick in cases.", "2. Mystery surrounds death of MIT grad whose Streeterville apartment", "contained explosive chemicals Theodore Hilk, 30, was found dead", "Wednesday after his father drove from Kansas to check on his", "well-being, said Chicago police officials, who are continuing to", "investigate.", "3. Former Buffalo Grove middle school teacher arrested on child sex", "charges at Dallas Fort Worth Airport Ilan Gibori, a 46-year-old Vernon", "Hills man, was caught by the Department of Homeland Security trying to", "flee the country the day after the Department of Children and Family", "Services notified Vernon Hills police that Gibori repeatedly sexually", "assaulted a minor over the course of several years, according to the", "Lake County state’s attorney’s office.", "4. He was deemed to have molested kids at NW Side parish, so why isn’t he", "on church lists of predator priests? It’s because the Passionists", "order has ignored Cardinal Blase Cupich’s calls for Catholic religious", "orders to create such lists. And Cupich’s list omits order priests.", "5. Horoscope for Saturday, March 27, 2021", "Sign up for the newsletter Breaking News", "Know about breaking news as it happens. We follow the stories and update", "you as they develop.", "Email (required)", "_____________________", "By signing up, you agree to our Privacy Notice and European users agree to", "the data transfer policy.", "Subscribe", "The Latest", "Mackenzie Wood, 17 Mackenzie Wood, 17", "17-year-old girl reported missing in Hermosa", "Mackenzie Wood was last seen Saturday in the 4700 block of West Belden", "Street.", "By Sun-Times Wire", "[IMG] [IMG]", "Horoscope for Sunday, March 28, 2021", "By Georgia Nicols", "[IMG] [IMG]", "Tough opening act: New-look Bulls get routed by Spurs", "The Bulls had little time to work with each other after the trade deadline", "Thursday, and it showed. Now it’s up to All-Stars Zach LaVine and Nikola", "Vucevic, the newcomer, to figure it out, and do it quickly.", "By Joe Cowley", "A 28-year-old woman was critically injured in a hit-and-run crash March", "27, 2021, in the 6400 block of South King Drive. A 28-year-old woman was", "critically injured in a hit-and-run crash March 27, 2021, in the 6400", "block of South King Drive.", "Woman critically injured in hit-and-run crash in Parkway Gardens", "About 7:30 p.m., she was standing in the middle of both lanes of traffic", "in the 6400 block of South King Drive, when she was struck by a gray Jeep.", "By Sun-Times Wire", "[IMG] [IMG]", "Blackhawks’ ugly loss to Predators spoils Kirby Dach’s surprise return", "Dach made his season debut after recovering from wrist surgery, playing", "nearly 20 minutes while centering the third line. But the Hawks struggled", "in a 3-1 loss.", "By Ben Pope", "[IMG] [IMG]", "Bulls’ Billy Donovan is no stranger to coaching on the fly", "With five new faces dropped on his lap Thursday, Donovan has the challenge", "of getting them and the holdovers on the same page as quickly as possible.", "By Joe Cowley", "Chorus", "* Terms of Use", "* Privacy Notice", "* Cookie Policy", "* Do not sell my info", "* Accessibility", "* Platform Status", "* Adjust cookie preferences", "* Contact Us", "* Customer Support", "* Masthead", "* Send Us a Tip", "* Terms of Sale", "Author Login", "Subscribe"]