["Link: amphtml", "Link: canonical", "ADVERTISEMENT", "logo-toronto", "Skip to Main Content", "* Loading...", "* Sign In", "person_outline", "* search", "* Podcasts", "* Newsletters", "* Today’s paper", "thestar chevron", "person_outlineLoading...", "Skip to Main Contentmenu", "logo-thestarLoading...", "Sign In", "person_outline", "closeSign In", "search _____________________ cancel", "* Podcasts", "* Newsletters", "* Today’s paper", "* edit_location", "The Star Edition", "CHANGE LOCATION", "expand_more", "* Manage Profilekeyboard_arrow_right", "* Subscriptionskeyboard_arrow_right", "* Billing Informationkeyboard_arrow_right", "* Newsletterskeyboard_arrow_right", "* Sign Out", "This copy is for your personal non-commercial use only. To order", "presentation-ready copies of Toronto Star content for distribution to", "colleagues, clients or customers, or inquire about permissions/licensing,", "please go to: www.TorontoStarReprints.com", "Halle Bailey stars as Ariel in the adaptation of The Little Mermaid.", "Star Columnists", "Opinion", "Debate over Little Mermaid’s skin reveals the colour of people’s prejudice", "Emma Teitel", "By Emma TeitelNational Columnist", "Thu., July 4, 2019timer4 min. read", "How many times do adults want to hear the same story? Like toddlers", "delaying their bedtime: again, again, again.", "Thank God, then, for Disney, the entertainment company that seems to pump", "out remakes of its classics on a monthly basis.", "Right now, for example, families are flocking to theatres to watch Will", "Smith play the genie in the live-action remake of Aladdin. The movie has a", "Rotten Tomatoes score of 56 per cent, but no matter; it’s grossed more", "than $800 million worldwide at the box office.", "Toy Story 4, meanwhile, which dusts off frenemies Woody and Buzz for yet", "another play date, has earned nearly $500 million.", "Later this month, the live-action remake of The Lion King will debut in", "theatres. We don’t know how much money that movie will amass but it stars", "Beyonce, so probably an equally obscene amount.", "And yet, despite its fast approaching release date, it isn’t The Lion King", "that Disney fans are talking about right now, nor is it Toy Story.", "Read more:", "Toronto’s Mena Massoud faces a whole new world as Aladdin star", "Opinion | Emma Teitel: What does white privilege look like? Here are a", "couple of examples ...", "Opinion | Emma Teitel: When it comes to Disney princesses, we can’t just", "let it go", "It’s The Little Mermaid, another live-action remake the entertainment", "company has in the works, a remake that’s sparked a hateful online", "controversy.", "It turns out many adults not only want to hear the same stories they loved", "as children; they want to see the same faces in those stories.", "They want to see white faces.", "Disney announced this week that the star of its upcoming live action", "Little Mermaid, the person who will play Ariel, is 19-year-old actress and", "singer Halle Bailey.", "If you read that as Halle Berry, you’re not alone.", "In fact, so many people mistakenly assumed Halle Berry, not Bailey, landed", "the role of Ariel, 52-year-old Berry tweeted the following congratulatory", "correction in Bailey’s direction:", "“In case you needed a reminder … Halles get it DONE. Congratulations on", "this amazing opportunity, we can’t wait to see what you do!”", "Unfortunately, not everyone shares Berry’s enthusiasm for Bailey’s new", "role.", "The 19-year-old actress should be revelling in her success. Instead she’s", "facing an avalanche of hateful, racist comments from white people who", "cannot abide a Black Ariel; white people who are livid that anyone other", "than a Caucasian red-head was cast in the role.", "Few of these people think of themselves as racist, but, rather, they", "consider themselves sticklers for consistency and authenticity.", "Here’s one especially nit-picky comment making the rounds, from a Twitter", "user who appears to object to Bailey’s casting on scientific grounds.", "“Mermaids live in ocean. Underwater = limited sunlight. Limited sunlight =", "less melanin. Less melanin = lighter skin colour. Because they live", "underwater, which has no access to light beyond a certain depth, Ariel and", "every other mermaid in existence would be albino.”", "Loading...", "Loading...Loading...Loading...Loading...Loading...", "Loading...", "Also relevant, if we are going down logic road: Mermaids don’t exist.", "They are a figment of the human imagination.", "What do you think?", "Thus their appearance and anything pertaining to them, and the magical", "worlds in which they reside, can be reimagined however you like.", "Funny isn’t it, that white people seem to get really nit-picky when Black", "actors play fictional white characters (in this case a character who isn’t", "even human)?", "Yet, they don’t seem to mind so much when white actors play Black", "characters based in actual history: i.e. people whose identities are not", "so easily reinterpreted.", "Remember when Angelina Jolie played Mariane Pearl in the 2007 drama A", "Mighty Heart, the real life widow of slain American journalist Daniel", "Pearl, and a woman of Afro-Cuban descent?", "Where were these White Ariel purists then?", "Nowhere to be heard, because they only care about casting issues when they", "feel white actors are being denied roles based on the colour of their", "skin, even though the vast majority of the time, it’s actors of colour who", "are denied roles in favour of their white peers.", "It seems white social media users who demand casting consistency in their", "films are conveniently inconsistent on matters of racial justice.", "But the sad thing about this, beyond the racism at play, is that these are", "kids movies we are talking about.", "And kids couldn’t give a crap about this stuff.", "In fact, for many of the younger kids who see the live action film when it", "premieres, Bailey’s Ariel will be the only Ariel they know.", "For many children, Ariel will always be Black.", "And her haters will always be pitiful. After all, the people complaining", "about Bailey’s casting are adults with nothing better to do than tear down", "the teenaged actress of a film whose target demographic they have long", "outgrown.", "Poor, unfortunate souls.", "Emma Teitel", "Emma Teitel is a columnist based in Toronto covering current affairs.", "Follow her on Twitter: @emmaroseteitel", "Read more about:", "Twitter", "* SHARE:", "* * * * * * Report an error", "* Journalistic Standards", "* About The Star", "More from The Star & Partners", "More Opinion", "Top Stories", "LOCAL GUIDEMORE BUSINESSVIEW ADS", "Copyright owned or licensed by Toronto Star Newspapers Limited. All rights", "reserved. Republication or distribution of this content is expressly", "prohibited without the prior written consent of Toronto Star Newspapers", "Limited and/or its licensors. To order copies of Toronto Star articles,", "please go to: www.TorontoStarReprints.com", "* About", "* Contact Us", "* Feedback", "logo", "thestar.com", "* Subscribe to the Star", "* Manage Star Subscription", "* Gift a Star Subscription", "* Redeem a Star Gift Subscription", "* Feedback", "* Site Map", "* Newsletters", "* Homefinder.ca", "* Corrections", "* Today's News", "* Flyers", "* Contests", "* Resource Centre", "Toronto Star Newspapers Ltd.", "* Subscribe to Home Delivery", "* Manage Home Delivery Subscription", "* About", "* Torstar Journalistic Standards", "* Atkinson Principles", "* Glossary", "* Trust Project", "* Contact Us", "* Contact Webmaster", "* FAQ", "* News Releases", "* Star Internships", "* Careers @ the Star", "* Star Advisers", "* Star ePaper Edition", "* Reprint and License", "Advertising", "* Advertise with Us", "* Advertising Terms", "* Special Features", "* Election Ads Registry", "Initiatives", "* Santa Claus Fund", "* Fresh Air Fund", "* Speakers Bureau", "* Classroom Connection", "* Toronto Star Archives", "* * * * * Download from Apple App Store", "* Download from Google Play Store", "* Privacy Policy", "* Terms of use", "* Accessibility", "© Copyright Toronto Star Newspapers Ltd. 1996 - 2021The Toronto Star and", "thestar.com, each property of Toronto Star Newspapers Limited, One Yonge", "Street, 4th floor, Toronto, ON, M5E 1E6"]