["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Reports", "4. Yes, South Africa has the worl...", "Yes, South Africa has the world’s largest antiretroviral therapy programme", "Published on 30 November 2015", "Experts say it's undoubtedly the world's largest.South Africa’s president,", "health minister and cabinet have all boasted about it – South Africa’s", "antiretroviral therapy programme is the “world’s largest”.", "If true, it’s a spectacular about-turn from just over a decade ago when", "NGOs like the Treatment Action Campaign went to court to force the South", "African government to implement a national prevention of mother-to-child", "transmission programme.", "Since the country’s national antiretroviral therapy programme was rolled", "out in 2004 life expectancy has risen by nearly ten years – from 53.4 in", "2004 to 62.5 in 2015 – and the antiretroviral therapy programme is partly", "credited for that.", "So, how big is South Africa’s programme? And how does it stack up to other", "countries’ around the world?", "3.1 million people on treatment", "Statistics South Africa estimated that in 2015 there were 6.2 million", "people in the country living with HIV. According to the department of", "health, half of those were antiretroviral therapy at the end of March", "2015.", "Before January 2015, HIV+ people were started on antiretroviral therapy", "when their CD4 count (a measure of how well a person’s immune system is", "working) fell below 350 cells per cubic millimetre of blood. Treatment is", "now started when it falls below 500. (The CD4 count of a person who is in", "good health generally ranges from 500 to 1,200.)", "Pregnant women who are HIV+ are now also automatically started on", "life-long treatment irrespective of their CD4 count.", "SA has world’s largest ART programme", "The latest international comparison of the size of antiretroviral therapy", "programmes around the world is for 2013.", "IFrame", "According to World Health Organisation data, South Africa had the world’s", "largest antiretroviral therapy programme in December 2013 with 2.6 million", "people on treatment then. The second largest one was India’s, which was", "treating 747,175 people at the time.", "Is the data accurate?", "“That South Africa has the largest antiretroviral therapy programme in the", "world is not in question, but I don’t think anyone could give an exact", "number of people on treatment,” the ‎deputy medical coordinator at Doctors", "Without Borders in South Africa and Lesotho, Amir Shroufi, told Africa", "Check.", "According to Shroufi, South Africa does not have a single data system that", "tracks all patients on treatment and, importantly, removes patients who", "stop taking their medication or die.", "“So the government’s numbers are probably an overestimate, but how much of", "an overestimate it’s difficult to say,” he said.", "Head of policy at HIV lobby group Treatment Action Campaign, Marcus Low,", "told Africa Check that “most experts consider the numbers to be pretty", "accurate… [but that] South Africa is still in the process of switching to", "electronic patient records which should improve accuracy”.", "Quantity and quality important", "A sugar cane worker gets tested for HIV by a health worker working with", "Medecins Sans Frontieres in November 2014 on the outskirt of Eshowe in", "KwaZulu-Natal. Photo: AFP/GIANLUIGI GUERCIA A sugar cane worker gets", "tested for HIV by a health worker working with Medecins Sans Frontieres in", "November 2014 on the outskirt of Eshowe in KwaZulu-Natal. Photo:", "AFP/GIANLUIGI GUERCIA\" />", "However, the quality of an antiretroviral therapy programmes counts too.", "“You shouldn't just take the number of patients on treatment in", "isolation,” Shroufi cautioned. He has previously written on the importance", "of ensuring that the quality of antiretroviral therapy care does not", "decrease when the quantity of patients on treatment increases.", "Shroufi emphasised that an effective antiretroviral therapy programme,", "irrespective of size, needs to find people who need treatment, get them to", "healthcare services, keep them in care and ensure they take their medicine", "regularly.", "Low echoed these sentiments: “We shouldn’t chase numbers at the expense of", "quality of care. Quality of care is important to ensure people stay on", "treatment.”", "“It is, for example, essential to reduce the number of medicine stock-outs", "and to ensure there are sufficient counselling and defaulter tracing", "capacity in the system.”", "Stock-outs endanger patients", "The advocacy group Stop Stockouts Project monitors stock-outs of HIV and", "TB medicine in South Africa. It relies on patients and healthcare workers", "to report medicine stock-outs in healthcare facilities around the country.", "Project manager, Sue Tafeni, told Africa Check that antiretroviral", "medicine stock-outs endanger the lives of HIV+ patients who are reliant on", "the public healthcare system.", "The project undertook a national survey of 2,499 health facilities between", "October and November 2014. It found that 14% of healthcare facilities", "reported a stock-out of medicine used for adult HIV treatment, 3% for", "medicine for the prevention of mother-to-child transmission and 6% for", "paediatric HIV treatment.", "“Patients who require HIV treatment require this treatment for life and", "one of the most difficult things that we’re facing today is supporting", "patients to ensure that they stay adherent and take their medicine every", "day,” explained Tafeni.", "Conclusion: SA has the world’s largest programme", "The latest international comparison showed that South Africa’s", "antiretroviral therapy programme was the largest in the world, with", "2,623,271 people on treatment in December 2013. This was bigger than the", "size of India, Zimbabwe, Kenya and Mozambique’s programmes combined.", "The latest figures from South Africa’s department of health show that the", "number of people on treatment increased to 3,103,902 in March 2015.", "Experts said that while the exact number of people on treatment may vary", "from government figures, it is undoubtedly the world's largest programme.", "Edited by Anim van Wyk", "Additional reading", "Are 41% of South African college students HIV positive?", "Are 60% of sex workers in South Africa HIV positive? The data is limited", "Does the carnage on S. Africa’s roads claim more lives than AIDS and TB?", "Has Jacob Zuma hurt the fight against AIDS more than Thabo Mbeki?", "Kate Wilkinson", "Kate Wilkinson", "Deputy chief editor", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 1 + 0 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "Further Reading", "View All", "Nigeria mother holds baby", "caesarean section", "Health", "maternal mortality", "Are caesarean sections in Nigeria ‘far below’ the international rate, as", "newspaper claimed?", "To save lives, a national daily made a case for more caesarean sections in", "Nigeria, arguing that the rate of the surgeries was lower than th...", "12 March 2021", "Depression_Checked", "depression", "Health", "Fact-checking TV host’s claims about depression in Nigeria", "02 March 2021", "cassava_incorrect", "cassava", "asthma", "Health", "Cassava, groundnut and honey won’t suppress asthma attack", "19 February 2021", "parkia_incorrect", "malaria", "Coronavirus", "Covid-19", "Health", "No, mixture of bark, gunpowder and soap won’t protect you against malaria and", "coronavirus", "19 February 2021", "ebola_false", "Ebola", "Health", "No confirmed Ebola cases in South Africa", "19 February 2021", "Cervical cancer", "Health", "Coronavirus", "Covid-19", "Fact-checking 5 claims about Nigeria’s ‘second cervical cancer wave’", "Africa’s most populous nation is experiencing an increase in cervical", "cancer cases because of the Covid-19 pandemic, said a prominent oncolo...", "18 February 2021", "PreviousNext", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Spot Checks", "View All", "Fact-checking TV host’s claims about depression in Nigeria", "02 March 2021", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]