["Link: canonical", "Link: image_src", "We value your privacy", "When you visit TheAtlantic.com, The Atlantic and our partners use cookies", "and other methods to process your personal data in order to customize", "content and your site experience, provide social media features, analyze", "our traffic, and personalize advertising on both our family of websites", "and our partners' platforms.", "Please click \"I Agree\" to accept this use of your data. Alternatively, you", "may select \"Set My Preferences\" to accept (or reject) specific categories", "of data processing.", "For more information on how we process your personal data - or to update", "your preferences at any time - please visit our Privacy Policy", "I Do Not Accept I Agree", "* [ Submit ]", "* * * Subscribe My Account", "Sign in Subscribe My Account", "Popular", "Latest", "Sections", "* Politics", "* Culture", "* Technology", "* Ideas", "* Science", "* Books", "* Family", "* Global", "* Health", "* Education", "* Business", "* Photo", "* Podcasts", "* Video", "* Projects", "The Atlantic Crossword", "Play Crossword", "The Print Edition", "Latest Issue", "Past Issues", "Give a Gift", "[ Submit ]", "{{data.message}}", "Subscribe Now", "Already a subscriber? Sign in", "{{data.articlesRemaining}}more free articles.", "[ Submit ]Subscribe Now", "This is your last free article.", "[ Submit ]", "{{data.message}}", "Subscribe Now", "Already a subscriber? Sign in", "{{data.articlesRemaining}}more free articles.", "[ Submit ]Subscribe Now", "{{data.articlesRemaining}}more free article.", "[ Submit ]", "{{data.message}}", "Subscribe Now", "Already a subscriber? Sign in", "{{data.articlesRemaining}}more free article.", "[ Submit ]Subscribe Now", "{{data.articlesRemaining}}more free articles.", "[ Submit ]", "{{data.message}}", "Subscribe Now", "Already a subscriber? Sign in", "{{data.articlesRemaining}}more free articles.", "[ Submit ]Subscribe Now", "We hope you've enjoyed your free articles.", "Don't miss another story. Become a subscriber today.", "Options starting at less than $1 per week.", "See Plans", "Already a subscriber? Sign in", "Link: #organization", "Politics", "Heidi Heitkamp Takes On Elizabeth Warren Over the Senate Banking Bill", "The two Democrats are clashing over legislation that could ease regulatory", "requirements on banks adopted after the 2008 recession.", "Russell Berman", "March 14, 2018", "Susan Walsh / AP", "Don’t expect Heidi Heitkamp and Elizabeth Warren to be campaigning", "together anytime soon.", "For the past week, Warren has been telling anyone who will listen that", "one-third of her fellow Democrats in the Senate are caving to Wall Street", "and bank lobbyists by joining Republicans in legislation to roll back a", "part of the 2010 Dodd-Frank financial regulatory overhaul.", "The bill’s supporters say it is aimed at reducing compliance costs for", "small community banks and credit unions particularly in rural communities,", "but its critics on the left say it will help loosen regulations on much", "larger institutions with assets totaling up to $250 billion. Easing rules", "for those institutions, Warren argues, is risking another financial crash.", "“It’s outrageous,” Warren wrote in one fund-raising email that accused her", "colleagues of voting “against working Americans” and in favor of what she", "calls the “Bank Lobbyist Act.” She’s delivered five speeches against the", "bill on the Senate floor, convened a rare Capitol Hill press conference,", "and made the rounds on the Sunday news shows to rally opposition on the", "left. With backing from 17 Democrats, the measure could pass the Senate", "later this week.", "By her own acknowledgement, Warren has irked Democrats by attacking the", "bipartisan bill so aggressively. They’ve accused her of misstating its", "provisions and exaggerating its likely impact, raising what they say is", "unnecessary alarm about another financial crisis exacerbated by", "deregulation. Politically, Warren is burnishing her reputation as a", "progressive fighter ahead of a possible 2020 run for president, but by", "going after Democrats, she could undermine the party’s bid to recapture", "the Senate majority, since backers of the bill include some of the most", "vulnerable Democrats up for reelection in 2018.", "Chief among Warren’s Democratic critics is Heitkamp of North Dakota, a", "co-sponsor of the deregulatory bill who is in a tight reelection battle", "this year. Heitkamp and Warren sit next to each other on the Senate", "Banking Committee, but their perspectives on the bill could not be further", "apart. In a phone interview on Monday, Heitkamp told me Warren was", "misleading the public about the bill and that the debate exposed a", "fundamental divide between Democrats who represent rural states and those", "who hail from more urban and suburban areas. “She doesn’t live where I", "live,” Heitkamp said of her Massachusetts colleague.", "More Stories", "A Provision Hidden in the Banking Bill Could Hurt Black Homeowners", "Annie Lowrey", "Returning to Normal Means Recalibrating My Brain", "Elaine Godfrey", "Biden Isn’t Talking for a Reason", "Peter Nicholas", "Democrats Are Failing the Schools Test", "Edward-Isaac Dovere", "“I think it’s really unfortunate that she has misled people regarding this", "bill,” she continued. “Some of the things that she has said are incorrect,", "and I cannot let the legislative history of this legislation be what", "Elizabeth Warren says it is.”", "For years, Heitkamp said, Democrats have watched as smaller banks and", "lenders in their states have been eaten up by larger institutions, due in", "part to the added burden of regulations created by Dodd-Frank.", "“Fundamentally, what I would say is Dodd-Frank was designed to prevent", "too-big-to-fail,” she said. “And it became too small to succeed. And", "you’ve seen since Dodd-Frank the bigger institutions have gotten bigger", "and the smaller institutions have consolidated.”", "Other Democratic backers of the Senate bill, written by GOP Banking", "Committee Chairman Mike Crapo of Idaho, have made largely the same", "argument, and they include the party’s 2016 vice presidential nominee,", "Senator Tim Kaine of Virginia.", "Warren has said that if the bill were solely about helping small,", "community banks, she’d be all for it. But the new proposal goes beyond", "that. The Dodd-Frank law defined “too-big-to-fail” banks as those with", "more than $50 billion in assets, subjecting them to annual stress tests", "and other regulations that smaller banks were exempt from. Even one of the", "bill’s namesake authors, former Representative Barney Frank of", "Massachusetts, has said that threshold was too low and could safely be", "raised to $100 billion or $125 billion. But the Senate bill raises that", "line all the way to $250 billion, exempting all but the nation’s 12", "largest institutions from the stiffest regulations and mandatory stress", "tests.", "“Give me a break,” Warren said in a recent floor speech. “This bill is", "about goosing the bottom line and executive bonuses at the banks that make", "up the top one half of 1 percent of banks in this country by size. The", "very tippy-top. Your local community bank doesn’t have a quarter of a", "trillion dollars in assets.”", "Heitkamp said Warren was exaggerating the danger posed by the changes and", "pointed out that banks with assets below $250 billion would still be", "subject to stress tests if regulators determined they posed a risk to the", "system. She also rebutted the argument that the Senate bill, through a", "change to reporting requirements in the Home Mortgage Disclosure Act", "(HMDA), would make it easier for small lenders to discriminate based on", "race or other factors. The bill exempts mortgage lenders who make fewer", "than 500 loans a year from the reporting requirements. “We are only", "affecting less than 4 percent of the total data collected with this", "change,” Heitkamp told me. “So there’s this, ‘Oh, the sky is falling,’ but", "when you actually look at who is going to be affected, and the kind of", "data that will be collected, 95.5 percent of all the data that could be", "collected under HMDA will continue to be collected.”", "Heitkamp wouldn’t speculate on Warren’s political motives for picking an", "intra-party fight over the banking bill, saying they just see things", "“completely differently.” But when I asked her if having the liberal", "Warren as a foe might be helpful as she runs for a second term in a", "deep-red state, Heitkamp replied: “I think people in North Dakota don’t", "care what Elizabeth Warren thinks.”", "Below is a condensed and edited transcript of our conversation.", "----------------------------------------------------------------------", "Russell Berman: Why is this bill worthy of support for a Democrat and is", "not the cave to Wall Street and bank lobbyists that critics on the left", "say that it is?", "Senator Heidi Heitkamp: First off, this is something we’ve been working on", "for five years, and it started out in reaction to the small community", "banks and the credit unions saying, ‘Look, we’re getting out of mortgage", "lending. We don’t think that we can serve our communities because the", "compliance burdens are way too high. The risk is way too high for these", "basically family-owned corporations. And we don’t have the staff to", "basically do mortgage lending.’", "So for five years we’ve been working on a fix. Fundamentally, what I would", "say is Dodd-Frank was designed to prevent too-big-to-fail. And it became", "too small to succeed. And you’ve seen since Dodd-Frank the bigger", "institutions have gotten bigger and the smaller institutions have", "consolidated. So this is to respond to that economic reality out there and", "also to make sure that we have thriving lending institutions like credit", "unions, like small community banks in rural areas.", "Berman: Obviously the biggest, loudest critic has been Elizabeth Warren.", "You sit right next to her on the Banking Committee, and she has been, in", "contrast with some others, just as hard on you and your fellow Democrats", "as on the Republicans for supporting this. So let me just get you to", "respond to a couple specific things that she has said.", "From a fundraising email:", "It’s outrageous. Roughly a third of all Democratic Senators voted with", "Wall Street yesterday and against working Americans in Massachusetts and", "across the country.", "From Meet the Press on Sunday:", "I don’t understand how anybody in the United States Senate votes for a", "bill that’s going to increase the likelihood of taxpayer bailouts. This", "bill also makes it easier for banks that discriminate against people on", "home mortgages, charges more for African Americans or Latinos than they", "do for whites. Makes it easier to cheat people who buy mobile homes …", "How do you respond to that?", "Heitkamp: I’d respond by saying she doesn’t live where I live. I live in", "rural America, and she could say this about big banks or Wall Street", "bailouts—that’s certainly not what my community banks believe in North", "Dakota. I think it’s really unfortunate that she has misled people", "regarding this bill. I intend to go to the floor before this bill goes to", "final passage and correct the record. Some of the things that she has said", "are incorrect, and I cannot let the legislative history of this", "legislation be what Elizabeth Warren says it is. So we are doing", "everything we can to correct the record.", "There are no provisions in here that substantially affect or advantage the", "big Wall Street bankers. That is a misstatement and highly unfortunate. As", "it relates to discrimination, I can tell you that less than 4 percent of", "all the data that’s collected is going to be affected by this amendment to", "HMDA. What we’re basically looking at is reducing the compliance burdens", "for small institutions that make less than 500 loans a year. So there is", "an exaggeration to the statement about discrimination, there’s been", "exaggeration to the statement about this being about a Wall Street", "bailout. The reality is this is a bill that advantages and makes more", "competitive our Main Street lending institutions.", "Berman: Given all the talk about Elizabeth Warren and 2020, do you see her", "critique of this bill as being on the level, or do you see her as trying", "to rev up opposition on the left to bolster her credentials ahead of a", "possible presidential run?", "Heitkamp: Unlike some people here, I never ascribe motivation to what", "people say. I’m assuming that Elizabeth feels strongly about this. She did", "during the discussions about this when we drafted the Democratic bill in", "the last Congress. This is no surprise to me that she’s in opposition. She", "and I see it differently. In fact, completely differently, and I think", "that’s a result of the perspective that I have coming from a rural", "community.", "Berman: Do you think her coming out against this will actually help you", "sell this bill to people in North Dakota given how different North Dakota", "is from Massachusetts?", "Heitkamp: I think people in North Dakota don’t care what Elizabeth Warren", "thinks.", "Berman: You said she was involved in some of the discussions. Have you", "talked to her in recent days? Did she give you any heads up about her", "plans to rally so aggressively against this?", "Heitkamp: I think we all at the end of the day as United States senators", "have to make decisions that are best for our constituency and we have to", "call it the way we see it. Obviously Elizabeth and I do not see this bill", "at all the same way. I intend to correct the record. I think she has", "misstated the facts of this legislation, and I intend to make sure the", "record is corrected before we go to final passage.", "Berman: One of the big criticisms of the bill, from Barney Frank and", "others, is that if this was solely about helping small and community", "banks, they’d be on board, but that it goes far beyond that and that it’s", "ridiculous to call banks with holdings of up to $250 billion, which get", "relief from this bill, as small. How do you respond to that?", "Heitkamp: Nothing in this bill in any way weakens the prohibition about", "making shaky loans, loans to people with weak credit and packaging them", "within a security. I think we have to be clear in what former Congressman", "Frank has said about this bill. The first thing I would like to clarify is", "we moved an assumption: The assumption was any bank over $50 billion could", "be systemically risky, right? So now we have to pick a number. The number", "that we picked that would create the presumption was $250 billion. But", "remember this: There’s a couple of really important caveats.First off, it", "does not take away from the fact that those institutions will continue to", "be stress-tested. They’re going to be regulated so that they aren’t taking", "unnecessary risks. Those institutions still have to comply with qualified", "mortgage standards. The only QM changes that we made were for institutions", "under $10 billion and then only if they kept those mortgages in portfolio.", "So all the qualifying mortgage standards that Dodd-Frank adopted continue", "to be part of the overall regulatory scheme. And we did not change capital", "or liquidity requirements for those institutions. And so that one change", "simply changes an assumption with allowing the regulators to continue to", "regulate them if in fact they find that those institutions present", "systemic risk.", "Now if I can just clarify one point. There’s a whole lot of attention to", "what happened in 2008. Bad mortgages were the foundation, but what really", "happened in 2008 was securitizing those mortgages and putting the entire", "system at risk. The only thing that we changed as it relates to mortgage", "lending is we said you can make these mortgages without meeting qualified", "mortgage standards, but only if you don’t put those mortgages into the", "secondary market and you keep them in portfolio. So to say that we are", "creating the same conditions that created the 2008 meltdown is a gross", "exaggeration.", "Berman: On the threshold issue, why go up that high at all, to $250", "billion in assets? It seems to allow critics of the bill to say you’re not", "talking about small and community banks anymore if you’re going up to a", "quarter of a trillion dollars as opposed to, say, $100 billion, which is", "what Barney Frank suggested.", "Heitkamp: I think we’ve been persuaded that we shouldn’t always just look", "at the number. What we need to do is look at what the bank does, and a lot", "of institutions at that level, less than $250 billion in assets, they’re", "not sophisticated and they’re not complex. A lot of them really don’t do", "anything more sophisticated than what a community bank does, except they", "do it in greater amounts.", "Berman: One change Warren suggested was just taking out the provision", "amending the Home Mortgage Disclosure Act. Why not do that?", "Heitkamp: Because the paperwork that’s required for the HMDA standards is", "overwhelming. It is absolutely one of those things that my small-town", "banks and my lenders say is absolutely overwhelming. It’s really important", "to point out here that it does not weaken any of the traditional HMDA", "standards or data that helps regulators combat lending discrimination. It", "does change for those institutions that make less than 500 loans the", "step-up in data collection that was in Dodd-Frank. But think about this.", "We are only affecting less than 4 percent of the total data collected with", "this change. So there’s this, ‘Oh, the sky is falling,’ but when you", "actually look at who is going to be affected, and the kind of data that", "will be collected, 95.5 percent of all the data that could be collected", "under HMDA will continue to be collected.", "Berman: The senators in the Democratic Party who support this largely", "represent rural communities. So how much of this debate comes down to an", "urban or suburban-rural divide, and do you think your colleagues who", "oppose this have an appreciation for the challenges like the ones in North", "Dakota face?", "Heitkamp: The short answer is no, they don’t. It’s interesting. We were", "talking to a reporter recently who was saying, ‘Well, why don’t they just", "hire another compliance officer?’ That kind of argument I just shake my", "head at. These are institutions that may employ 12 people total. And to", "ask them to hire one more compliance officer to no good end? They are not,", "by putting that compliance officer in that institution, guaranteeing", "security and soundness of the overall financial system in this country.", "All they’re doing is adding a burden to that institution and making their", "conditions in providing capital to people in rural communities less than", "optimal.", "Link: #organization", "[IMG]", "Russell Berman is a staff writer at The Atlantic, where he covers", "politics.", "Connect", "Most Popular", "* 1 You’ve Been Lied to About Lying", "The conventional wisdom about how to spot a liar is all wrong.", "Jessica Seigel Knowable Magazine", "* 2 Meghan Markle Didn’t Do the Work", "Part of Meghan’s problem was her naïveté about the workings of the", "Royal Family, which she had assumed would be similar to the workings", "of celebrity culture.", "Caitlin Flanagan", "* 3 COVID-19 Is Different Now", "The coronavirus is changing. So is the disease it causes.", "James Hamblin", "* 4 The Big, Stuck Boat Is Glorious", "The Ever Given is very big and very stuck.", "Amanda Mull", "* 5 Why Ships Keep Crashing", "One hundred large vessels are lost every year because the maritime", "industry won’t apply the lessons of aviation.", "David A. Graham", "* 6 What You’re Saying When You Give Someone the Silent Treatment", "Social ostracism has been a common punishment for millennia. But", "freezing someone out harms both the victim and the perpetrator.", "Daryl Austin", "* 7 The Curious Case of Florida’s Pandemic Response", "Liberals predicted that Florida would get destroyed by its", "laissez-faire approach to COVID-19. Conservatives said the state was", "the future of the economy. What if they were both wrong?", "Derek Thompson", "* 8 The Final Word on Tina Turner", "The HBO documentary Tina gives the singer the last say on a life that", "was, for long periods, out of her own hands.", "Hannah Giorgis", "* 9 Don’t Be Surprised When Vaccinated People Get Infected", "Post-immunization cases, sometimes called “breakthroughs,” are very", "rare and very expected.", "Katherine J. Wu", "* 10 The Bombs That Never Went Off", "The fall of the Soviet Union left behind a grim legacy of nuclear", "danger. After 30 years, the last weapons-grade uranium has been", "eliminated.", "David Frum", "Videos", "* The Iguana King", "Nicolas Pollock Brianna Pressey", "* What Was Lost When SXSW Was Canceled", "Emily Buder", "* A Coronavirus Prayer", "James Parker", "* The Last True Hermit Was Alone for 27 Years", "Emily Buder", "Copyright © 2021 by The Atlantic Monthly Group. All Rights Reserved.", "Do Not Sell My Personal Information"]