["TreasuryDirect Logo", "* You are in:", "* Individual", "*  |", "* Institutional", "*  |", "* > Government", "Search: _____________________ [ Go ]", "* Mailing Lists", "*  |", "* News", "*  |", "* About", "*  |", "* Sitemap", "*  |", "* Contact Us", "* Applications & Programs", "* Reports", "* Interest Rates", "& Prices", "* Charts & Analysis", "* Resources", "* Home", "* ›", "* Government", "* ›", "* Reports", "* ›", "* Public Debt Reports", "* ›", "* Historical Debt Outstanding Â* Annual", "REPORTS", "* Federal Investments Program", "* SLGS", "* Funds Management Program", "* Federal Borrowings Program", "* Interest Reports", "* Public Debt Reports", "Accountability Report", "Bearer and Registered Securities (PDF)", "Debt Position and Activity Report", "Debt to the Penny", "DTS", "Gifts", "Historical Debt Outstanding", "MSPD", "Savings Bonds Issues, Redemptions and Maturities by Series (Excel)", "SBN", "Schedules of Federal Debt", "Securities Issued in TreasuryDirect (Excel)", "TROR", "ACCOUNT CENTER", "Log in now", "* SLGSafe^®", "* FedInvest^®", "* Set up an account", "Exclamation PointWe're pleased to hear from our customers regarding their", "satisfaction with our website. Although your browser settings don't allow", "you to view the website survey we're conducting, please e-mail your", "comments.", "Historical Debt Outstanding Â* Annual", "Choose a time period:", "[ ] Choose years", "[ ] 2000-2020", "[ ] 1950-1999", "[ ] 1900-1949", "[ ] 1850-1899", "[ ] 1790-1849", "The History of the Debt", "Select the plus signs below to read about different periods in the history", "of the debt.", "Our Heritage", "\"The United States debt, foreign and domestic, was the price of liberty.", "The faith of America has been repeatedly pledged for it... Among", "ourselves, the most enlightened friends of good government are those whose", "expectations of prompt payment are the highest. To justify and preserve", "their confidence; to promote the increasing respectability of the American", "name; to answer the calls of justice; to restore landed property to its", "due value; to furnish new resources, both to agriculture and commerce; to", "cement more closely the Union of the States; to add to their security", "against foreign attack; to establish public order on the basis of an", "upright and liberal policy; these are the great and invaluable ends to be", "secured by a proper and adequate provision, at the present period, for the", "support of public credit.\"", "Alexander Hamilton, 1790, First Report on the Public Credit", "Public Debt In America", "1798 bond", "1798 Bond", "Public debt is a fact of life. The U.S. has had debt since its inception.", "Our records show that debts incurred during the American Revolutionary War", "amounted to $75,463,476.52 by January 1, 1791. Over the following 45", "years, the debt grew.", "Notably, the public debt actually shrank to zero by January 1835, under", "President Andrew Jackson. But soon after, it quickly grew into the", "millions again.", "The American Civil War resulted in dramatic debt growth. The debt was just", "$65 million in 1860, but passed $1 billion in 1863 and had reached $2.7", "billion following the war. The debt grew steadily into the Twentieth", "Century and was roughly $22 billion as the country paid for involvement in", "World War I.", "The buildup to World War II brought the debt up another order of magnitude", "from $51 billion in 1940 to $260 billion following the war. After this", "period, the debt's growth closely matched the rate of inflation until the", "1980s, when it again began to increase rapidly. Between 1980 and 1990, the", "debt more than tripled. The debt shrank briefly after the end of the Cold", "War, but by the end of FY 2008, the gross national debt had reached $10.3", "trillion, about 10 times its 1980 level.", "The national debt as a percentage of the gross domestic product", "The national debt as a percentage of the gross domestic product", "In recent years there has been a \"debt ceiling\" in effect. Whereas", "Congress once approved legislation for every debt issuance, the growth of", "government fiscal operations in the 20th century made this impractical.", "(For example, the Treasury now conducts more than 267 sales of debt by", "auction every year to fund nearly $8 trillion in debt operations.) The", "Treasury was granted authority by the Congress to issue such debt as was", "needed to fund government operations as long as the total debt did not", "exceed a stated ceiling. The \"ceiling\" is routinely raised by passage of", "new laws by the United States Congress.", "Under Public Law 113-83, Temporary Debt Limit Extension Act, the statutory", "debt limit is suspended through March 15, 2015.", "The 18th Century", "1776: The Birth of Public Debt", "George Washington, portrait by Gilbert Stuart", "George Washington,", "portrait by Gilbert Stuart", "\"No pecuniary consideration is more urgent than the regular redemption and", "discharge of the public debt: on none can delay be more injurious, or an", "economy of the time more valuable.\"", "George Washington, 1793, Message to the House of Representatives", "The public debt of the United States can be traced back as far as the", "American Revolution. In 1776, a committee of ten founders took charge of", "what would become the Treasury, and they helped secure funding for the war", "through \"loan certificates\" (equivalent to bonds) with which they borrowed", "money for the fledgling government from France and the Netherlands. This", "committee morphed over the next decade into the Department of Finance.", "Robert Morris, a wealthy merchant and Congressman (nicknamed \"The", "Financier\"), was chosen to lead a new Department of Finance in 1782.", "As the new Superintendent of Finance, Morris was the first committee", "member to order a reporting of the total government debt owed. This marked", "the beginning of annual Treasury reports to the President. On January 1,", "1783, the public debt of the new United States totaled $43 million.", "1783: Raising Taxes to Meet Operating Expenses", "In 1783, Congress was given the power to raise taxes. This helped meet the", "normal operating expenses of the new national government. But in 1785,", "revenues were still inadequate. Alexander Hamilton rallied for the", "government to assume some debt and help meet its expenses. He pushed the", "framers of the new Constitution to establish measures to provide the", "assurance that the debt would be paid, and thus increase confidence in the", "growing government. Many of Hamilton's policies have remained a part of", "our government's operations ever since. On September 2, 1789, Congress", "established The Treasury Department, naming Alexander Hamilton, its chief", "architect, as \"Secretary.\"", "Alexander Hamilton, portrait by John Trumbull, 1792", "Alexander Hamilton,", "portrait by John Trumbull,", "1792", "1789: Alexander Hamilton", "Alexander Hamilton (b. January 11, 1755 - d. July 12, 1804) was the first", "United States Secretary of the Treasury, a Founding Father, economist,", "political philosopher and confidant of George Washington. He was one of", "America's first Constitutional lawyers, and co-wrote \"The Federalist", "Papers,\" a primary source for Constitutional interpretation. As", "Washington's Treasury Secretary, Hamilton was very influential in the", "policy decisions of the new government. An admirer of British political", "systems, Hamilton emphasized strong central government and implied powers,", "under which the new U.S. Congress funded the national debt, assumed state", "debts, created a national bank, and established tariffs and taxes. \"A", "national debt, if it is not excessive,\" Hamilton argued, \"will be to us a", "national blessing.\"", "1790: The Funding Act", "Hamilton, estimating the total public debt at $77.1 million, called for", "the issuance of new federal bonds to cover the debt. By assuming the", "obligation to pay this debt, the government firmly established its good", "credit. By February 1792, interest-bearing government bonds were selling", "for $1.20-on-the-dollar. A shrewd investor, buying $100 in bonds in 1786", "(at a market price of about $15) could have sold the replacement bonds", "issued by the new government for $121.50 in 1792, realizing a handsome", "profit. The system of debt management instituted by Hamilton worked well", "to consolidate the debt and permit the government to make interest", "payments as they came due (as well as to secure the faith and credit of", "the government in the new United States and abroad).", "1791: The Bank", "To consolidate the government's financial affairs, Hamilton proposed the", "formation of a national bank to supplement the activities of The Treasury.", "Despite the opposition of Jefferson and Madison, the First Bank of the", "United States opened in 1791 with a total capital of $10 million. Just ten", "years later, though, Jeffersonian Democrats, who didn't trust banks,", "overturned this progress. Jefferson's Secretary of the Treasury, Albert", "Gallatin, was a chief critic of Hamilton's methods of debt management, and", "made it his priority to reduce public debt. This worked for a time,", "reducing the public debt to $45.2 million by 1811, but was derailed by", "Jefferson's \"Louisiana Purchase.\"", "The 19th Century", "1803: Albert Gallatin", "Albert Gallatin, 1848", "Albert Gallatin, 1848", "Abraham Alfonse Albert Gallatin (b. January 29, 1761 –  d. August 12,", "1849) was a Swiss-American anti-Federalist diplomat and congressman, and", "the longest-serving United States Secretary of the Treasury. He opposed", "Hamilton’s entire program, but, faced with declining revenues and the", "massive cost of the War of 1812, Gallatin was forced to reintroduce the", "Federalist taxes he had previously denounced. By funding the war deficit", "($69 million) with bond issues, he helped defray the costs. He later", "helped charter the Second Bank of the United States in 1816.", "1812: The First Test of Debt", "The War of 1812 was financed mainly through the use of borrowed funds.", "Total public debt increased from $45.2 million on January 1, 1812, to", "$119.2 million as of September 30, 1815.", "1837: Andrew Jackson", "Andrew  Jackson, portrait by Thomas Sully, 1824", "Andrew Jackson,", "portrait by Thomas Sully,", "1824", "Andrew Jackson, the seventh president of the United States, was suspicious", "of banks and did not trust the paper money they issued. In 1837, he", "liquidated the Second Bank of the United States, returning the", "government’s original investment plus a profit. This resulted in a huge", "government surplus of funds. (In 1835, the $17.9 million budget surplus", "was greater than the total government expenses for that year.) By January", "of 1835, for the first and only time, all of the government’s", "interest-bearing debt was paid off. Congress distributed the surplus to", "the states (many of which were heavily in debt). The Jackson", "administration ended with the country almost completely out of debt!", "1846: Rebuilding the Debt", "The United States went to war with Mexico in May, 1846, over the", "annexation of Texas and California. The total cost of the war was", "estimated to be $64 million, and Congress authorized the issuing of", "additional debt to meet these obligations. It is this concept that would", "later become the basis for the Savings Bond program. By the end of 1849,", "public debt totaled $63.1 million.", "1860: The Civil War", "\"This war of ours, in its magnitude and in its duration, is one of the", "most terrible. It has produced a national debt and taxation unprecedented,", "at least in this country. It has carried mourning to almost every home,", "until it can almost be said that the 'heavens are hung black'.\"", "Abraham Lincoln, 1864, Speech at Great Central Sanitary Fair,", "Philadelphia, PA", "Public debt in 1860 totaled $64.8 million (the annual budget of the", "federal government at the time was $63.1 million). But this small debt", "would look completely insignificant compared to the amount of money the", "government would owe at the end of the Civil War.", "It is estimated that the Civil War cost the nation $5.2 billion in direct", "expenditures. As the war dragged on, the federal government was forced to", "completely overhaul its financial organization to cope with this", "as-yet-unheard-of amount. Enormous leaps in the methods and amount of", "public financing took place during the war years, including:", "* Legal Tender Act (1862) authorized the Treasury to issue $150 million", "in United States notes and authorized the sale of $500 Million in", "bonds to fund the war effort.", "* National Bank Act (1863) permitting the charter of national banks.", "By the end of 1865, interest-bearing public debt stood at $2.2 billion,", "but the union had been preserved.", "1865: Salmon P. Chase", "Salmon P Chase, circa 1855-65", "Salmon P Chase,", "circa 1855-65", "Salmon Portland Chase (b. January 13, 1808 – d. May 7, 1873) was one of", "Lincoln’s first political appointees, and served as U.S. Treasury", "Secretary during the Civil War (and then as Supreme Court Chief Justice of", "the United States). Chase was an active and avid abolitionist, and devoted", "to ending slavery. As Treasury Secretary, Chase oversaw the establishment", "of a national banking system, which secured a market for government bonds", "and provided a permanent uniform national currency. The first U.S. federal", "currency was printed in 1862, during Chase’s tenure as Secretary of the", "Treasury. He designed the bills (many of which originally featured his", "likeness).", "1899: Dawn of a New Age", "At the close of the fiscal year of 1899, the gross debt including Treasury", "Notes stood at $1.9 billion, and government ended the century with its", "finances in very good order.", "The World Wars", "Third Liberty Loan Poster", "Third Liberty Loan Poster", "1913: Federal Reserve", "The aftermath of the financial panic of 1907 caused many financial experts", "to rethink the need for a central bank in the United States. Legislation", "in 1913 enabled the formation of the Federal Reserve System, giving it the", "responsibility of maintaining flexibility in the money supply, providing a", "way to rediscount bank loans (by selling loans on a secondary market to", "increase credit), and overseeing the functions of the banking system.", "Prior to our entrance into WWI, the Treasury also underwent a process of", "reorganization. In 1916, the government prepared for war by raising taxes", "and authorizing the Treasury to borrow $300 million. Congress authorized", "the first Liberty Loan of $5 billion, and permitted the Treasury to sell", "$2 billion in short-term certificates to generate operating revenues. By", "the end of 1919, total debt exceeded $25 billion, but the war was won and", "a great burden of debt had been accepted and managed without causing", "substantial disruption to the economy.", "1920: Reorganization", "The Bureau of the Public Debt (established later, in 1940) is a direct", "descendant of the reorganization of the Treasury Department in 1919 and", "1920. What had been the Office of the Register and the Division of Loans", "and Currency were both placed under a new Commissioner of the Public Debt,", "who headed the new Public Debt Service. A Division of Public Debt Accounts", "and Audits was formed to maintain auditing control over these two", "operations and the public debt efforts of the Federal Reserve. At the", "time, the number of Public Debt Service employees totaled 3061.", "1929: Panic", "Through the 1920s, federal budget surpluses got as high as $689 million.", "Total debt was gradually reduced from $24 billion to about $17 billion.", "But business activity began to decline in the summer of 1929, and the", "stock market crash followed in October. By the early 1930s, it was", "apparent that a major economic crisis was in progress. President Hoover", "tried to balance the budget, and FDR continued this after being elected in", "1932, but bad times forced the deficit up as public works efforts (to", "offset financial hardships) were funded. By 1933, the budget deficit was", "nearly $3 billion, and the debt had risen to more than $22 billion. Many", "economists at the time disdained the attempt to balance the budget \"no", "matter what,\" and, drawing on the ideas of the English economist John", "Maynard Keynes, thought that a general fiscal depression was as great a", "national emergency as a war, and that the government should be willing to", "use deficits to stimulate the economy, just as it would borrow money to", "fight a war.", "John Maynard Keynes (right) and Harry Dexter White at the Bretton Woods", "Conference, 1944", "John Maynard Keynes (right)", "and Harry Dexter White", "at the Bretton Woods", "Conference, 1944", "1932: John Maynard Keynes", "John Maynard Keynes (b. June 5, 1883 – d. April 21, 1946) was a British", "economist whose ideas, called \"Keynesian economics,\" had a major impact on", "modern economic and political theory as well as on many governments'", "fiscal policies. He advocated an \"interventionist\" government policy, by", "which the government would use fiscal and monetary measures to mitigate", "the adverse effects of economic recessions, depressions and booms. He is", "one of the fathers of modern theoretical macroeconomics.", "1935: US Savings Bonds go to War", "The sale of United States Savings Bonds (first offered on March 1, 1935)", "helped manage the increasing public debt incurred as the country prepared", "for WWII. (See figure A in the right column)", "1940: The Bureau", "FDR created the Fiscal Service of the Treasury in April of 1940. As part", "of this agency reorganization plan, the Public Debt Service was designated", "the Bureau of the Public Debt. Total public debt was $50.7 billion at the", "time. But with the coming of WWII, that figure, and the operations of the", "Bureau itself, would be greatly altered yet again.", "Norman Rockwell's Freedom of Speech Poster", "Norman Rockwell's", "Freedom of Speech Poster", "1945: WWII", "\"And so my fellow Americans, I ask you to demonstrate again your faith in", "America by joining me in investing…\"", "Franklin D. Roosevelt, 1941, Radio Address", "It has been estimated that total government expenditures during World War", "II were $323 billion. The effort to fight the war required a total", "mobilization of the financial resources of the United States; it is", "doubtful that any citizen was untouched by the war effort. This put great", "pressure on the fiscal agencies of the government. By 1945, defense", "expenditures would be 15-times what they were in fiscal year 1941.", "Approximately $211 billion of the estimated $323 billion spent fighting", "the war was borrowed. Treasury attempted (with much success) to manage", "this borrowing while minimizing its impact on the economy. To do this,", "they worked to better tailor securities to meet the needs of purchasers,", "especially small investors, and encourage savings through the purchase of", "government securities.", "After the First World War, many small investors were disappointed in their", "Liberty Bonds experience when values fell. To win back these small", "investors, the Treasury issued Savings Bonds as non-marketable securities.", "They were non-negotiable, registered (facilitating easy replacement if", "lost or stolen), with fixed values, and could be easily turned into cash.", "This helped make small investors and savers feel more secure. This effort", "was so successful that Savings Bonds constituted almost 18% of total", "public debt by the end of the war (helping to pay down nearly $50", "billion). The increased reliance on non-marketable securities also helped", "Treasury attain one of Hamilton's original goals: widespread ownership of", "the debt.", "The Postwar Period", "Series H bond, 1952", "Series H bond, 1952", "1950: Postwar", "There was a budget surplus each year from 1946 to 1949, but the total debt", "never fell below $250 billion. Fiscal theory no longer centered on", "balancing the budget, but, following Keynes, took into account the effect", "that government spending had on economic growth and stability and demanded", "that government spending should be used as a tool for controlling the", "economy. To help bring order to the sprawling post-war bureaucracy, the", "Bureau of the Public Debt was given new headquarters, and began to take", "advantage of many new technological advances, like punch cards and", "microfilm. With the outbreak of hostilities in Korea in June, 1950,", "defense spending jumped from $17.7 billion to $40.4 billion in 1953, and", "the Treasury again became concerned with the problem of financing a war", "effort.", "In 1957, Under-Secretary of the Bureau of the Public Debt, W. Randolph", "Burgess, approved Parkersburg, West Virginia, as the Bureau's new", "electronic processing center. The new location benefited from its rural", "location as \"a non-critical target area\" (this being the height of the", "Cold War), and enjoyed an abundant local workforce. Soon after, the", "DATAmatic Corporation is authorized to install a \"state-of-the-art\" 25-ton", "DATAmatic Model 1000 computer system, called \"The Great Brain,\" at", "Parkersburg. The computer alone occupied 6,000 square feet!", "1960: Turbulence", "No one could have forecast the increase of government activity and debt at", "the beginning of the 1960s. Up to that time, the post-World War II period", "had seen only seven years of government deficits (associated with the", "Korean War or economic recession) mixed with seven years of budgetary", "surplus. The total debt rose by a modest $30 billion (from $260 billion to", "$290 billion). And if inflation is taken into account, the real value of", "the debt would be seen to fall during this time!", "The Bureau of the Public Debt grew by leaps and bounds during the '60s,", "introducing new paper- and time-saving processes to help investors. In", "1968, regulations were put into place for the use of book-entry accounting", "in which Treasury securities would be recorded as entries in the accounts", "of the Federal Reserve Bank that issued them, instead of as definitive", "securities issued in the form of printed pieces of paper. This new system", "reduced the amount of paperwork involved with government securities", "transactions!", "Freedom Shares, 1967", "Freedom Shares, 1967", "But the war in Vietnam, and the country’s deeper intervention from 1966", "onward, as well as the Johnson administration’s \"Great Society\" programs,", "raised the budget deficit to $25.2 billion, the most it had been since", "World War II. With a tax increase, the budget for 1969 actually showed a", "surplus of $3.2 billion, marking the last time the federal government’s", "finances would be \"in the black\" until 1998. (By 1970, total debt would", "rise to $382.6 billion, increasing $92 billion over the decade.)", "1970: Tightening Our Belts", "President Nixon inherited the expensive Vietnam War, as well as Johnson’s", "\"Great Society\" programs. Deficits rose through the early '70s to levels", "previously unheard-of except during World War II. In 1973, the budget", "deficit was $14.3 billion. Then, with the sharp rise in the price of", "petroleum products due to the OPEC-engineered shortage of 1973, inflation", "increased dramatically. Monetary policy was tightened to fight inflation,", "but interest rates hit new highs and the deficit reached $59 billion by", "1980.", "By 1980 total federal debt stood at $914 billion, an increase of $532", "billion since 1970. (Sales of Savings Bonds continued to rise but could", "not keep pace with the increase in the total debt. At the end of the", "decade, the total of $72.7 billion in Savings Bonds and Notes was only 8%", "of the public debt.)", "In 1971, Treasury began selling new issues of Treasury Notes for cash at", "\"competitive auctions\" instead of employing its longtime policy of", "offering securities for subscription at fixed prices and interest rates", "announced in advance. This left it to the financial markets to set prices", "and rates of interest on the securities, ensuring that each offering could", "be sold with minimal intervention by the Federal Reserve.", "Also in 1971, Public Debt installed a \"faster\" computer, a Honeywell", "H-1250, to handle the increased workload from growing savings bond sales.", "But by mid-decade, the Honeywell gave way to a UNIVAC 1110 computer, which", "was installed in Public Debt’s first \"raised floor\" data center at", "Parkersburg.", "Throughout the 1970s, there was an increase in the amount of public debt", "securities owned by foreign governments. Sales of these securities reached", "$28.5 billion in 1973.", "The Present Day", "1980: Electronic Age for Treasury Securities", "Official Portrait of President Ronald Reagan, 1981", "Official Portrait of", "President Ronald Reagan, 1981", "\"For decades, we have piled deficit upon deficit, mortgaging our future", "and our children's future for the temporary convenience of the present....", "You and I, as individuals, can, by borrowing, live beyond our means, but", "for only a limited period of time. Why, then, should we think that", "collectively, as a nation, we are not bound by that same limitation?\"", "Ronald Reagan, 1981, Inaugural address", "Ronald Reagan (b, February 6, 1911 - d, June 5, 2004), who became the 40th", "president of the United States in 1980, declared \"debt\" to be one of his", "major campaign issues.", "Reagan and his advisors were adherents of Milton Friedman (b. July 31,", "1912 - d. November 16, 2006), an American Nobel Laureate economist, a", "promoter of \"economic liberalism,\" and an intellectual renowned for his", "theories of \"consumption analysis.\" Friedman advocated minimizing the role", "of government in a free market as a means of creating political and social", "freedom. This \"laissez-faire\" style of economics allowed \"the market\" to", "set prices and interest rates.", "Series HH Bond, 1980", "Series HH Bond, 1980", "Between 1980 and 1990, the debt more than tripled as the government", "borrowed money to fund military build-ups and many elaborate new policies,", "such as \"the war on drugs.\" Americans began relying more and more on", "credit cards and jumbo mortgages, and being \"in debt\" became a new way of", "life in America.", "And yet, as the Cold War drew to a close, the economy of the United States", "remained essentially healthy. How could this be? It is said that the Cold", "War was fought not by armies, but by banks. From the 1950s through the", "1980s, both sides built massive debt during their international", "shadow-boxing match. Western powers \"won\" this match not by the size of", "their debt, but by the nature of that debt, according to a 1995 article in", "USA Today. \"The U.S. financed its battles in the Cold War by borrowing", "against the future, constraining, but not really limiting, social", "spending,\" the article posits. \"The Eastern bloc financed its Cold War", "battles the only way it could: by taking shortcuts on every imaginable", "count, saving a ruble here... and a ruble there.\" Thus, when the Berlin", "Wall came down in 1989, the U.S., guided by policy carried out by the", "Treasury, was better able to take advantage of economic growth to come.", "In 1983, the first \"personal computers\" arrived at Public Debt, in the", "Division of Administration, supported (in 1986) by a new IBM mainframe", "computer system. The new \"computer age\" brought major changes to the", "staffing of the Bureau (sometimes resulting in reductions) and to the", "processing of bonds and other instruments (facilitated by new technologies", "like optical and magnetic character recognition and advanced scanning).", "In 1986, Public Debt introduced Legacy Treasury Direct, a system allowing", "investors to buy Treasury securities in book-entry form and hold them", "directly with Treasury, electronically, without the services of a broker", "or other intermediary.", "1990: Public Debt Goes Online", "Official White House photo of President Bill Clinton, 1993", "Official White House photo", "of President Bill Clinton, 1993", "Despite backlashes against '80s \"greed,\" and the obstacle of the huge", "public debt (approximately $3.3 trillion in 1990), the economy of the", "United States was relatively strong at the start of the new decade. The", "government made a commitment to \"fiscal discipline,\" and in 1998,", "President Bill Clinton (b, August 19, 1946) presented to Congress the", "first balanced federal budget (with no annual deficit) since 1969.", "Throughout the '90s, a Wall Street boom drove investment in Treasury", "securities. Treasury kept up with demand by taking advantage of many", "technological breakthroughs.", "In 1992, Bureau computer systems are again upgraded when the IBM mainframe", "is replaced with an Amdahl system. It's about this time that (no", "reflection on the new systems) the first \"computer virus\" strikes at", "Public Debt. (It is cured quickly!)", "By the mid-'90s, Public Debt was online! The first Bureau of the Public", "Debt website was on America Online. Soon, users could access Public Debt", "through a Treasury-managed website, and then, in December, 1997, through", "Public Debt's own website based in Parkersburg (publicdebt.treas.gov). A", "new Y2K compliant IBM 9672-R35 CMOS computer replaced the Amdahl", "mainframe, and new technology finally allowed the mainframe and", "client/server technology to merge, helping the Bureau itself become more", "\"user friendly.\"", "2000: A New World", "Series I Bond", "Series I Bond", "While the new millennium began quite auspiciously, terrorist attacks in", "New York, Pennsylvania and Washington DC on September 11, 2001, seriously", "undercut the economic progress being made in the United States. To counter", "the effects of the economic slowdown and the increased expenditures on", "national security that followed the attacks, the new president, George W.", "Bush (b, July 6, 1946), instituted tax cuts and refunds, but the deficit", "grew, and with it, the national debt.", "Meanwhile, Public Debt set about to aggressively take advantage of new", "technologies for success. The IBM CMOS was replaced with the new, more", "powerful IBM Z900. Then, in October of 2002, the first version of", "TreasuryDirect is opened to the public, offering the ability to purchase", "and manage holdings of Series I savings bonds through a single online", "portal (www.treasurydirect.gov). Throughout the 2000s, Treasury instituted", "many more state-of-the-art initiatives for the benefit of investors,", "including OTC Direct, a web-based system for purchasing paper savings", "bonds, and FedInvest, an online administration tool for Federal agencies", "to use when investing in Treasury securities.", "Today", "In October 2012, the Bureau of the Public Debt consolidated with the", "Financial Management Service to form the new Bureau of the Fiscal Service.", "Today, Treasury's Fiscal Service, with the assistance of the Bureau of the", "Fiscal Service, continues to help guide, administer and manage US", "government financial policy for the best possible returns.", "Through our massive online resources and state-of-the-art investment and", "administrative tools, federal agencies and individual investors alike have", "more access to the world of government finance than ever before.", "The Bureau of the Fiscal Service employs nearly 4,000 dedicated,", "highly-trained people in multiple locations. The success of the bureau", "today, and of all of its associated agencies and services, is due directly", "to the commitment, knowledge and enthusiasm of the people who keep the", "Bureau of the Fiscal Service running smoothly.", "* Wholesale Securities Services", "* 220 auctions annually", "* $9.1 trillion in bids", "* $4.5 trillion awarded", "* $4.2 trillion in marketable securities held in National", "Book-Entry System", "* 1.3 trillion in Treasury securities transfers daily", "* Retail Securities Services", "* $195 billion in paper savings bonds held by 55 million investors", "* $72.7 billion in book-entry marketable issues held in Legacy", "Treasury Direct by 383,000 investors", "* $9.2 billion in electronic savings and marketable issues held in", "TreasuryDirect by 285,000 account holders", "* Government Agency Investment Services", "* $3.9 trillion invested by 80 federal agencies", "* $301 billion invested by 7,000 state and local governments", "* $234 billion loaned to 39 federal agencies", "* Summary Debt Accounting", "* $8.8 trillion outstanding", "* $4.9 trillion held by the public", "* $3.9 trillion held by government accounts", "* $72 trillion flow of funds annually", "* Franchise Services", "* 72 agency customers", "* $80 million (est.) in annual revenue", "Related Links", "* Average Interest Rates", "* Principal/Interest Graphs", "* FAQ", "This data is moving to FiscalData.Treasury.gov where it is available for", "download in multiple machine-readable formats with complete metadata!", "* Freedom of Information Act", "* |", "* Law & Guidance", "* |", "* Privacy & Legal Notices", "* |", "* Website Terms & Conditions", "* |", "* Web API Documentation", "* |", "* Plug-ins & Viewers", "* |", "* Accessibility", "* |", "* Data Quality", "U.S. Department of the Treasury, Bureau of the Fiscal Service", "Last Updated October 2, 2020"]