["Link: canonical", "Link: amphtml", "Link: alternate en-us", "National Geographic Logo - Home", "Skip to content", "* * * Renew", "* Subscribe", "* Menu", "Mosquitos caught for testing in McAllen, Texas, await shipment to a lab.", "Southern states that harbor the species that carries Zika are watching for", "infected mosquitoes. Photograph by John Moore/Getty Images", "Please be respectful of copyright. Unauthorized use is prohibited.", "* Science", "* Germination", "Zika Is Likely to Become a Permanent Peril in U.S.", "ByMaryn Mckenna", "Published May 4, 2016", "• 8 min read", "ShareTweetEmail", "Once Zika virus arrives in the United States, it will be here to stay.", "Leading experts now predict that the mosquito-borne disease will become a", "constant low-level threat that Americans will need to be vaccinated", "against routinely—as we do now for rubella, a virus that, like", "Zika, causes birth defects.", "That is, once there is a vaccine for Zika. The earliest possible", "deployment of Zika vaccines could be several years away, researchers from", "around the globe predicted at an Atlanta conference Tuesday, the annual", "meeting of the Global Virus Network.", "Overall, they said, Zika should be understood not as an epidemic wave that", "will pass over the world and then vanish, but rather as a permanent", "problem that will wax and wane, as West Nile virus has.", "“We don’t know the future course of the epidemic of Zika, but we have to", "be prepared for the virus to be present for years,” José Esparza of the", "University of Maryland School of Medicine, current president of the Global", "Virus Network, said at the conference. “Without a vaccine, we will not be", "able to control the future course of this epidemic.”", "Race for a Vaccine", "Everyone reluctantly accepts that vaccines will take some time, while also", "expecting that infections could reach the United States soon. “The risk of", "Zika virus beginning to circulate in the United States on the", "mainland—it’s already in Puerto Rico, of course—is going to be peaking", "during the next few weeks,” said Scott Weaver, a virologist from the", "University of Texas Medical Branch.", "“The number of travelers coming into the U.S. with Zika is very high, the", "temperatures are permissive now for mosquito transmission, and populations", "of mosquitos are growing,” he said.", "Delfina Tirado, left, and Chalmers Vasquez of the Miami-Dade County's", "Mosquito Control Division inspect a pool in Miami, March 17, 2016. The", "Aedes aegypti mosquito -- the type that is spreading the Zika virus and", "fear of grave birth defects throughout Latin America and the Caribbean --", "is being found in Florida and is expected to soon be buzzing around its", "usual haunts in the United States.", "Workers from the Miami-Dade County’s Mosquito Control Division inspect a", "pool in Miami. The Aedes aegypti mosquito—the type that is spreading the", "Zika virus—is being found in Florida and is expected to soon be buzzing", "around its usual haunts in the United States. Photograph by Max Reed/The", "New York Times", "Please be respectful of copyright. Unauthorized use is prohibited.", "A vaccine is most needed to protect women who are pregnant or planning to", "be, because the virus causes devastating birth defects that seem to appear", "late in pregnancy, and may also cause more subtle problems as children get", "older.", "“We have no information to believe there are any long-term consequences", "from infection to healthy adults or healthy children,” Weaver said.", "While a small vaccine trial sponsored by the National Institutes of Health", "could begin as early as next fall, expanding that research into trials", "with thousands of participants could be complicated by the rapid growth of", "the epidemic, which is both infecting people and also rendering them", "immune once they recover.", "The first Zika vaccines to be developed probably won’t go to everyone,", "Weaver predicted. “I think initially there will be some vaccines developed", "and licensed that are not optimal for vaccinating large populations, that", "will require multiple doses,” he said. “Those will probably be targeted to", "girls before they reach childbearing age, or women … if we can determine", "that they are not immune, if we have the diagnostics to do that.", "“And then eventually we should be able to develop a live attenuated", "vaccine, like the one we have now for yellow fever that has been available", "for many decades in South America,” Weaver said. Then, he added, doctors", "can vaccinate children, and the population will develop what we think of", "as “herd” immunity that protects even the unvaccinated.", "MCALLEN, TX - APRIL 14: A health inspector sprays a neighborhood for", "mosquitos early on April 14, 2016 in McAllen, Texas. Health officials,", "especially in areas along the Texas-Mexico border, are preparing for the", "expected arrival of the Zika virus, carried by the aegypti mosquito, which", "is endemic to the region. The Centers for Disease Control (CDC), announced", "this week that Zika is the definitive cause of birth defects seen in", "Brazil and other countries affected by the outbreak. ()", "A health inspector sprays a neighborhood for mosquitos in McAllen, Texas.", "Health officials, especially in areas along the Texas-Mexico border, are", "preparing for the expected arrival of the Zika virus, which is endemic to", "the region. Photograph by John Moore/Getty Images", "Please be respectful of copyright. Unauthorized use is prohibited.", "Introducing a Zika vaccine in that manner would follow the path that", "rubella vaccine took in the 1960s. Before the vaccine existed, epidemics", "of rubella (also known as “German measles”) caused only mild illness in", "adults; but the virus had devastating effects when it infected pregnant", "women. In 1964-65, the last such epidemic, 11,000 U.S. children were born", "deaf, 3,500 were born blind, 1,800 were born with developmental", "abnormalities, and women suffered 2,100 stillbirths—along with more than", "11,000 miscarriages and elective abortions.", "The vaccine was introduced in 1969 and put on the childhood vaccination", "schedule that is composed by the Advisory Committee on Immunization", "Practices, an expert panel that assists the CDC; it is part of the MMR", "(“measles, mumps, rubella”) shot given at 12-15 months and 4-6 years.", "Since the vaccine was introduced, there have been only a few cases of", "rubella in the United States each year.", "While the Zika vaccine hunt proceeds, scientists said at the Atlanta", "conference, it’s imperative to create easy-to-use tests to identify", "infected people, most of whom show no symptoms. Right now, it is difficult", "even to ascertain how many people in the Zika zone are already immune,", "since the current tests for diagnosing Zika infection, which were", "developed by the Centers for Disease Control and Prevention, are not", "commercially or widely available.", "Zika’s Imminent Arrival", "Travelers to the United States, whether visitors or residents returning", "home, are likely to be the reason that Zika ignites in the U.S. Weaver", "urged anyone traveling in the Zika zone to be scrupulous with mosquito", "repellent not just while there, but also for two weeks after they return,", "to be sure that they do not accidentally transmit the disease to U.S.", "mosquitos.", "“It only takes one infected person to arrive and be bitten and the", "transmission cycle takes off,” Weaver said.", "In the gap before a vaccine can arrive, the researchers said it’s", "important to achieve antiviral drugs that can work against the virus, and", "research presented at the conference suggests that combinations of drugs", "already on the market could be used in the short term.", "In Recife, Brazil, Zika virus has been linked to birth defects in babies", "born to infected mothers. Here, Joao Batista comforts his daughter Alice", "Vitoria, who has microcephaly.", "In Recife, Brazil, Zika virus has been linked to birth defects in babies", "born to infected mothers. Here, Joao Batista comforts his daughter Alice", "Vitoria, who has microcephaly. Photograph by Tomas Munita, National", "Geographic", "Please be respectful of copyright. Unauthorized use is prohibited.", "“These are drugs that have been used for a long time in people, so the", "safety issue is not a problem,” said Glaucius Oliva, a structural", "biologist from the Sao Carlos Institute of Physics at the University of", "Sao Paulo. “Repurposing drugs could begin in a year or two, whereas new", "drugs will take longer—10 years, maybe eight.”", "Because so much research is needed, scientists sounded especially", "concerned that funding for Zika work in the U.S. has not yet been", "authorized. Congress went on recess without approving a White House", "request for more funds.", "“A lot of the scientists in the U.S. are waiting for the floodgates to be", "opened with funding; a lot of the work that has been done so far has been", "done with shoestring budgets,” Raymond Schinazi, director of Emory’s", "Laboratory of Biochemical Pharmacology, said.", "“This takes fuel, and the fuel unfortunately is very limited right now.”", "ShareTweetEmail", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "Go Further", "Animals", "* Many mammals are contagious yawners—this might be why.", "* Animals", "Many mammals are contagious yawners—this might be why.", "* Why do whales beach themselves? We’re partially to blame.", "* Animals", "Why do whales beach themselves? We’re partially to blame.", "* Battle to control America’s ‘most destructive’ species: feral pigs", "* Animals", "Battle to control America’s ‘most destructive’ species: feral pigs", "* Starling murmurations are dazzling, ubiquitous, and puzzling", "* Animals", "Starling murmurations are dazzling, ubiquitous, and puzzling", "* These birds flock in mesmerizing swarms of thousands—but why is still", "a mystery.", "* Animals", "These birds flock in mesmerizing swarms of thousands—but why is still", "a mystery.", "* China’s exotic farms may be a missing link behind the pandemic’s leap", "to people", "* Animals", "* Wildlife Watch", "China’s exotic farms may be a missing link behind the pandemic’s leap", "to people", "Environment", "* How coffee can help forests grow faster", "* Environment", "* Planet Possible", "How coffee can help forests grow faster", "* Europe’s plastics industry is about to boom. U.S. fracking is driving", "it.", "* Environment", "Europe’s plastics industry is about to boom. U.S. fracking is driving", "it.", "* A locust plague hit East Africa. The pesticide solution may have dire", "consequences.", "* Environment", "A locust plague hit East Africa. The pesticide solution may have dire", "consequences.", "* What if the world’s biggest customer went green?", "* Environment", "* Planet Possible", "What if the world’s biggest customer went green?", "* Join the Millions", "* Partner Content", "Join the Millions", "* How Inuit avoid falling through thinning Arctic ice", "* Environment", "* Planet Possible", "How Inuit avoid falling through thinning Arctic ice", "History & Culture", "* How Queen Victoria remade the British monarchy", "* History & Culture", "How Queen Victoria remade the British monarchy", "* 1800-year-old chain armor reconstructed using video game tech", "* History & Culture", "1800-year-old chain armor reconstructed using video game tech", "* After winning the vote, here’s why the suffragist movement took", "divergent paths", "* History & Culture", "* Women's History Month", "After winning the vote, here’s why the suffragist movement took", "divergent paths", "* The extraordinary lives of America's 'bravest women'", "* History & Culture", "The extraordinary lives of America's 'bravest women'", "* The Suez Canal blockage detoured ships through an area notorious for", "shipwrecks", "* History & Culture", "The Suez Canal blockage detoured ships through an area notorious for", "shipwrecks", "* Here's the history of basketball—from peach baskets in Springfield to", "global phenomenon", "* History & Culture", "Here's the history of basketball—from peach baskets in Springfield to", "global phenomenon", "Science", "* 430,000 years ago a meteor exploded over Antarctica, leaving clues in", "the debris", "* Science", "430,000 years ago a meteor exploded over Antarctica, leaving clues in", "the debris", "* Bones evolved to act like batteries, 400-million-year-old fish suggest", "* Science", "Bones evolved to act like batteries, 400-million-year-old fish suggest", "* Pfizer-BioNTech say their vaccine is effective in kids age 12 to 15", "* Science", "* Coronavirus Coverage", "Pfizer-BioNTech say their vaccine is effective in kids age 12 to 15", "* Here’s what the WHO report found on the origins of COVID-19", "* Science", "* Coronavirus Coverage", "Here’s what the WHO report found on the origins of COVID-19", "* Ew, gross! Why humans are hardwired to feel disgust.", "* Science", "Ew, gross! Why humans are hardwired to feel disgust.", "* The complex debate over how to equitably distribute the different", "vaccines", "* Science", "* Coronavirus Coverage", "The complex debate over how to equitably distribute the different", "vaccines", "Travel", "* Why do people stack stones in the wild?", "* Travel", "Why do people stack stones in the wild?", "* The forgotten fossil hunter who transformed Britain’s Jurassic Coast", "* Travel", "* Women's History Month", "The forgotten fossil hunter who transformed Britain’s Jurassic Coast", "* How the pandemic created two wildly different ski seasons in the Alps,", "Video Story", "* Travel", "How the pandemic created two wildly different ski seasons in the Alps", "* Buried by Vesuvius, this ancient villa is an overlooked alternative to", "Pompeii", "* Travel", "Buried by Vesuvius, this ancient villa is an overlooked alternative to", "Pompeii", "* Once a state secret, these Albanian bunkers are now museums", "* Travel", "Once a state secret, these Albanian bunkers are now museums", "* A return to travel—and the world outside your airplane window", "* Travel", "A return to travel—and the world outside your airplane window", "Subscriber Exclusive Content", "previous", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "next", "See More", "The best of National Geographic delivered to your inbox", "Sign up for more inspiring photos, stories, and special offers from", "National Geographic.", "Sign Up", "Legal", "* Terms of Use", "* Privacy Policy", "* Your California Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "* About Nielsen Measurement", "* Do Not Sell My Info", "Our Sites", "* Nat Geo Home", "* Attend a Live Event", "* Book a Trip", "* Buy Maps", "* Inspire Your Kids", "* Shop Nat Geo", "* Visit the D.C. Museum", "* Watch TV", "* Learn About Our Impact", "* Support our Mission", "* Nat Geo Partners", "* Masthead", "* Press Room", "* Advertise With Us", "Join Us", "* Subscribe", "* Customer Service", "* Renew Subscription", "* Manage Your Subscription", "* Work at Nat Geo", "* Sign up for Our Newsletters", "* Contribute to Protect the Planet", "* Pitch a Story", "Follow us", "National Geographic FacebookNational Geographic TwitterNational Geographic", "Instagram", "United States (Change)", "----------------------------------------------------------------------", "National Geographic Logo - Home", "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2021", "National Geographic Partners, LLC. All rights reserved"]