["Link: amphtml", "Link: canonical", "ADVERTISEMENT", "logo-toronto", "Skip to Main Content", "* Loading...", "* Sign In", "person_outline", "* search", "* Podcasts", "* Newsletters", "* Today’s paper", "thestar chevron", "person_outlineLoading...", "Skip to Main Contentmenu", "logo-thestarLoading...", "Sign In", "person_outline", "closeSign In", "search _____________________ cancel", "* Podcasts", "* Newsletters", "* Today’s paper", "* edit_location", "The Star Edition", "CHANGE LOCATION", "expand_more", "* Manage Profilekeyboard_arrow_right", "* Subscriptionskeyboard_arrow_right", "* Billing Informationkeyboard_arrow_right", "* Newsletterskeyboard_arrow_right", "* Sign Out", "This copy is for your personal non-commercial use only. To order", "presentation-ready copies of Toronto Star content for distribution to", "colleagues, clients or customers, or inquire about permissions/licensing,", "please go to: www.TorontoStarReprints.com", "GTA", "‘Based on the video, I’d be very concerned’: Police experts weigh in after", "Toronto officer runs over knife-wielding man in cruiser", "Wendy Gillis", "By Wendy GillisStaff Reporter", "Tue., April 14, 2020timer2 min. read", "updateArticle was updated Apr. 15, 2020", "Police officers chase a knife-wielding man running down Bathurst Street,", "before a cruiser following behind catches up to the fleeing man. What", "happens next, according to Facebook video capturing a police-involved", "incident Sunday night, has prompted outrage online.", "Shot from an apartment above the King Street West and Bathurst Street", "intersection, the video shows the car striking a man, momentarily carrying", "him on the hood of the vehicle before the man falls to the ground and is", "run over by the car. The cruiser then pulls off to the side as nearby", "police officers rush to the man.", "Whether the officers’ actions were justifiable is now under review by the", "Special Investigations Unit, the civilian watchdog that investigates", "serious injuries involving police.", "According to the SIU, the incident began with a knifepoint robbery in the", "area just after 6 p.m. on April 14. Police then located the a 28-year-old", "suspect, who was still holding the knife, chased him southbound on", "Bathurst, before multiple officers attempted to stop the man by deploying", "their Tasers, to no avail.", "When the man continued to flee, he was struck by the cruiser and sustained", "serious injuries. According to a statement from Toronto police late", "Sunday, an injured officer was also taken to hospital.", "In a life-or-death situation, an officer can justify using their vehicle", "as a weapon. But two police use-of-force experts consulted by the Star", "disagreed on whether Sunday’s incident met the high threshold to decide", "whether running the man over was justifiable.", "“Based on the video, I’d be very concerned about what the police officer", "did — very,” said Terry Coleman, a retired Moose Jaw police chief who is", "now a public safety and policing consultant.", "Coleman stressed that video may not include all relevant information, and", "more context is needed to fully understand the decision-making. But his", "analysis of the video is that the officer driving the vehicle was going", "too fast from the outset, if the intention had been to try to knock the", "man down.", "“Once he’d vanished out of sight — once he was down, the officer should", "have just plain stopped, but it looks like they just kept going,” Coleman", "said.", "“Under the circumstances, I think it was excessive,” Coleman said.", "Steve Summerville, a former Toronto police officer and use-of-force", "instructor, disagreed, saying the force was reasonable considering the", "level of threat the man posed. The situation could have been far worse —", "lethal force did not have to be used, Summerville said.", "Summerville said officers first tried other ways to defuse the situation,", "including their Tasers. When that didn’t work, they still had a duty to", "contain the threat and protect other members of the public who could", "become involved in the highly dangerous situation — “they can’t walk", "away,” he said.", "Loading...", "Loading...Loading...Loading...Loading...Loading...", "Loading...", "The vehicle was a “weapon of opportunity” that worked, Summerville said.", "“Police did their job, they resolved it, and hopefully this person will", "receive the care and the treatment that they deserve,” he said. “Everybody", "went home, and there are no funerals.”", "Updated information about the man’s injuries was not immediately", "available. A Toronto police spokesperson declined to comment on the case", "Tuesday.", "Wendy Gillis", "Wendy Gillis is a Toronto-based reporter covering crime and policing.", "Reach her by email at wgillis@thestar.ca or follow her on Twitter:", "@wendygillis", "* SHARE:", "* * * * * * Report an error", "* Journalistic Standards", "* About The Star", "More from The Star & Partners", "More News", "Top Stories", "LOCAL GUIDEMORE BUSINESSVIEW ADS", "Copyright owned or licensed by Toronto Star Newspapers Limited. All rights", "reserved. Republication or distribution of this content is expressly", "prohibited without the prior written consent of Toronto Star Newspapers", "Limited and/or its licensors. To order copies of Toronto Star articles,", "please go to: www.TorontoStarReprints.com", "* About", "* Contact Us", "* Feedback", "logo", "thestar.com", "* Subscribe to the Star", "* Manage Star Subscription", "* Gift a Star Subscription", "* Redeem a Star Gift Subscription", "* Feedback", "* Site Map", "* Newsletters", "* Homefinder.ca", "* Corrections", "* Today's News", "* Flyers", "* Contests", "* Resource Centre", "Toronto Star Newspapers Ltd.", "* Subscribe to Home Delivery", "* Manage Home Delivery Subscription", "* About", "* Torstar Journalistic Standards", "* Atkinson Principles", "* Glossary", "* Trust Project", "* Contact Us", "* Contact Webmaster", "* FAQ", "* News Releases", "* Star Internships", "* Careers @ the Star", "* Star Advisers", "* Star ePaper Edition", "* Reprint and License", "Advertising", "* Advertise with Us", "* Advertising Terms", "* Special Features", "* Election Ads Registry", "Initiatives", "* Santa Claus Fund", "* Fresh Air Fund", "* Speakers Bureau", "* Classroom Connection", "* Toronto Star Archives", "* * * * * Download from Apple App Store", "* Download from Google Play Store", "* Privacy Policy", "* Terms of use", "* Accessibility", "© Copyright Toronto Star Newspapers Ltd. 1996 - 2021The Toronto Star and", "thestar.com, each property of Toronto Star Newspapers Limited, One Yonge", "Street, 4th floor, Toronto, ON, M5E 1E6"]