["Link: canonical", "Link: amphtml", "Link: alternate en-us", "National Geographic Logo - Home", "Skip to content", "* * * Renew", "* Subscribe", "* Menu", "Hurricane Isabel, as seen from space. Credit: Mike Trenchard, Earth", "Sciences & Image Analysis Laboratory , Johnson Space Center.", "Please be respectful of copyright. Unauthorized use is prohibited.", "* Science", "* Not Exactly Rocket Science", "Why Have Female Hurricanes Killed More People Than Male Ones?", "ByEd Yong", "Published June 2, 2014", "• 7 min read", "ShareTweetEmail", "Here’s a simple fact with an uncertain explanation: historically,", "hurricanes with female names have, on average, killed more people than", "those with male ones.", "Kiju Jung from the University of Illinois at Urbana–Champaign made this", "discovery after analysing archival data about the 94 hurricanes that hit", "the US between 1950 and 2012. As they write, “changing a severe", "hurricane’s name from Charley to Eloise could nearly triple its death", "toll”.", "Why?", "The names certainly don’t reflect a storm’s severity, and they alternate", "genders from one to the next.", "Jung team thinks that the effect he found is due to unfortunate", "stereotypes that link men with strength and aggression, and women with", "warmth and passivity. Thanks to these biases, people might take greater", "precautions to protect themselves from Hurricane Victor, while reacting", "more apathetically to Hurricane Victoria. “These kinds of implicit biases", "routinely affect the way actual men and women are judged in society,” says", "Sharon Shavitt, who helped to design the study. “It appears that these", "gender biases can have deadly consequences.”", "But Jeff Lazo from the National Centre for Atmospheric Research disagrees.", "He’s a social scientist and economist who has looked into the public", "communication of hurricane risk, and he thinks the pattern is most likely", "a statistical fluke, which arose because of the ways in which the team", "analysed their data.", "Let’s look at each of these arguments in turn.", "First, Jung’s team asked nine people to rate the name of US hurricane on a", "scale of 1 (very masculine) to 11 (very feminine). They found that the", "more feminine names were linked to more damage (normalised to today’s", "value) and deaths. (They excluded Katrina because that was such a huge", "outlier.)", "To test their hypothesis about gender biases, the team ran six", "experiments. (For stats junkies, here’s the table showing all the numbers", "behind the experiments; note that each one involves a fresh group of", "volunteers.)", "When the volunteers saw a list of hurricane names, and nothing more, they", "guessed that male storms would be more intense than female ones. After", "reading a more detailed scenario about an incoming hurricane, they", "predicted that the storm would be riskier and more intense if its name was", "Alexander rather than Alexandra.", "After reading another similar scenario, they were more likely to say that", "they would evacuate their homes if Hurricane Christopher was", "hypothetically bearing down upon them, than if Hurricane Christina was", "doing so. Likewise, if they read a voluntary evacuation order, they were", "more likely to comply in the face of Hurricanes Danny, Victor or Alexander", "than Hurricanes Kate, Victoria, or Alexandra respectively", "These differences aren’t due to explicit sexism. When the team asked", "people directly if male or female hurricanes would be more dangerous, the", "responses were evenly split. “This suggests that the effects in the main", "experiments are implicit in nature,” says Shavitt. In other words, gender", "stereotypes influence our thoughts and behaviour, whether or not we buy", "into them outright.", "But Lazo thinks that neither the archival analysis nor the psychological", "experiments support the team’s conclusions. For a start, they analysed", "hurricane data from 1950, but hurricanes all had female names at first.", "They only started getting male names on alternate years in 1979. This", "matters because hurricanes have also, on average, been getting less deadly", "over time. “It could be that more people die in female-named hurricanes,", "simply because more people died in hurricanes on average before they", "started getting male names,” says Lazo.", "Jung’s team tried to address this problem by separately analysing the data", "for hurricanes before and after 1979. They claim that the findings", "“directionally replicated those in the full dataset” but that’s a bit of a", "fudge. The fact is they couldn’t find a significant link between the", "femininity of a hurricane’s name and the damage it caused for either the", "pre-1979 set or the post-1979 one (and a “marginally significant", "interaction” of p=0.073 doesn’t really count). The team argues that", "splitting the data meant there weren’t enough hurricanes in each subset to", "provide enough statistical power. But that only means we can’t rule out a", "connection between gender and damage; we can’t soundly confirm one either.", "Other aspects of the team’s analysis didn’t make sense to Lazo. For", "example, they included indirect deaths in their fatality counts, which", "includes people who, say, are killed by fallen electrical lines in the", "clean-up after a storm. “How would gender name influence that sort of", "fatality?” he asks. He also notes that the damage a hurricane inflicts", "depends on things like how buildings are constructed, and other actions", "that we take long before a hurricane is named, or even before it forms.", "Then, there are the six experiments. As is common in psychology, the", "volunteers in the first three were all college students. “There is no", "reason to think that University of Illinois undergraduate students in", "hypothetical scenarios would have any relation to real-world decision", "making to populations in hurricane vulnerable areas,” says Lazo. The", "participants in the last three were recruited via Amazon Mechanical", "Turk—an online platform for finding volunteers.  Again, it’s unclear how", "representative they were of people who live in coastal, hurricane-prone", "towns.", "Finally, Lazo says that there’s a lot of evidence on how people respond to", "hurricane threats, and how their decisions are influenced by their social", "situation, vulnerability, culture, prior experience, sources of", "information, when the hurricane makes land, and so on. “Trying to suggest", "that a major factor in this is the gender name of the event, with a very", "small sample of real events, is a very big stretch,” says Lazo. And if the", "archival analysis isn’t as strong as it originally seemed, then what the", "team has basically done is to show “that individuals respond to", "gender”—hardly a big deal. [Update: To clarify, I mean that there’s", "already a huge amount of evidence that individuals respond to gender, not", "that the biases themselves are no big deal. Of course, they are.]", "All of this matters because Jung’s conclusions, if they’re right, could", "have implications for how hurricanes are described. “It may make sense to", "move away from human names, but other labels could also create problems if", "they are associated with perceptions of mildness or gentleness,” says", "Shavitt. “The key is to provide information and labels that are relevant", "to the storm’s severity.”", "Lazo says, “If there’s reasonable validity to their findings, it is worth", "further exploration with real hurricane-vulnerable subjects. That would be", "the proper conclusion to their study, and absolutely not any specific", "policy recommendations about changing naming conventions!”", "Update: The authors have responded to Lazo’s criticisms in the comments", "below (see also this PDF). You can also find other critical viewpoints at", "Mashable, Slate, and indeed, in some of the comments in this piece.", "Update 2: Bob O’Hara and GrrlScientist have written another rebuttal at", "the Guardian, pointing out flaws in the paper’s model. Check it out. I’d", "also pay attention to comments from Harold Brooks below.", "Reference: Jung, Shavitt, Viswanathana & Hilbed. 2014. Female hurricanes", "are deadlier than male hurricanes. PNAS", "http://dx.doi.org/10.1073/pnas.1402786111. If the link isn’t working, this", "is why.", "More on stereotypes:", "* Hidden beliefs in science stereotypes predict size of gender gap", "across 34 countries", "* Williams syndrome children show no racial stereotypes or social fear", "* Simple writing exercise helps break vicious cycle that holds back", "black students", "ShareTweetEmail", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "Go Further", "Animals", "* Many mammals are contagious yawners—this might be why.", "* Animals", "Many mammals are contagious yawners—this might be why.", "* Why do whales beach themselves? We’re partially to blame.", "* Animals", "Why do whales beach themselves? We’re partially to blame.", "* Battle to control America’s ‘most destructive’ species: feral pigs", "* Animals", "Battle to control America’s ‘most destructive’ species: feral pigs", "* Starling murmurations are dazzling, ubiquitous, and puzzling", "* Animals", "Starling murmurations are dazzling, ubiquitous, and puzzling", "* These birds flock in mesmerizing swarms of thousands—but why is still", "a mystery.", "* Animals", "These birds flock in mesmerizing swarms of thousands—but why is still", "a mystery.", "* China’s exotic farms may be a missing link behind the pandemic’s leap", "to people", "* Animals", "* Wildlife Watch", "China’s exotic farms may be a missing link behind the pandemic’s leap", "to people", "Environment", "* How coffee can help forests grow faster", "* Environment", "* Planet Possible", "How coffee can help forests grow faster", "* Europe’s plastics industry is about to boom. U.S. fracking is driving", "it.", "* Environment", "Europe’s plastics industry is about to boom. U.S. fracking is driving", "it.", "* A locust plague hit East Africa. The pesticide solution may have dire", "consequences.", "* Environment", "A locust plague hit East Africa. The pesticide solution may have dire", "consequences.", "* What if the world’s biggest customer went green?", "* Environment", "* Planet Possible", "What if the world’s biggest customer went green?", "* Join the Millions", "* Partner Content", "Join the Millions", "* How Inuit avoid falling through thinning Arctic ice", "* Environment", "* Planet Possible", "How Inuit avoid falling through thinning Arctic ice", "History & Culture", "* How Queen Victoria remade the British monarchy", "* History & Culture", "How Queen Victoria remade the British monarchy", "* 1800-year-old chain armor reconstructed using video game tech", "* History & Culture", "1800-year-old chain armor reconstructed using video game tech", "* After winning the vote, here’s why the suffragist movement took", "divergent paths", "* History & Culture", "* Women's History Month", "After winning the vote, here’s why the suffragist movement took", "divergent paths", "* The extraordinary lives of America's 'bravest women'", "* History & Culture", "The extraordinary lives of America's 'bravest women'", "* The Suez Canal blockage detoured ships through an area notorious for", "shipwrecks", "* History & Culture", "The Suez Canal blockage detoured ships through an area notorious for", "shipwrecks", "* Here's the history of basketball—from peach baskets in Springfield to", "global phenomenon", "* History & Culture", "Here's the history of basketball—from peach baskets in Springfield to", "global phenomenon", "Science", "* 430,000 years ago a meteor exploded over Antarctica, leaving clues in", "the debris", "* Science", "430,000 years ago a meteor exploded over Antarctica, leaving clues in", "the debris", "* Bones evolved to act like batteries, 400-million-year-old fish suggest", "* Science", "Bones evolved to act like batteries, 400-million-year-old fish suggest", "* Pfizer-BioNTech say their vaccine is effective in kids age 12 to 15", "* Science", "* Coronavirus Coverage", "Pfizer-BioNTech say their vaccine is effective in kids age 12 to 15", "* Here’s what the WHO report found on the origins of COVID-19", "* Science", "* Coronavirus Coverage", "Here’s what the WHO report found on the origins of COVID-19", "* Ew, gross! Why humans are hardwired to feel disgust.", "* Science", "Ew, gross! Why humans are hardwired to feel disgust.", "* The complex debate over how to equitably distribute the different", "vaccines", "* Science", "* Coronavirus Coverage", "The complex debate over how to equitably distribute the different", "vaccines", "Travel", "* Why do people stack stones in the wild?", "* Travel", "Why do people stack stones in the wild?", "* The forgotten fossil hunter who transformed Britain’s Jurassic Coast", "* Travel", "* Women's History Month", "The forgotten fossil hunter who transformed Britain’s Jurassic Coast", "* How the pandemic created two wildly different ski seasons in the Alps,", "Video Story", "* Travel", "How the pandemic created two wildly different ski seasons in the Alps", "* Buried by Vesuvius, this ancient villa is an overlooked alternative to", "Pompeii", "* Travel", "Buried by Vesuvius, this ancient villa is an overlooked alternative to", "Pompeii", "* Once a state secret, these Albanian bunkers are now museums", "* Travel", "Once a state secret, these Albanian bunkers are now museums", "* A return to travel—and the world outside your airplane window", "* Travel", "A return to travel—and the world outside your airplane window", "Subscriber Exclusive Content", "previous", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "* Magazine", "Why are people so dang obsessed with Mars?", "Read", "* Magazine", "How viruses shape our world", "Read", "* Animals", "The era of greyhound racing in the U.S. is coming to an end", "Read", "* Magazine", "See how people have imagined life on Mars through history", "Read", "* Magazine", "See how NASA’s new Mars rover will explore the red planet", "Explore", "next", "See More", "The best of National Geographic delivered to your inbox", "Sign up for more inspiring photos, stories, and special offers from", "National Geographic.", "Sign Up", "Legal", "* Terms of Use", "* Privacy Policy", "* Your California Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "* About Nielsen Measurement", "* Do Not Sell My Info", "Our Sites", "* Nat Geo Home", "* Attend a Live Event", "* Book a Trip", "* Buy Maps", "* Inspire Your Kids", "* Shop Nat Geo", "* Visit the D.C. Museum", "* Watch TV", "* Learn About Our Impact", "* Support our Mission", "* Nat Geo Partners", "* Masthead", "* Press Room", "* Advertise With Us", "Join Us", "* Subscribe", "* Customer Service", "* Renew Subscription", "* Manage Your Subscription", "* Work at Nat Geo", "* Sign up for Our Newsletters", "* Contribute to Protect the Planet", "* Pitch a Story", "Follow us", "National Geographic FacebookNational Geographic TwitterNational Geographic", "Instagram", "United States (Change)", "----------------------------------------------------------------------", "National Geographic Logo - Home", "Copyright © 1996-2015 National Geographic SocietyCopyright © 2015-2021", "National Geographic Partners, LLC. All rights reserved"]