["IFrame", "Needed: A straight shooter and a real record", "Tom Barrett", "By Tom Barrett", "Published on: 10/30/2010", "Wisconsin's economic and fiscal mess requires a governor the people can", "trust to get things done.", "I'm running for some simple, yet important reasons:", "• To fight for jobs so people can support their families;", "• To get Madison's fiscal house in order and protect essential priorities", "such as education and public safety;", "• And to stand up for working and middle class families who have been", "hammered in this recession and pushed aside by the special interests.", "My roots in Wisconsin run deep. My mother was raised in Sturgeon Bay. My", "dad moved to Wisconsin after earning the Distinguished Flying Cross in", "World War II because he fell in love with our state after being stationed", "in Oshkosh. They met in college at the University of Wisconsin-Madison,", "and eventually settled in Milwaukee.", "My parents instilled in me and my brother and sisters some very basic", "Wisconsin principles: Stand up for what you believe in, tell the truth and", "take responsibility for your actions.", "Just as my wife, Kris, and I want the best for our four children, so, too,", "do families in every corner of Wisconsin.", "Our state is facing tough times, and people are scared for the future. And", "instead of leadership, what we too often see in Washington and Madison are", "politicians who duck tough choices, kick the can down the road and pose", "for holy pictures.", "We must do better. We need straight talk about Wisconsin's problems, and", "we need honest plans to solve them.", "I'm running for governor to create jobs and get Wisconsin working.", "That's not an empty slogan. I have a comprehensive 67-page plan with", "dozens of specific proposals to create, attract and retain jobs.", "This vision is based on our successful work in creating the Milwaukee 7", "regional economic development group that has helped save and attract 2,000", "jobs to Wisconsin in the past year alone.", "And the plan is based on our efforts to transform the Menomonee Valley", "into a thriving commercial center that now supports 4,000 jobs.", "We found a way to create jobs despite the recession, and it's the same", "approach I'll bring as your governor.", "I'm running to get Wisconsin's fiscal house in order. Our state is facing", "a $2.7 billion structural deficit that must be addressed. That's why I", "have a plan to put Madison on a diet that fixes Wisconsin's long-term", "budget challenges - so we can protect vital investments in education,", "health care and public safety.", "And I'm running to get things done. It's time to end the petty", "partisanship that only serves the ideological extremes.", "I have never stopped believing in Wisconsin and the people of our state.", "I believe in the private sector innovation and energy that will propel our", "state forward, and in the greatest workforce in the world. And I believe", "in the vision that inspired our parents and grandparents, and the dream we", "all share of a better future for our children and grandchildren.", "The challenges and choices before us are difficult.", "Wisconsin needs a governor who shares the values of the people here, and", "who will really chart a new course for our state. They need:", "• A governor who will stand up for middle class and working families, not", "just the rich and powerful.", "• And a governor who is on our side solving problems, not making empty", "promises that will never be delivered.", "This election is about who you - the people of Wisconsin - trust to tackle", "the challenges before us.", "Wisconsin needs a straight shooter with honest plans and a real record.", "This is what I offer, and I'd be honored to have your vote on Nov. 2.", "Tom Barrett, a Democrat, is mayor of Milwaukee.", "IFrame"]