["Link: canonical", "Advertisement", "SpringerLink", "Search", "* Log in", "Search SpringerLink", "_____________________ Search", "Visualization of sneeze ejecta: steps of fluid fragmentation leading to", "respiratory droplets", "Download PDF", "Download PDF", "* Research Article", "* Published: 20 January 2016", "Visualization of sneeze ejecta: steps of fluid fragmentation leading to", "respiratory droplets", "* B. E. Scharfman^1,", "* A. H. Techet^1,", "* J. W. M. Bush^2 &", "* L. Bourouiba^3", "Experiments in Fluids volume 57, Article number: 24 (2016) Cite this", "article", "* 11k Accesses", "* 74 Citations", "* 316 Altmetric", "* Metrics details", "Abstract", "Coughs and sneezes feature turbulent, multiphase flows that may contain", "pathogen-bearing droplets of mucosalivary fluid. As such, they can", "contribute to the spread of numerous infectious diseases, including", "influenza and SARS. The range of contamination of the droplets is largely", "determined by their size. However, major uncertainties on the drop size", "distributions persist. Here, we report direct observation of the physical", "mechanisms of droplet formation at the exit of the mouth during sneezing.", "Specifically, we use high-speed imaging to directly examine the fluid", "fragmentation at the exit of the mouths of healthy subjects. We reveal for", "the first time that the breakup of the fluid into droplets continues to", "occur outside of the respiratory tract during violent exhalations. We show", "that such breakup involves a complex cascade of events from sheets, to bag", "bursts, to ligaments, which finally break into droplets. Finally, we", "reveal that the viscoelasticity of the mucosalivary fluid plays an", "important role in delaying fragmentation by causing the merger of the", "droplet precursors that form along stretched filaments; thereby affecting", "the final drop size distribution farther downstream.", "Introduction", "A better physical understanding of the processes governing pathogen", "transport is needed to reduce the spread of deadly influenza strains such", "as H5N1 or H7N9 (CDC 2013; Bourouiba 2013). Infected patients can produce", "virus-bearing droplets by sneezing, coughing, or even breathing (e.g.,", "Settles 2006). Observations indicate that coughs and sneezes produce", "ejecta that are well described as a multiphase, turbulent cloud comprising", "hot, moist air and suspended droplets (Bourouiba et al. 2012, 2014). A", "theoretical model describing the evolution of the cloud was developed by", "Bourouiba et al. (2014) and validated against experiments. The turbulent", "gas-phase dynamics were shown to be critical in enhancing the range of the", "smaller suspended droplets by delaying their exit from the cloud. This", "model can be used to assess contamination ranges in various environmental", "conditions. Inputs for this model include the volume fraction of liquid to", "gaseous phases and the droplet size distribution. The droplet size spans", "the micrometer and millimeter scales, but no consensus on the size", "distribution can be found in the literature. The techniques for measuring", "expiratory droplet size distributions have included enumeration on glass", "slides (Duguid 1946), optical counting (Papineni and Rosenthal 1997),", "aerodynamic droplet sizing (Johnson et al. 2011), interferometric Mie", "imaging (Morawska et al. 2009), scanning mobility droplet sizing (Yang", "et al. 2007), and laser diffraction (Zayas et al. 2012). Despite these", "efforts, discrepancies persist between the reported size spectra. The", "variability in the composition and physical properties of the ejected", "salivary mucus is also a major source of uncertainty for all inferences", "relying on optical characteristics and evaporation rates based on pure", "water.", "Fig. 1", "figure1", "a Schematic of the fragmentation process of a liquid volume in response to", "applied aerodynamic forces and b photographs recorded shortly after the", "first appearance of sneeze ejecta. The initial liquid volume (A) is", "flattened into a sheet (B), followed by hole formation (C) and subsequent", "destabilization into ligaments, and, finally, droplets (D). Scale bar in", "(b) is 1 cm. We provide the associated video SIV1 in the electronic", "supplementary materials", "Full size image", "Fig. 2", "figure2", "Schematic of the experimental setup used to image sneezes from both the", "top and side", "Full size image", "Hydrodynamic instabilities of fluid films at or near the exit of the", "respiratory tract are expected to play a critical role in setting the size", "distribution of the ejecta. Such fluid fragmentation phenomena are found", "in industrial applications (Villermaux 2007). In such settings, while the", "precise form of fluid fragmentation generally depends on the details of", "the source conditions, it has been reported to involve a cascade to", "smaller scales, from a fluid volume to sheets, ligaments, and, finally,", "droplets (Eggers and Villermaux 2008). Relative to industrial flows, the", "fluid dynamics of violent expirations remains poorly understood. To gain", "insight into the physics selecting the dominant droplet sizes emitted, we", "directly image the emissions of droplets with high-speed videography. In", "Sect. 2, we discuss the possible physical mechanisms involved in the fluid", "fragmentation accompanying such violent expirations. The experimental", "setup and the results of our visualization of real human sneezes are", "presented in Sect. 3. In Sect. 4, we describe the anatomy of sneeze ejecta", "in more detail, with a focus on the type of fragmentation processes", "leading to droplets.", "Physical picture and fluid fragmentation", "Sneezing and coughing are often caused by an irritation of the nose and", "then trachea, respectively; this leads to nerve stimulation and the", "resulting reflex action (James and Burgh 1969). It has been reported that", "the respiratory changes in a sneeze are analogous to those of a cough,", "except for the timing of the different phases (Widdicombe 1979). In", "particular, both a sneeze and a cough consist of an initial irritation, a", "closure of the glottis, and a rapid increase in intrathoracic pressure.", "Following the re-opening of the glottis, air is expelled at high flow", "rates (Banner 1986). For the sneeze, the pharynx also seems to be", "constricted (Widdicombe 1979); however, the subsequent dynamics remain", "poorly understood relative to those of the cough. Within the airway", "system, sneezes and coughs consist of fast airflows interacting with", "relatively slow moving, thin fluid layers. The majority of the studies of", "drop size measurement (e.g., Zayas et al. 2012; Yang et al. 2007; Morawska", "et al. 2009) focus on coughing, talking, or respiration. Turner et al.", "(1941) used single flash photographs to record sneezes using a dark field", "imaging setup and highlighted parts of the complex nature of such", "emissions. Duguid (1946) also studied sneezing; however, the sneeze", "dynamics examined were presumably altered by the subjects’ ingestion of a", "dyed solution used for flow visualization.", "Fig. 3", "figure3", "Cough recorded with high-speed imaging at 1000 fps and displayed at a", "0.005, b 0.008, c 0.015, d 0.032, and e 0.15 s from onset", "Full size image", "Fig. 4", "figure4", "High-speed images recorded at 1000 fps for a sneeze at times a 0.007, b", "0.03, c 0.107, d 0.162, e 0.251, and f 0.34 s. The multiphase sneeze cloud", "grows by turbulent entrainment as it advances", "Full size image", "Fig. 5", "figure5", "Sequence of sneeze emissions at a 5, b 26, c 37, and d 65 ms after the", "onset of a sneeze. The sequence is recorded at 2000 fps using diffused", "backlighting. The mouth diameter was approximately 8 mm. The motion of the", "head throughout the sneeze is highlighted on the left with the initial", "position shown in white. The latter illustrated the negligible effect of", "the head motion on the timescales of droplet formation and ejection", "Full size image", "The respiratory tract is essentially a hierarchical network of branching", "airway tubes with radii varying from 0.9 cm in the trachea to", "approximately \\(150\\,\\upmu \\hbox {m}\\) in the alveoli (Grotberg 1994). In", "this complex geometry, it is assumed that a combination of", "Kelvin–Helmholtz and Rayleigh–Taylor instabilities can result in the", "destabilization of these layers into droplets. Such instabilities involve", "surface tension, viscous, and aerodynamic forces, the relative magnitudes", "of which determine the final size of the resulting pathogen-bearing", "droplets. Surface tension and fluid viscosity generally favor larger", "droplets, while higher air speeds tend to result in smaller droplets. The", "liquid phase of interest in this problem is a mixture of saliva and mucus,", "the relative fraction of which is a function of the location within the", "respiratory tract. Reported physical properties of saliva are close to", "those of water with density \\(\\rho = 1000\\hbox { kg/m}^3\\), dynamic", "viscosity \\(\\mu = 1\\hbox { mPas}\\), and surface tension of \\(\\sigma =", "60\\,\\hbox {m/N m}\\) (Schipper et al. 2007; Stokes and Davies 2007). These", "fluids are mostly composed of water (97 %) and contain other agents such", "as salts, proteins, and fatty acids (Bansil and Turner 2006). They are", "viscoelastic because of the dissolved large glycoprotein mucins or", "biopolymers they contain (e.g., MUC5B (Dekker et al. 2002)). The", "relaxation times reported for mucosalivary fluids are \\(2.24\\,\\hbox {ms}", "\\le \\lambda \\le 76.2\\,\\hbox {ms}\\) (Haward et al. 2011; Kesimer et al.", "2010; Raynal et al. 2002). However, major discrepancies and variability in", "the reported values of relaxation time persist.", "When filaments of non-Newtonian fluids with elasticity induced by the", "presence of polymers are stretched, the polymers initially do not play an", "important role. They remain coiled, and the solvent solution dominates the", "dynamics; hence, the thinning is dominated by viscous effects. In the", "subsequent phase, when the polymers become sufficiently stretched, they", "resist the surface-tension-driven breakup that would occur via the", "Rayleigh-Plateau instability in a Newtonian fluid. Instead, filament", "stretching can be accompanied by the beads-on-a-string structure, which", "arises when a balance of inertial, capillary, viscous, and elastic forces", "is achieved (Bhat et al. 2010). Beads on a string are a clear indicator of", "the influence of viscoelasticity and play a key role in selecting final", "sizes of the droplets. The Deborah number De quantifies the effect of", "viscoelasticity by prescribing the relative magnitude of the polymer", "relaxation time \\(\\lambda\\) and timescale of fragmentation \\(\\tau\\), \\(De", "= \\lambda /\\tau\\). In our experiments, we observed typical mucosalivary", "ligaments of diameter ranging from 0.409 to 0.952 mm. For such sizes, the", "capillary time ranges from \\(\\tau = \\sqrt{\\rho d^3/\\sigma } = 0.97\\) to", "3.40 ms, leading to \\(0.65 \\le De \\le 78.73\\). Other values reported in", "the literature on saliva include \\(0.004 \\le De = \\lambda /\\tau \\le 0.5\\)", "(Bhat et al. 2010).", "Fluid partial bubbles, also known as fluid bags, are another feature of", "fluid breakup that appears in a variety of liquid–gas flows. Villermaux", "and Bossa (2009) and Reyssat et al. (2007) provide a detailed analysis of", "the dynamics of fluid bags. Typically, a volume of liquid subjected to a", "net air flow in a particular direction is deformed by differential", "aerodynamic pressure that tends to flatten the volume into a sheet that", "expands as it is swept downstream (Fig. 1). The fluid is then transformed", "by the aerodynamic pressure into a bag structure that expands and thins", "until it becomes unstable and ruptures. The resulting holes expand at the", "Taylor–Culick speed (Taylor 1959; Culick 1960). As the holes grow and the", "liquid shell destabilizes, ligaments form perpendicular to the bag rim", "surface due to the Rayleigh–Taylor instability of the rim and are", "stretched (Lhuissier and Villermaux 2012; Scharfman et al. 2013). These", "ligaments then eventually break into droplets via Rayleigh-Plateau-type", "instabilities (see Fig. 1).", "In this study, we use direct high-speed visualization of sneezes at the", "exit of the mouth to examine the details of the ejection of mucosalivary", "fluid subject to an unsteady violent sneeze-induced turbulent flow. Our", "observations provide insight into the fragmentation dynamics that affect", "respiratory pathogen transport.", "Experimental visualizations", "Experimental setup", "High-speed videos of sneezes and coughs were recorded using frame rates", "ranging from 1000 to 8000 fps (Fig. 2). Two monochrome cameras and various", "lighting configurations were used. First, the head of the subject was", "positioned in front of a black felt backdrop in order to create a dark", "field effect (Turner et al. 1941). This approach allows for the droplets", "to scatter the light toward the cameras (Figs. 3, 4), which enhances the", "contrast. The light sources surrounded the observation area, but were", "never directly oriented toward the cameras. This setup was found to be", "optimal for the visualization of the far-field dynamics of sneezes,", "including sneeze cloud dynamics. By contrast, droplets at close range", "could best be visualized by using backlighting through a white diffuser.", "The fragmentation was recorded using one or two cameras simultaneously. In", "the latter case, single cameras were positioned above and on the side of", "the desired imaging area.", "Coughs and sneezes", "The set of images in Fig. 3 shows the evolution of cough ejecta from 0.005", "to 0.15 s after initiation of the cough. The onset of the coughs or", "sneezes reported herein is determined by the visual detection of the first", "droplets or cloud emitted from the mouth. The airflow expulsion lasted", "approximately 300 ms. A typical sneeze cloud from our visualizations is", "displayed in Fig. 4. The use of high-speed videography with at least", "1000 fps was necessary in order to adequately resolve the dynamics. The", "set of images in Fig. 4 shows the evolution of the sneeze cloud from 7 ms", "to 0.34 s after the sneeze began. The airflow expulsion lasted", "approximately 200–250 ms. Using the flow speeds from our recordings in", "Figs. 3 and 4, we can estimate the Reynolds number \\({{Re}}= Q/(d\\nu )\\),", "where d is the mouth diameter, Q is the flow rate, and \\(\\nu\\) is the", "viscosity of the gas phase. We find \\({{Re}}\\) to be about \\(10^4\\) and", "\\(4 \\times 10^4\\) for coughing and sneezing, respectively. The flow rate", "was determined by evaluating the total volume of air and droplets exhaled", "over the duration of the emission. The volume exhaled was estimated by", "measuring the exhalation lung capacity.", "Our visualizations show that distinctly separated cough droplets are", "present at the exit of the mouth (see Fig. 3c, d for example), while this", "is not clearly the case for sneeze ejecta (Fig. 4). Figure 4 shows a", "relatively dense sneeze cloud, with a broader spectrum of droplet or fluid", "fragment sizes, as remains visible further away from the source (Fig. 4f).", "The comparison of the two figures (Figs. 3, 4) suggests caution when", "generalizing the features of coughs to sneezes as is often done in the", "literature. In particular, it is clear that sneezes induce a fragmentation", "process that continues outside of the respiratory tract. Given that", "sneezes have received less attention in the literature, we now focus on", "characterizing their ejecta in greater detail.", "Anatomy of sneeze ejecta", "Figure 5 shows a sequence of close-up snapshots of sneeze ejecta recorded", "at 2000 fps. The duration of the sneeze is 150 ms. In addition to the", "expected droplet ejecta, our experiments reveal the presence of ligaments", "of various sizes. Here, the largest ligaments are 3 cm in length and are", "ejected at speeds of up to 35  m/s, with twisting and stretching observed", "during flight. The droplet sizes in this recording ranged from", "\\(160\\,\\upmu \\hbox {m}\\) to one millimeter, with a maximum observed speed", "of 14 m/s. The effects of viscoelasticity were clearly important as", "exhibited by the multiple beads-on-a-string structures apparent on the", "ligaments.", "Fig. 6", "figure6", "Stages of sneeze ejecta imaged from a the side and b the top,", "respectively. The first column features the initial sheet and bag bursting", "after 8 ms. The second column shows the ligament formation, elongation,", "and pearl formation at 21 ms, and the third column depicts the final stage", "of fragmentation into droplets at 117 ms. The side view was recorded at", "8000 fps, and the top view at 2000 fps. Scale bars are 1 cm", "Full size image", "In order to characterize further the fluid breakup and estimate the effect", "of viscoelasticity on this process, we examine Fig. 6 in more detail.", "There, a dense field of sneeze ejecta is imaged both from the top and", "side. The side and top views were recorded at 8000 and 2000 fps with", "synchronized start times. The total duration of the sneeze was 134.5 ms", "with an estimated Reynolds number for the gas cloud of \\(Re_G=10^5\\). We", "observed a large number of droplet and ligament fragments with the longest", "ligaments being as wide as the field of view, approximately 12 cm. The", "continuous breakup of the ligaments into droplets was apparent outside of", "the respiratory tract. Furthermore, a myriad of other fragmentation", "processes was revealed.", "The first column of Fig. 6 illustrates the expansion of fluid sheets, the", "bursting of a bag-like fluid structure, and the transition from sheets to", "ligaments (Sect. 4.1). The second column features the stretching of the", "residual ligaments and the associated droplet formation (Sect. 4.2). The", "third column reveals the final stage of the fragmentation process, the", "pinch-off of the ligaments into droplets. These three phases of", "fragmentation were observed systematically in the dozens of violent", "respiratory exhalation recordings.", "Sheet extension and bag burst", "In sneezes, we observe the formation of multiple bags of mucosaliva (e.g.,", "Figs.  7, 8, 9). The resolution of the raw images in Figs 7, 8, 9 has been", "increased using a least-squares approximation for display purposes (Munoz", "et al. 2001). In Fig. 7, we show an example of multiple expanding sheets", "after rupture. The white outlines show the bag edges, which are retracting", "in the directions indicated by the arrows. Residual ligaments from the", "piercing and retraction of the bags are also apparent. In Fig. 8, a bag", "located just downstream of the lower lip is displayed. There, as the", "liquid exits the mouth, the fluid is flattened into a sheet and then", "expanded and stretched into a bag-like structure.", "Fig. 7", "figure7", "Example of multiple sneeze-induced expanding sheets after rupture. The", "image is shown at 22 ms after the sneeze began. Video SIV1 in the", "electronic supplementary materials shows the full sequence. Scale bar is", "1 cm. We provide the associated video SIV1 in the electronic supplementary", "materials", "Full size image", "Fig. 8", "figure8", "Development of the bag instability at the edge of the lip. The bag first", "grows into a mucus bubble then deforms prior to finally bursting. The", "snapshots are shown at intervals of 0.5 ms. The bag was originally nearly", "spherical in shape. This sequence was recorded at 8000 fps. Scale bar is", "2 mm", "Full size image", "Figure 9 shows a bag that is in the flattened sheet phase of its growth.", "This particular bag is deflected downward and acquires little momentum in", "the downstream direction and subsequently falls below the lower lip.", "Ligaments bounding the sides of this sheet radiate outward from it as the", "sheet expands and thins. Estimating a male lung capacity of 1.5 L and", "using our direct records of sneeze duration of about 250 ms, and mouth", "diameter of about \\(d = 3\\,\\hbox {cm}\\), we estimate the characteristic", "gas exhalation speed to be \\(U \\approx 2.2\\,\\hbox { m/s}\\). This leads to", "a corresponding gaseous Weber number \\(We_\\mathrm{G} = \\rho _\\mathrm{G}", "U^2d/\\sigma \\approx 2.2\\), where \\(\\rho _G = 0.9782\\,\\hbox {kg/m}^3\\) is", "the air density (Picard et al. 2008). For individual Newtonian droplets,", "the critical \\(We_G\\) for transition to the bag regime is 12 for Ohnesorge", "number \\(Oh_L = \\mu /\\sqrt{\\rho d \\sigma } < 0.1\\) (Pilch and Erdman", "1987). For a Newtonian liquid jet in a crossflow, the transition from", "column to bag breakup occurs at a gaseous \\(We_G\\) of 4 (Sallam et al.", "2004; Scharfman and Techet 2012; Scharfman et al. 2013).", "Beads on a string and merger", "Figure 10 shows droplets, or beads, forming on the elongating ligaments of", "mucosalivary fluid ejected by the sneeze. The time sequence in Figure 10b", "shows two consecutive mergers of adjacent beads on the same ligament shown", "in Fig. 10a. This ligament of mucosalivary fluid is being stretched by the", "background air flow and has negligible viscous effects, since \\(Oh \\approx", "0.005\\). The diameter of this ligament is approximately 0.2 mm, while the", "mean measured ligament diameter during the course of the sneeze is about", "0.6 mm. In this low-viscosity regime, a Newtonian fluid ligament would be", "expected to fragment via a Rayleigh-Plateau instability on the capillary", "timescale \\(\\tau _{RP} = \\sqrt{\\rho d^3/\\sigma }\\), where d is the initial", "diameter of the ligament. For example, the ligament observed in Fig. 10", "would be expected to pinch off in approximately \\(330\\,\\upmu \\hbox {s}\\);", "however, we see that the breakup is still in progress after more than", "13 ms owing to the retarding effects of viscoelasticity. That represents", "the extension of the filament lifetime by a factor of \\(\\sim 40\\) when", "compared to that of an identical filament made of pure water. With a", "Deborah number \\(0.65 \\le De \\le 78.73\\) for the ligaments detected, the", "occurrence of beads on string and merger is expected to alter", "significantly the final drop size distribution relative to that arising", "for Newtonian fluids.", "Fig. 9", "figure9", "Bag shown here (highlighted by the oval) originates from the mouth near", "the lower lip. It is in the form of a flattened sheet of horizontal extent", "of approximately 16 mm. This image was captured at 40 ms from the onset of", "a sneeze. Scale bar is 5 mm", "Full size image", "Fig. 10", "figure10", "Beads on a string. a Multiscale droplets or “pearls” form on stretching", "ligaments owing to the influence of non-Newtonian effects. This snapshot", "is taken 130 ms after the onset of the sneeze and is viewed from above. b", "Time sequence showing two consecutive mergers of adjacent pearls. This", "particular sequence is observed on the largest ligament shown in (a),", "which has a diameter of 0.2 mm", "Full size image", "Discussion", "Coughs and sneezes emit turbulent multiphase flows that can contain", "pathogen-bearing droplets of mucosalivary fluid. Despite recent efforts,", "no consensus on the size distributions of such droplets is reached in the", "literature. It is commonly assumed that the droplets are formed within the", "airway system, with the process of their formation being unreported. Here,", "we report the results of direct high-speed recordings of the droplets", "emitted at the exit of the mouth during violent exhalation events. Our", "study has revealed the rich physics accompanying the fragmentation induced", "by violent expirations. Our findings indicate the shortcoming of the", "common belief that the respiratory droplets are formed prior to ejection.", "Moreover, our findings show the limitations of using indirect measurement", "techniques tailored to estimate spherical droplet sizes only. In reality,", "ligaments are suspended in the turbulent cloud and continue to play an", "important role in shaping the final droplet sizes after ejection. In", "particular, we showed that violent respiratory exhalations including", "sneezes involve a sequence of fragmentation processes from mucosalivary", "fluid sheet formation and extension, to puncture and retraction, to", "ligament stretching, and, ultimately, to droplet formation. Moreover, we", "revealed that viscoelasticity plays an important role in retarding the", "ligament breakup process in time by up to a factor of 40. In addition,", "viscoelasticity appears to play a major role in the selection of the upper", "tail of the final size distribution, namely favoring larger drops than", "expected with a Newtonian fluid under the same fragmentation conditions.", "This appears to be due to the beads-on-string formation and repeated", "merger of droplets along the filaments prior to the final separation into", "isolated droplets. It remains to be clarified how this process influences", "the lower tail of the size distribution when compared to that of Newtonian", "fluid under the same fragmentation conditions in unsteady flows such as", "violent expirations. Namely, it remains unclear whether we would also", "detect smaller satellite drops created from very thin stretched", "viscoelastic mucosalivary filaments attached to the larger drops resulting", "from mergers.", "The steps of fragmentation revealed by our study underscore the importance", "of understanding the physics of the fragmentation process during violent", "exhalations. The resulting mechanistic understanding should yield insight", "into the final drop size distribution and help to clarify the origin of", "the contradictory size distributions reported in the literature. By", "revealing key fragmentation processes, such as bag burst and mergers of", "beads on string, that influence the final droplet size distribution, our", "study is the first step in that direction. A theoretical and analog", "experimental framework for rationalizing the effect of viscoelasticity on", "the fragmentation leading to the final sneeze drop size distribution is", "currently under development. A more detailed analysis of the role of each", "fragmentation process identified herein in setting the final droplet size", "distribution is also being investigated to refine our assessment of the", "risk of contamination by violent expirations.", "References", "1. Banner AS (1986) Cough: physiology, evolution, and treatment. Lung", "164:79–92", "Article  Google Scholar", "2. Bansil R, Turner BS (2006) Mucin structure, aggregation, physiological", "functions and biomedical applications. Curr Opin Colloid Interface Sci", "11:164–170", "Article  Google Scholar", "3. Bhat PP, Appathurai S, Harris MT, Pasquali M, Mckinley GH, Basaran OA", "(2010) Formation of beads-on-a-string during break-up of viscoelastic", "filaments. Nat Phys 6:625–631", "Article  Google Scholar", "4. Bourouiba L (2013) Understanding the transmission of H5N1. CAB Rev", "17:1–9", "Google Scholar", "5. Bourouiba L, Dehandschoewercker E, Bush JWM (2012) The fluid dynamics", "of coughing and sneezing. In: Refereed proceedings of the", "International Society of Indoor Air Quality and Climate 10th healthy", "buildings conference Brisbane, AU", "6. Bourouiba L, Dehandschoewercker E, Bush JWM (2014) Violent expiratory", "events: on coughing and sneezing. J Fluid Mech 745:537–563", "Article  Google Scholar", "7. CDC (2013) Emergence of avian inlufenza A(H7N9) virus causing severe", "human illness. MMWR 62(18):366–371", "8. Culick F (1960) Comments on a ruptured soap film. J Appl Phys", "31:1128–1129", "Article  Google Scholar", "9. Dekker J, Rossen JWA, Büller HA, Einerhand AWC (2002) The MUC family:", "an obituary. Trends Biochem Sci 27:126–131", "Article  Google Scholar", "10. Duguid JP (1946) The size and the duration of air-carriage of", "respiratory droplets and droplet-nuclei. J Hyg 44(6):471–479", "Article  Google Scholar", "11. Eggers J, Villermaux E (2008) Physics of liquid jets. Rep Prog Phys", "71(036):601", "Google Scholar", "12. Grotberg JB (1994) Pulmonary flow and transport phenomena. Annu Rev", "Fluid Mech 26:529–571", "Article  Google Scholar", "13. Haward S, Odell J, Berry M, Hall T (2011) Extensional rheology of", "human saliva. Rheol Acta 50:869–879", "Article  Google Scholar", "14. James JEA, de Burgh Daly M (1969) Nasal reflexes: section of", "laryngology. Proc R Soc Med 62(December):1287–1293", "Google Scholar", "15. Johnson G, Morawska L, Ristovski Z, Hargreaves M, Mengersen K, Chao C,", "Wan M, Li Y, Xie X, Katoshevski D, Corbett S (2011) Modality of human", "expired aerosol size distributions. J Aerosol Sci 42:839–851", "Article  Google Scholar", "16. Kesimer M, Makhov AM, Griffith JD, Verdugo P, Sheehan JK (2010)", "Unpacking a gel-forming mucin: a view of MUC5B organization after", "granular release. Au J Physiol Lung Cell Mol Physiol 289:15–22", "Article  Google Scholar", "17. Lhuissier H, Villermaux E (2012) Bursting bubble aerosols. J Fluid", "Mech 696:5–44", "Article  MATH  Google Scholar", "18. Morawska L, Johnson G, Ristovski Z, Hargreaves M, Mengersen K, Corbett", "S, Chao C, Li Y, Katoshevski D (2009) Size distribution and sites of", "origin of droplets expelled from the human respiratory tract during", "expiratory activities. J Aerosol Sci 40:256–269", "Article  Google Scholar", "19. Munoz A, Blu T, Unser M (2001) Least-squares image resizing using", "finite differences. IEEE Trans Image Process 10:1365–1378", "Article  MathSciNet  MATH  Google Scholar", "20. Papineni RS, Rosenthal FS (1997) The size distribution of droplets in", "the exhaled breath of healthy human subjects. J Aerosol Med 10:105–116", "Article  Google Scholar", "21. Picard A, Davis RS, Glser M, Fujii K (2008) Revised formula for the", "density of moist air (cipm-2007). Metrologia 45:149–155", "Article  Google Scholar", "22. Pilch M, Erdman CA (1987) Use of breakup time data and velocity", "history data to predict the maximum size of stable fragments for", "acceleration-induced breakup of a liquid drop. Int J Multiphase Flow", "13:741–757", "Article  Google Scholar", "23. Raynal BDE, Hardingham TE, Thornton DJ, Sheehan JK (2002) Gel-forming", "properties of saliva. Biochem J 296:289–296", "Article  Google Scholar", "24. Reyssat E, Chevy F, Biance A-L, Petitjean L, Quere D (2007) Shape and", "instability of free-falling liquid globules. EPL 80(34):005", "Google Scholar", "25. Sallam KA, Aalburg C, Faeth GM (2004) Breakup of round nonturbulent", "liquid jets in gaseous crossflow. AIAA J 42:2529–2540", "Article  Google Scholar", "26. Scharfman BE, Techet AH (2012) Bag instabilities. Phys Fluids", "24(091):112", "Google Scholar", "27. Scharfman BE, Bush JWM, Techet A (2013) Hydrodynamic instabilities in", "round liquid jets in gaseous crossflow. In: Proceedings of 25th annual", "conferences of Institute for Liquid Atomozation and Spray Systems", "28. Schipper RG, Silletti E, Vingerhoeds MH (2007) Saliva as research", "material: biochemical, physicochemical and practical aspects. Arch", "Oral Biol 52:1114–1135", "Article  Google Scholar", "29. Settles GS (2006) Fluid mechanics and homeland security. Annu Rev", "Fluid Mech 38:87–110", "Article  Google Scholar", "30. Stokes JR, Davies GA (2007) Viscoelasticity of human whole saliva", "collected after acid and mechanical stimulation. Biorhelogy 44:141–160", "Google Scholar", "31. Taylor GI (1959) The dynamics of thin sheets of fluid. III.", "Disintegration of fluid sheets. Proc R Soc Lond Ser A 253:313–321", "Article  Google Scholar", "32. Turner CE, Jennison MW, Edgerton EH (1941) Public health applications", "of high-speed photography. Am J Pub Health Nations Health 31:319–324", "Article  Google Scholar", "33. Villermaux E (2007) Fragmentation. Annu Rev Fluid Mech 39:419–446", "Article  MathSciNet  Google Scholar", "34. Villermaux E, Bossa B (2009) Single-drop fragmentation determines size", "distribution of raindrops. Nat Phys 5:697–702", "Article  Google Scholar", "35. Widdicombe JG (1979) Reflexes from the upper respiratory tract. In:", "Handbook of physiology: the respiratory system II, pp 363–394", "36. Yang S, Lee GWM, Chen CM, Wu CC, Yu KP (2007) The size and", "concentration of droplets generated by coughing in human subjects. J", "Aerosol Med 20:484–494", "Article  Google Scholar", "37. Zayas G, Chiang M, Wong E, MacDonald F, Lange C, Senthilselvan A, King", "M (2012) Cough aerosol in healthy participants: fundamental knowledge", "to optimize droplet-spread infectious respiratory disease management.", "BMC Pulm Med 12(1):11", "Article  Google Scholar", "Download references", "Acknowledgments", "The authors thank J. Bales, S. J. Lipnoski and the MIT Edgerton Center for", "access to their equipment. L.B. and J.B. acknowledge the financial support", "of the NSF (Grant DMS-1022356). L.B. thanks the Reed Funds and NSF (Grant", "CBET-1546990) for financial support of studies in mucosalivary fluids.", "Author information", "Affiliations", "1. Department of Mechanical Engineering, Massachusetts Institute of", "Technology, Cambridge, MA, 02139, USA", "B. E. Scharfman & A. H. Techet", "2. Department of Mathematics, Massachusetts Institute of Technology,", "Cambridge, MA, 02139, USA", "J. W. M. Bush", "3. Fluid Dynamics of Disease Transmission Laboratory, Massachusetts", "Institute of Technology, Cambridge, MA, 02139, USA", "L. Bourouiba", "Authors", "1. B. E. Scharfman", "View author publications", "You can also search for this author in PubMed Google Scholar", "2. A. H. Techet", "View author publications", "You can also search for this author in PubMed Google Scholar", "3. J. W. M. Bush", "View author publications", "You can also search for this author in PubMed Google Scholar", "4. L. Bourouiba", "View author publications", "You can also search for this author in PubMed Google Scholar", "Corresponding author", "Correspondence to L. Bourouiba.", "Electronic supplementary material", "Supplementary material 1 (mov 7465 KB)", "Rights and permissions", "Reprints and Permissions", "About this article", "Verify currency and authenticity via CrossMark", "Cite this article", "Scharfman, B.E., Techet, A.H., Bush, J.W.M. et al. Visualization of sneeze", "ejecta: steps of fluid fragmentation leading to respiratory droplets. Exp", "Fluids 57, 24 (2016). https://doi.org/10.1007/s00348-015-2078-4", "Download citation", "* Received: 13 May 2015", "* Revised: 23 September 2015", "* Accepted: 16 October 2015", "* Published: 20 January 2016", "* DOI: https://doi.org/10.1007/s00348-015-2078-4", "Keywords", "* Droplet Size", "* Cough", "* Newtonian Fluid", "* Fragmentation Process", "* Droplet Size Distribution", "Download PDF", "Advertisement", "Over 10 million scientific documents at your fingertips", "Switch Edition", "* Academic Edition", "* Corporate Edition", "* Home", "* Impressum", "* Legal information", "* Privacy statement", "* California Privacy Statement", "* How we use cookies", "* Manage cookies/Do not sell my data", "* Accessibility", "* Contact us", "Not logged in - 136.243.106.20", "Not affiliated", "Springer Nature Springer Nature logo", "© 2021 Springer Nature Switzerland AG. Part of Springer Nature.", "\\"]