["Link: canonical", "Skip to main content", "Main menu", "* Home", "* Articles", "* Current", "* Special Feature Articles - Most Recent", "* Special Features", "* Colloquia", "* Collected Articles", "* PNAS Classics", "* List of Issues", "* Front Matter", "* Front Matter Portal", "* Journal Club", "* News", "* For the Press", "* This Week In PNAS", "* PNAS in the News", "* Podcasts", "* Authors", "* Information for Authors", "* Editorial and Journal Policies", "* Submission Procedures", "* Fees and Licenses", "* Submit", "* Submit", "* About", "* Editorial Board", "* PNAS Staff", "* FAQ", "* Accessibility Statement", "* Rights and Permissions", "* Site Map", "* Contact", "* Journal Club", "* Subscribe", "* Subscription Rates", "* Subscriptions FAQ", "* Open Access", "* Recommend PNAS to Your Librarian", "User menu", "* Log in", "* My Cart", "Search", "Search for this keyword", "_____________________________________________________________", "Search", "* Advanced search", "Home", "Home", "* Log in", "* My Cart", "Search for this keyword", "_____________________________________________________________", "Search", "Advanced Search", "* Home", "* Articles", "* Current", "* Special Feature Articles - Most Recent", "* Special Features", "* Colloquia", "* Collected Articles", "* PNAS Classics", "* List of Issues", "* Front Matter", "* Front Matter Portal", "* Journal Club", "* News", "* For the Press", "* This Week In PNAS", "* PNAS in the News", "* Podcasts", "* Authors", "* Information for Authors", "* Editorial and Journal Policies", "* Submission Procedures", "* Fees and Licenses", "* Submit", "Research Article", "Female hurricanes are deadlier than male hurricanes", "Kiju Jung, Sharon Shavitt, Madhu Viswanathan, and Joseph M. Hilbe", "1.  ^aDepartment of Business Administration and", "2.  ^bDepartment of Psychology, Institute of Communications Research, and", "Survey Research Laboratory, and", "3.  ^cWomen and Gender in Global Perspectives, University of Illinois at", "Urbana–Champaign, Champaign, IL 61820; and", "4.  ^dDepartment of Statistics, T. Denny Sanford School of Social and", "Family Dynamics, Arizona State University, Tempe, AZ 85287-3701", "See allHide authors and affiliations", "PNAS June 17, 2014 111 (24) 8782-8787; first published June 2, 2014;", "https://doi.org/10.1073/pnas.1402786111", "1. Edited* by Susan T. Fiske, Princeton University, Princeton, NJ, and", "approved May 14, 2014 (received for review February 13, 2014)", "This article has Letters. Please see:", "* Relationship between Research Article and Letter - August 04, 2014", "* Relationship between Research Article and Letter - August 04, 2014", "* Relationship between Research Article and Letter - August 26, 2014", "* Relationship between Research Article and Letter - November 24, 2014", "* Article", "* Figures & SI", "* Info & Metrics", "* PDF", "Significance", "Meteorologists and geoscientists have called for greater consideration of", "social science factors that predict responses to natural hazards. We", "answer this call by highlighting the influence of an unexplored social", "factor, gender-based expectations, on the human toll of hurricanes that", "are assigned gendered names. Feminine-named hurricanes (vs.", "masculine-named hurricanes) cause significantly more deaths, apparently", "because they lead to lower perceived risk and consequently less", "preparedness. Using names such as Eloise or Charlie for referencing", "hurricanes has been thought by meteorologists to enhance the clarity and", "recall of storm information. We show that this practice also taps into", "well-developed and widely held gender stereotypes, with potentially deadly", "consequences. Implications are discussed for understanding and shaping", "human responses to natural hazard warnings.", "Abstract", "Do people judge hurricane risks in the context of gender-based", "expectations? We use more than six decades of death rates from US", "hurricanes to show that feminine-named hurricanes cause significantly more", "deaths than do masculine-named hurricanes. Laboratory experiments indicate", "that this is because hurricane names lead to gender-based expectations", "about severity and this, in turn, guides respondents’ preparedness to take", "protective action. This finding indicates an unfortunate and unintended", "consequence of the gendered naming of hurricanes, with important", "implications for policymakers, media practitioners, and the general public", "concerning hurricane communication and preparedness.", "* gender stereotypes", "* implicit bias", "* risk perception", "* natural hazard communication", "* bounded rationality", "Estimates suggest that hurricanes kill more than 200 people in the United", "States annually, and severe hurricanes can cause fatalities in the", "thousands (1). As the global climate changes, the frequency and severity", "of such storms is expected to increase (2). However, motivating hurricane", "preparedness remains a major challenge for local and state authorities", "(3). Although natural hazards such as hurricanes represent both physical", "and social phenomena (4, 5), meteorologists and geoscientists point out", "that too little attention has been paid to findings from the social", "sciences about subjective risk perceptions (6, 7). Those findings", "highlight the importance of understanding how assessments of risk from", "threats in the environment are often influenced not only by environmental", "and social cues (8, 9), but also by irrelevant psychological factors", "(10⇓–12).", "We demonstrate that a natural disaster can, merely by being symbolically", "associated with a given sex through its assigned name, be judged in ways", "congruent with the corresponding social roles and expectations of that sex", "(13⇓⇓–16). In particular, analyses of archival data on actual fatalities", "caused by hurricanes in the United States (1950–2012) indicate that severe", "hurricanes with feminine names are associated with significantly higher", "death rates. An explanation for this unexpected finding is tested in six", "experiments. These experiments show that gender-congruent perceptions of", "intensity and strength are responsible for male-named hurricanes being", "perceived as riskier and more intense than female-named hurricanes. These", "findings have important implications for hurricane preparedness and public", "safety.", "US hurricanes used to be given only female names, a practice that", "meteorologists of a different era considered appropriate due to such", "characteristics of hurricanes as unpredictability (17). This practice came", "to an end in the late 1970s with increasing societal awareness of sexism,", "and an alternating male-female naming system was adopted (17). Even though", "the gender of hurricanes is now preassigned and arbitrary, the question", "remains: do people judge hurricane risks in the context of gender-based", "expectations?", "Research shows that women and men are socialized to have different social", "roles and self-schemas, in turn generating descriptive and prescriptive", "expectancies about women and men (16, 18). Men are often expected to be", "strong, competent, and aggressive, whereas women are often expected to be", "weak, warm, and passive (19⇓–21). Men are more likely than women to commit", "violent behaviors (22), and thus males are perceived to be more strongly", "associated than females with negative potencies such as violence and", "destruction (23, 24). We extend these findings to hypothesize that the", "anticipated severity of a hurricane with a masculine name (Victor) will be", "greater than that of a hurricane with a feminine name (Victoria). This", "expectation, in turn, will affect the protective actions that people take.", "As a result, a hurricane with a feminine vs. masculine name will lead to", "less protective action and more fatalities.", "Archival Study", "To test this hypothesis, we used archival data on actual fatalities caused", "by hurricanes in the United States (1950–2012). Ninety-four Atlantic", "hurricanes made landfall in the United States during this period (25).", "Nine independent coders who were blind to the hypothesis rated the", "masculinity vs. femininity of historical hurricane names on two items (1 =", "very masculine, 11 = very feminine, and 1 = very man-like, 11 = very", "woman-like), which were averaged to compute a masculinity-femininity index", "(MFI). A series of negative binomial regression analyses (26, 27) were", "performed to investigate effects of perceived masculinity-femininity of", "hurricane names (MFI), minimum pressure, normalized damage (NDAM) (28),", "and the interactions among them on the number of deaths caused by the", "hurricanes (see Materials and Methods for complete descriptions of models", "tested, Table S1 for descriptive statistics, and Table S2 for a", "statistical summary of models tested. See the full Dataset S1 available", "online.)", "The analyses showed that the change in hurricane fatalities as a function", "of MFI was marginal for hurricanes lower in normalized damage, indicating", "no effect of masculinity-femininity of name for less severe storms. For", "hurricanes higher in normalized damage, however, this change was", "substantial, such that hurricanes with feminine names were much deadlier", "than those with masculine names (Fig. 1). For example, a hurricane with a", "relatively masculine name (MFI = 3) is estimated to cause 15.15 deaths,", "whereas a hurricane with a relatively feminine name (MFI = 9) is estimated", "to cause 41.84 deaths. In other words, our model suggests that changing a", "severe hurricane’s name from Charley (MFI = 2.889, 14.87 deaths) to Eloise", "(MFI = 8.944, 41.45 deaths) could nearly triple its death toll. The", "substantial change in predicted counts of deaths for hurricanes high in", "normalized damage, coupled with the marginal change for less damaging", "hurricanes, supports our line of reasoning about the effect of gendered", "names on protective action. For storms that are less damaging, death rates", "are relatively low, and decisions to take protective measures are less", "predictive of survival. However, for severe storms, where taking", "protective action would have the greatest potential to save lives, the", "masculinity-femininity of a hurricane’s name predicted its death toll.", "Fig. 1.Fig. 1.", "* Download figure", "* Open in new tab", "* Download powerpoint", "Fig. 1.", "Predicted fatality counts. MFI indicates masculinity-femininity index, and", "hurricanes with low MFI (vs. high MFI) are masculine-named (vs.", "feminine-named). Predicted counts of deaths were estimated separately for", "each value of MFI of hurricanes, holding minimum pressure at its mean", "(964.90 mb).", "These results suggest that individuals assess their vulnerability to", "hurricanes and take actions based not only on objective indicators of", "hurricane severity but also on the gender of hurricanes. This pattern may", "emerge because individuals systematically underestimate their", "vulnerability to hurricanes with more feminine names, avoiding or delaying", "protective measures. To test this hypothesis directly, we conducted a", "series of laboratory experiments to assess whether the gender of the", "hurricane name affects subjective predictions of hurricane intensity", "(experiments 1 and 2), delay until evacuation decision (experiment 3), and", "intentions to follow an evacuation order (experiments 4–6). See Table 1", "for a summary of designs and results.", "View this table:", "* View inline", "* View popup", "Table 1.", "Statistical summary of experiments", "Experiments", "Experiment 1 used five male and five female names from the official 2014", "Atlantic Hurricane names. Three hundred forty-six participants predicted", "each hurricane’s intensity on two items (1 = not at all, 7 = very intense;", "1 = not at all, 7 = very strong). As expected, hurricanes with male names", "(Arthur = 4.246, Cristobal = 4.455, Omar = 4.569, Kyle = 4.277, and Marco", "= 4.380) were predicted to be more intense than those with female names", "(Bertha = 4.523, Dolly = 4.014, Fay = 4.042, Laura = 4.039, and Hanna =", "4.181). A mixed ANOVA with the gender of hurricane name (within-subjects", "factor) and participants’ sex (between-subjects factor) yielded a", "significant effect of the gender of the hurricane name on predicted", "intensity [M_male = 4.386, SD = 0.822 vs. M_female = 4.186, SD = 0.907;", "F(1,344) = 18.055, P < 0.0001, ɳ^2 = 0.050]. There was no interaction", "between the gender of the hurricane name and participants’ sex (P >", "0.325). Indeed, this was true across our experiments and thus the", "interaction is not discussed further.", "In experiment 2, 108 participants were randomly assigned to one of three", "conditions: Hurricane Alexander (male), Hurricane Alexandra (female), or", "Hurricane (control). They were shown a map displaying a county and a", "hurricane and read a short scenario about uncertainty of the future", "intensity of the hurricane. Next, they judged the riskiness of the", "hurricane on four items (e.g., 1 = not at all, 7 = very risky). A two-way", "ANOVA with the gender of the hurricane name and participants’ sex yielded", "only a significant main effect of the gender of the hurricane: Hurricane", "Alexander (M_alexander = 4.764, SD = 1.086) was perceived to be more", "intense and risky than Hurricane Alexandra (M_alexandra = 4.069, SD =", "1.412) and an unnamed hurricane [M_control = 4.048, SD = 1.227; F(2,102) =", "3.652, P = 0.029, ɳ^2 = 0.064]. The similarity in the perceived riskiness", "of the female-named and unnamed hurricanes may reflect the influence of", "the historical female-only naming convention. Even in the absence of an", "assigned name, storms may be more associated with female than male names", "and, therefore, with milder qualities. Consistent with experiment 1, these", "results further support the notion that perceived vulnerability to a", "hurricane depends on the gender of its assigned name.", "Experiment 3 tested whether the gender of the hurricane name affects", "perceived risk, which in turn affects evacuation intentions. One hundred", "forty-two participants were given a scenario and a weather map on which", "either Hurricane Christopher or Hurricane Christina was displayed and", "reported their evacuation intentions on three items (e.g., 1 = definitely", "will evacuate immediately, 7 = definitely will stay home). A two-way ANOVA", "with the gender of the hurricane name and participants’ sex yielded a", "significant main effect of the gender of the hurricane name such that", "Christopher elicited a greater intention to act than did Christina", "[M_christopher = 2.343, SD = 1.212 vs. M_christina = 2.939, SD = 1.538;", "F(1,138) = 6.543, P = 0.012, ɳ^2 = 0.044]. A measurement of perceived risk", "showed the same patterns observed in experiment 2: Hurricane Christopher", "was perceived to be riskier than Hurricane Christina [‪M_christopher =", "5.567, SD = 1.053 vs. M_christina = 5.007, SD = 1.259; F(1,138) = 8.698, P", "= 0.004, ɳ^2 = 0.059]‬. ‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬", "Our measure of evacuation intentions has limitations as some individuals", "might believe that, in the absence of an order to evacuate, staying home", "is a way of protecting themselves. Because evacuation responses are", "particularly complex, meteorological research puts a priority on", "understanding them (6). Therefore, in experiment 4, the scenario involved", "a voluntary evacuation order. Intentions to follow the order were measured", "with three items (e.g., 1 = very likely to follow, 7 = very unlikely to", "follow). One hundred participants read about Hurricane Danny vs. Hurricane", "Kate. Consistent with the previous experiment, a two-way ANOVA with the", "gender of the hurricane name and participants’ sex yielded a significant", "main effect of the gender of the hurricane name, indicating that people", "facing a hurricane with a male vs. a female name reported significantly", "greater intentions to follow a voluntary evacuation order [M_danny =", "2.160, SD = 1.344 vs. M_kate = 2.900, SD = 1.658; F(1,96) = 4.469, P =", "0.037, ɳ^2 = 0.043].", "Using paired male and female names for hurricanes in these experiments", "(Alexander vs. Alexandra, Christopher vs. Christina) might raise concerns", "about whether the names matched in terms of other connotations (29).", "Indeed, the male vs. female names in experiments 2 and 3 were more popular", "as baby names in 2000–2009 (Alexander was the #13 boy’s name and Alexandra", "the #40 girl’s name; Christopher was the #6 boy’s name and Christina the", "#125 girl’s name). We addressed this and other potential confounds in two", "ways. First, experiment 5 addressed possible differences in name", "familiarity by using a male name that was less popular than the female", "one, Victor (#103 boy’s name) and Victoria (#25 girl’s name). Two hundred", "seventy-four participants read a scenario about Hurricane Victor (male),", "Hurricane Victoria (female), or a Hurricane (control) and reported", "intentions to follow the voluntary evacuation order and perceived risk.", "Results suggested that name familiarity did not impact the hurricane", "gender effect. Consistent with the previous findings, Hurricane Victor", "elicited greater intentions to follow the evacuation order than did", "Hurricane Victoria and an unnamed hurricane [M_victor = 5.861, SD = 1.275", "vs. M_victoria = 5.391, SD = 1.614 vs. M_hurricane = 5.278, SD = 1.552;", "F(2,268) = 3.796, P = 0.024, ɳ^2 = 0.027]. Similarly, Hurricane Victor was", "perceived to be riskier than Hurricane Victoria and an unnamed hurricane", "(M_victor = 5.808, SD = 0.985 vs. M_victoria = 5.340, SD = 1.296 vs.", "M_hurricane = 5.423, SD = 1.283; F(2,268) = 3.660, P = 0.027, ɳ^2 =", "0.026]. The fact that female-named and unnamed hurricanes yielded similar", "results replicates experiment 2. As noted earlier, historical naming", "conventions may lead unnamed storms to be more strongly associated with", "female than male names. Although it is possible that negative associations", "with male names, as opposed to positive associations with female names,", "drive the effect given that males are strongly associated with danger", "(24), this is an issue for future research. Because there is no unnamed", "condition in the actual practice of hurricane naming, our focus is on the", "comparison between female- and male-named hurricanes.", "To further examine potential confounds in our name stimuli, we directly", "assessed whether the male and female names used across all of our", "experiments varied in their age, perceived intellectual competence, and", "perceived likability (29) (Table S3). Ratings of perceived", "masculinity-femininity, intellectual competence, and likability of the 18", "names we used in the experiments were obtained from 109 participants. The", "perceived masculinity-femininity of the names was not correlated with", "either their attractiveness or their intellectual competence. The male vs.", "female names used in experiments 2, 3, and 6 were seen as more likable and", "competent, but for experiments 4 and 5, it was the reverse. Moreover,", "using data derived from the Social Security Office’s Name Popularity", "Database, we determined that the ages of our names did not track with", "their gender. In experiment 1, the five female names are overall much", "older than the five male names. However, all female names used in", "experiments 2–6 are younger than the corresponding male names. In other", "words, the additional data yielded no evidence of confounds. The direction", "of name-gender differences in age, likability, and intellectual competence", "varied across experiments, whereas the effect of name-gender on responses", "to hurricanes was the same across the six experiments.", "Discussion", "An archival study of hurricane fatalities established that severe storms", "with more feminine names are deadlier. Multiple experiments suggested that", "this is because feminine- vs. masculine-named hurricanes are perceived as", "less risky and thus motivate less preparedness. Although our findings do", "not definitively establish the processes involved, the phenomenon we", "identified could be viewed as a hazardous form of implicit sexism. Indeed,", "in an additional dataset, when asked explicitly whether a male-named or", "female-named hurricane would be riskier and more dangerous, responses were", "evenly split between female- and male-named hurricanes (Materials and", "Methods).", "As with other forms of implicit bias (23, 30, 31), the effect is not", "always limited to people who explicitly endorse traditional gender-trait", "beliefs. In experiments 4 and 5, we measured gender-trait beliefs and", "found that both those who affirmed and those who rejected the notion of", "differences in men’s and women’s warmth and aggressiveness based their", "evacuation intentions on the gendered names. However, a moderating effect", "of gender-trait beliefs emerged in experiment 6 (Materials and Methods).", "As climate change forecasts anticipate that storms will increase in", "severity in the coming years (2), our findings have increasingly important", "implications for policymakers, media practitioners, and the general public", "concerning hurricane communication and preparedness. The findings suggest", "that natural disasters, when given gendered names, can elicit", "gender-congruent expectancies that (de)motivate preparedness. Thus,", "although using human names for hurricanes has been thought by", "meteorologists to enhance the clarity and recall of storm information,", "this practice also taps into well-developed and widely held gender", "stereotypes, with unanticipated and potentially deadly consequences.", "For policymakers, these findings suggest the value of considering a new", "system for hurricane naming to reduce the influence of biases on hurricane", "risk assessments and to motivate optimal preparedness. For media", "practitioners, the pervasive media practice of giving gendered", "descriptions of hurricanes (32) should prompt a reconsideration of the use", "of “he” or “she” when communicating about hurricanes. Finally, making", "members of the general public aware of the impact of gender biases on", "subjective risk perceptions may improve preparedness in the face of the", "next Hurricane Fay or Laura.", "More broadly, our findings highlight the importance of understanding the", "way that category labels may influence responses to natural hazards and", "other events. When hurricanes and other such events are tagged with", "specific yet arbitrary labels used for other categories (men/women,", "animals, flora), one may expect human responses to be influenced by the", "mental representations associated with those categories. Those", "representations may then influence subjective risk assessments or indeed", "any assessment relevant to the mental representation. Thus, a storm named", "for a flower may seem less threatening than one named for a raptor. Our", "findings highlight the need to reexamine the practice of assigning", "arbitrary names to natural hazards in an effort to facilitate", "communication.", "Materials and Methods", "Archival Study.", "Outliers.", "We removed two hurricanes, Katrina in 2005 (1833 deaths) and Audrey in", "1957 (416 deaths), leaving 92 hurricanes for the final data set. Retaining", "the outliers leads to a poor model fit due to overdispersion. It should be", "noted that these hurricanes have feminine names.", "MFI.", "We provided the names of 94 hurricanes to nine independent coders (four", "females; age range, 24–55 y; all native English speakers). The coders did", "not know that these were hurricane names. We considered the gender of the", "name as a continuous variable and asked coders to evaluate the perceived", "masculinity or femininity of the names on two items (1 = very masculine,", "11 = very feminine, 1 = very man-like, 11 = very woman-like). These items", "were averaged to form the MFI (α = 0.978). Intercoder correlations (range,", "0.797–0.982) indicated a high level of agreement on the perceived", "masculinity-femininity of the names.", "Death tolls.", "We obtained information on death tolls of hurricanes primarily from", "monthly weather reports in the digital archive of the National Oceanic and", "Atmospheric Administration (www.aoml.noaa.gov/hrd/hurdat/mwr_pdf/). If", "indirect and directed deaths were specified separately, they were recorded", "separately and then summed into the total death index. If the death data", "were not disclosed in the weather reports, we relied on other weather", "reports published by National Oceanic and Atmospheric Administration", "(NOAA). If we could not find any relevant data, we then used the Atlantic", "hurricane list in Wikipedia", "(http://en.wikipedia.org/wiki/List_of_Atlantic_hurricanes). Any", "discrepancies were resolved in favor of the NOAA monthly weather reports.", "Deaths outside the continental United States were excluded.", "Other indicators.", "The minimum pressure and maximum wind speed of hurricanes at the time of", "landfall in the United States were obtained from NOAA", "(www.aoml.noaa.gov/hrd/hurdat/All_U.S._Hurricanes.html). However, maximum", "wind speed data were not available until 1979; therefore, this variable", "was excluded from the data analyses. The raw dollar amounts of property", "damage caused by hurricanes were obtained, and the unadjusted dollar", "amounts were normalized to 2013 monetary values by adjusting them to", "inflation, wealth and population density (28) (available at ICAT:", "www.icatdamageestimator.com/commonsearch?search=able). We also computed", "years elapsed since the occurrence of hurricanes for use as a covariate", "because of possible changes in population, hurricane severity, and", "availability of protective means over time. However, this variable was", "dropped for the main analysis as its effect was nonsignificant in all", "models. We also considered including days on land as a control variable.", "However, hurricanes sometimes move in and out of contact with land and", "also cause fatalities before making landfall (e.g., oil rig workers,", "boaters). Such deaths are appropriately part of the dataset as they", "reflect the preparedness issues being examined. Adjusting for days on land", "would make this death count problematic. Data on many other factors", "potentially responsible for hurricane fatalities (e.g., width of", "hurricane, route of hurricane) were unavailable.", "Correlational analysis.", "Total deaths had the strongest association with normalized damage (r =", "0.555, P < 0.001), among other variables such as minimum pressure (r =", "−0.394, P < 0.001) and hurricane category (r = 0.281, P < 0.01). Perhaps", "this is because it reflects other unobserved factors potentially", "responsible for hurricane fatalities, such as population density, route,", "and duration of hurricane, indicating that costlier hurricanes are much", "deadlier. Similarly, greater normalized damage was associated with lower", "pressure (r = −0.566, P < 0.001) and higher hurricane category (r = 0.481,", "P < 0.001). As expected, general indicators for hurricane intensity, such", "as minimum pressure and hurricane category, were strongly correlated (r =", "−0.875 P < 0.001). Findings from correlational analyses are presented in", "Table S1.", "Main analysis.", "As the number of deaths is a simple count involving only nonnegative", "integer values (0, 1, 2, 3…), Poisson regression analysis is preferred", "over ordinary least squares regression. However, Poisson regression", "analysis is based on an assumption of mean-variance equivalence that is", "not met by the dependent variable. Variance of deaths (1673.152) is much", "greater than the mean of deaths (20.652), indicating a high likelihood of", "overdispersion and spurious estimates of SEs and P values. In such cases,", "a negative binomial regression model is recommended (26, 27).", "A series of negative binomial regression analyses was performed. First,", "minimum pressure was entered into the base model, yielding a poor model", "fit (Pearson χ^2/df = 3.448) and indicating overdispersion (model 1 in", "Table S2). Next, MFI and normalized damage were added as predictors (model", "2 in Table S2), which yielded an improved model fit relative to the base", "model (Pearson χ^2/df = 1.548). This result indicates that normalized", "damage explained a significant portion of variance in the log count of", "deaths that minimum pressure did not explain. Third, two two-way", "interaction terms were added (model 3 in Table S2); interactions between", "MFI and minimum pressure and MFI and normalized damage. Notably, there", "were significant interactions between MFI and minimum pressure (β = 0.006,", "P = 0.012, SE = 0.0025) and between MFI and normalized damage (β =", "0.00002, P < 0.001, SE = 0.00001). Again, both the overall omnibus test", "with likelihood ratio χ^2 (χ^2 = 60.565, P < 0.001) and the model fit", "(Pearson χ^2/df = 1.107) were improved, suggesting that a significant", "portion of the variance in deaths was explained by the effects associated", "with hurricane name (MFI). However, SEs associated with these significant", "interactions were small, raising concern about model overfitting. Finally,", "we standardized minimum pressure, MFI, and normalized damage variables and", "created interaction variables as in model 3 (model 4 in Table S2). This", "standardized model provided evidence for minimal overdispersion and a", "significant omnibus test (Pearson χ^2/df = 1.107; χ^2 = 60.565, P < 0.001)", "as in model 3 and interactions remained significant (MFI × minimum", "pressure: β = 0.395, P = 0.012, SE = 0.157; MFI × normalized damage: β =", "0.705, P < 0.001, SE = 0.184).", "We also modeled the data using different count models, including a", "generalized Poisson, Poisson inverse Gaussian, and the three-parameter", "models: NB-P, Famoye generalized negative binomial, and generalized Waring", "NB regression. The best-fitted model was Famoye generalized negative", "binomial model [Akaike information criterion (AIC) = 641.92, Bayesian", "information criterion (BIC) = 662.09], but the model improvement was", "marginal compared with the standard negative binomial model (model 3 in", "Table S2: AIC = 658.09, BIC = 675.74). A robustness check on model 3,", "using the gender of the hurricane name as a binary variable (male-named =", "0, female-named = 1) rather than a continuous variable (MFI), showed", "similar parameter estimations, yielding significant interactions between", "gender of the hurricane name and minimum pressure (β = −0.038, P = 0.037)", "and gender of the hurricane name and normalized damage (β = 0.0001, P =", "0.001).", "Interaction interpretation.", "To interpret and visualize the nature of the interaction between MFI and", "normalized damage, we factored normalized damage into two categories, ran", "a negative binomial regression model, and obtained coefficients as in", "model 3: β_0 = 42.019364 (intercept), β_1 = −0.041257 (minimum_pressure);", "β_2 = −0.395306 (normalized_damage), β_3 = −3.299548 (MFI); and β_4 =", "0.003595 (MFI × minimum_pressure), β_5 = −0.215676 (MFI ×", "normalized_damage).", "Next, we obtained the predicted counts of fatalities as a function of MFI", "while holding minimum pressure at its mean (964.90 mb). For example, the", "death toll of a hurricane in the high-damage group (coded as 0) either", "with MFI 1 or with MFI 11 was calculated manually as follows:", "Predicted death toll of a hurricane in the high‐damage group with MFI1=Exp{β0+(β1×964.90)+(β2×0)+(β3×1)+(β4×1×964.90)+(β5×1×0)}=10.80Predicted death toll of a hurricane in the high‐damage group with MFI11=Exp{β0+(β1×964.90)+(β2×0)+(β3×11)+(β4×11×964.90)+(β5×11×0)}=58.70.", "In a similar vein, the death toll of a hurricane in the low-damage group", "(coded as 1) either with MFI 1 or with MFI 11 was calculated as follows:", "Predicted death toll of a hurricane in the high‐damage group with MFI1=Exp{β0+(β1×964.90)+(β2×1)+(β3×1)+(β4×1×964.90)+(β5×1×1)}=5.86Predicted death toll of a hurricane in the high‐damage group with MFI11=Exp{β0+(β1×964.90)+(β2×1)+(β3×11)+(β4×1×964.90)+(β5×11×1)}=3.69", "We repeated this procedure to graph the predicted death tolls by entering", "each value of MFI (1, 2, 3, 4…, 11).", "Additional analysis.", "Finally, because an alternating male-female naming system was adopted in", "1979 for Atlantic hurricanes, we also conducted analyses separately on", "hurricanes before vs. after 1979 to explore whether the effect of", "femininity of names emerged in both eras. Despite the fact that splitting", "the data into hurricanes before 1979 (n = 38) and after 1979 (n = 54)", "leaves each sample too small to produce enough statistical power, the", "findings directionally replicated those in the full dataset. For", "hurricanes before 1979 (n = 38), a model in which normalized damage,", "minimum pressure, MFI, and two two-way interaction terms (MFI × normalized", "damage, MFI × minimum pressure) were entered generated similar but", "nonsignificant interactions (MFI × minimum pressure: β = 0.007, P = 0.408,", "SE = 0.008; MFI × normalized damage: β = 0.00003, P = 0.308, SE =", "0.00003). For hurricanes after 1979 (n = 54), a model with normalized", "damage, minimum pressure, MFI, and two two-way interaction terms (MFI ×", "normalized damage, MFI × minimum pressure) yielded a marginally", "significant interaction between MFI and normalized damage (β = 0.00001, P", "= 0.073, SE = 0.000004). The interaction between MFI and minimum pressure", "was nonsignificant (β = 0.003, P = 0.206, SE = 0.0028). In addition, using", "the gender of the hurricane name as a binary variable instead of MFI", "showed similar but nonsignificant interactions (gender of hurricane name ×", "normalized damage: β = −0.00004, P = 0.128, SE = 0.00003; gender of", "hurricane name × minimum pressure: β = −0.019, P = 0.326, SE = 0.0197).", "Experiment 1.", "Participants.", "A total of 346 students at the University of Illinois at Urbana–Champaign", "participated for course credit (age, 19–25 y; 208 females).", "Stimuli and procedure.", "Ten hurricanes (five with a masculine name: Arthur, Cristobal, Omar, Kyle,", "Marco; five with a feminine name: Bertha, Dolly, Fay, Laura, Hanna) were", "presented in a randomized order to all participants, who predicted the", "intensity of the hurricanes on two items (1 = not at all, 7 = very", "intense; 1 = not at all, 7 = very strong). These two items were later", "averaged (range of α of each of hurricanes = 0.935–0.951), and responses", "were collapsed, respectively, for five hurricanes with male names (α =", "0.571) and five hurricanes with female names (α = 0.638).", "Experiment 2.", "Participants.", "A total of 108 students at the University of Illinois at Urbana–Champaign", "participated for course credit (age, 18–25 y; 53 females).", "Stimuli and procedure.", "Participants were told that the purpose of the experiment was to examine", "abilities that people may have, specifically for predicting a future event", "under uncertainty. Participants were provided with a map and a short", "scenario about either Hurricane Alexander (male), Hurricane Alexandra", "(female), or “a hurricane” (control) (Fig. S1), and reported the perceived", "riskiness of the hurricane on four items (1 = not at all, 7 = very", "dangerous, very risky, very severe, very strong; α = 0.941).", "Experiment 3.", "Participants.", "A total of 142 Amazon Mechanical Turk users participated for cash", "compensation (age, 18–81 y; 65 females).", "Stimuli and procedure.", "Participants were provided with a scenario along with a weather map on", "which either Hurricane Christopher or Hurricane Christina was displayed", "(Fig. S2) and reported their evacuation intentions on three items (1 =", "very likely to evacuate immediately, certainly will evacuate immediately,", "definitely will evacuate immediately, 7 = very likely to stay home,", "certainly will stay home, definitely will stay home; α = 0.981) and", "perceived risk on four items (1 = not at all, 7 = very risky, very", "dangerous, very severe, very strong; α = 0.957).", "Results.", "In this experiment, there was a significant effect of hurricane gender on", "perceived risk [‪M_christopher = 5.567 vs. M_christina = 5.007; F(1,138) =", "8.698, P = 0.004, ɳ^2 = 0.059]‬. However, in experiments 4 and 6, we", "observed ceiling effects and little variation in perceived risk;", "therefore, these results are not discussed further.", "Experiment 4.", "Participants.", "A total of 100 Amazon Mechanical Turk users participated for cash", "compensation (age, 18–80 y; 43 females).", "Stimuli and procedure.", "Participants were randomly assigned to one of two conditions: Hurricane", "Danny vs. Hurricane Kate. The overall procedure used in experiment 4 was", "identical to that of experiment 3 except that participants reported", "intentions to follow a voluntary evacuation order, using three items (1 =", "very likely to follow, 7 = very unlikely to follow; 1 = definitely will", "follow, 7 = definitely will not follow; 1 = certainly will follow, 7 =", "certainly will not follow; α = 0.978). To assess whether the effect of the", "gender of the hurricane name on responses would be contingent on people’s", "beliefs about gender traits (i.e., that the effect would mainly be", "observed in people who endorse traditional gender beliefs), we measured", "participants’ beliefs by using six comparative statements about women and", "men shortly after the evacuation intention measure: “Women are more warm", "than men,” “Men are more assertive than women,” “Men are more dominant", "than women,” “Women are more compassionate than men,” “Women are more", "yielding than men,” and “Men are more forceful than women” (1 = strongly", "disagree, 7 = strongly agree).", "Results.", "Other than the reported main effect of the gender of the hurricane name,", "there were no other significant effects (P > 0.157). In addition, there", "was no interaction between the gender of the hurricane name and", "gender-trait beliefs in evacuation intentions (P = 0.937).", "Experiment 5.", "Participants.", "A total of 274 Amazon Mechanical Turk users participated for cash", "compensation (age, 18–73 y; 126 females).", "Stimuli and procedure.", "Participants were randomly assigned to one of three conditions: Hurricane", "Victor, Hurricane Victoria, or a Hurricane. The procedure used was", "identical to that of experiment 4. Participants reported intentions to", "follow a voluntary evacuation order, using three items (1 = very likely to", "follow, 7 = very unlikely to follow; 1 = definitely will follow, 7 =", "definitely will not follow; 1 = certainly will follow, 7 = certainly will", "not follow; α = 0.963), and perceived risk, using four items (1 = not at", "all, 7 = very risky, very dangerous, very severe, very strong; α = 0.953).", "To assess whether the effect of the gender of the hurricane name is", "contingent on explicit endorsement of traditional gender-trait beliefs,", "participants then reported their beliefs about women’s and men’s warmth", "and aggressiveness by indicating the extent to which they agree or", "disagree (1 = strongly disagree, 7 = strongly agree) with 12", "noncomparative statements about women and men: 3 statements about women’s", "warmth (women are warm, women are caring, women are compassionate; α =", "0.868), 3 statements about women’s aggressiveness (women are aggressive,", "women are assertive, women are dominant; α = 0.776), 3 statements about", "men’s warmth (men are warm, men are caring, men are compassionate; α =", "0.825), and 3 statements for men’s aggressiveness (men are aggressive, men", "are assertive, men are dominant; α = 0.762). A series of paired-samples t", "tests indicated that women are believed to be more warm than aggressive", "[t(273) = 15.595, P < 0.0001], whereas men are believed to be more", "aggressive than warm [t(273) = 10.764, P < 0.0001]. Moreover, women are", "believed to be warmer than men [t(273) = 14.958, P < 0.0001], whereas men", "are believed to be more aggressive than women [t(273) = 12.561, P <", "0.0001]. We computed a single grand index about endorsement of", "gender-trait beliefs called the women-men-warm-aggressive index (WMWA) by", "using the following equation: WMWA = (score on women’s warmth) – (score on", "women’s aggressiveness) – (score on men’s warmth) + (score on men’s", "aggressiveness). In other words, a higher score on WMWA indicates that a", "participant believes that women are warmer but less aggressive than men.", "Results.", "Other than the reported main effect of the gender of the hurricane name on", "evacuation intentions, there was also a main effect of participants’ sex", "[M_female = 5.757, SD = 1.471 vs. M_male = 5.300, SD = 1.504; F(1,268) =", "6.540, P = 0.011, ɳ^2 = 0.023]. A main effect of participants’ sex also", "emerged for perceived risk [M_female = 5.726, SD = 1.145 vs. M_male =", "5.350, SD = 1.240; F(1, 268) = 6.473, P = 0.012, ɳ^2 = 0.023]. A two-way", "general linear model (GLM) with the gender of the hurricane name and WMWA", "(mean-centered) with participants’ sex as a covariate generated a", "significant effect of the gender of the hurricane name on intentions to", "follow an evacuation order [F(2,267) = 4.383, P = 0.013, ɳ^2 = 0.032],", "consistent with the finding in the previous experiments. However, there", "was no significant interaction between the gender of the hurricane name", "and WMWA (P = 0.171).", "Experiment 6.", "Participants.", "A total of 201 students at the University of Illinois at Urbana–Champaign", "participated for course credit (age, 18–24 y; 113 females).", "Stimuli and procedure.", "Participants were randomly assigned to one of two conditions: Hurricane", "Alexander vs. Hurricane Alexandra. The procedure was identical to", "experiment 5 with the following exception. After reporting evacuation", "intentions, participants completed two unrelated tasks for about 20 min", "and then reported their gender-trait beliefs as in experiment 5. All of", "the items for each dimension generated sufficient internal consistency", "(range of α from 0.709 to 0.743). Paired-samples t tests indicated that", "women were believed to be more warm than aggressive [t(200) = 15.156, P <", "0.0001], whereas men were believed to be more aggressive than warm [t(200)", "= −9.587, P < 0.0001]. Moreover, women were believed to be warmer than men", "[t(200) = 16.358, P < 0.0001], whereas men were believed to be more", "aggressive than women [t(200) = −9.976, P < 0.0001]. A WMWA was computed", "as in experiment 5.", "Results.", "A two-way GLM with the gender of the hurricane name and WMWA", "(mean-centered) with participants’ sex as a covariate generated a", "significant main effect of the gender of the hurricane name on intentions", "to follow an evacuation order [M_alexander = 6.061, SD = 0.882 vs.", "M_alexandra = 5.586, SD = 1.152; F(1,196) = 10.673, P = 0.001, ɳ^2 =", "0.049), consistent with the findings in previous experiments. Notably,", "there was also a significant interaction between the gender of the", "hurricane name and WMWA [F(1,196) = 7.946, P = 0.005, ɳ^2 = 0.037]. In", "other words, the effect of the gender of the hurricane name on evacuation", "intentions was pronounced for people who endorsed women’s warmth and men’s", "aggressiveness (high WMWA: M_alexander = 6.311 vs. M_alexandra = 5.441; b", "= −0.870, t = −4.303, P < 0.001), whereas it was not significant for those", "who did not endorse these traditional gender-trait beliefs (low WMWA:", "M_alexander = 5.800 vs. M_alexandra = 5.736; P = 0.754).", "Explicit Choice Study.", "Participants.", "A total of 107 Amazon Mechanical Turk users participated for cash", "compensation (age, 18–66 y; 65 females).", "Stimuli and procedure.", "A total of 21 male-female pairs of hurricane names with the same starting", "initial were created by using the 42 actual hurricane names for 2016 and", "2017 (e.g., Hurricane Alex vs. Hurricane Arlene, Hurricane Bonnie vs.", "Hurricane Bret, Hurricane Colin vs. Hurricane Cindy…, Hurricane Walter vs.", "Hurricane Whitney). Pairs were presented in random order, and participants", "were asked to indicate for each pair which hurricane should be more risky", "and dangerous. When participants chose a male-named hurricane it was coded", "as 1 and when they chose a female-named hurricane it was coded as −1.", "Responses to the 21 pairs of hurricane names were later summed to create", "an index that ranged from −21 to 21, with positive values indicating that", "they chose more male-named than female-named hurricanes and negative", "values indicating the opposite.", "Results.", "No differences emerged in these explicit comparisons of riskiness", "[one-sample t test with test value 0: M = −0.78, SD = 9.864, t(106) =", "−0.813, P > 0.410). That is, 50.5% of participants (54 participants) chose", "more female-named hurricanes as being riskier, whereas 49.5% of", "participants (53 participants) chose more male-named hurricanes as", "riskier.", "Acknowledgments", "We thank Norbert Schwarz, Don Wuebbles, and Steven C. Zimmerman for", "helpful comments on previous drafts. We acknowledge support from the", "Association for Consumer Research/Sheth Foundation dissertation award (to", "K.J.).", "Footnotes", "* ↵^1To whom correspondence may be addressed. E-mail:", "kjung4{at}illinois.edu or shavitt{at}illinois.edu.", "* Author contributions: K.J. and S.S. designed research; K.J. performed", "research; K.J. and J.M.H. analyzed data; K.J., S.S., and M.V. wrote", "the paper.", "* The authors declare no conflict of interest.", "* ↵*This Direct Submission article had a prearranged editor.", "* This article contains supporting information online at", "www.pnas.org/lookup/suppl/doi:10.1073/pnas.1402786111/-/DCSupplemental.", "References", "1. ↵", "1. Tracey M", "(2006) She Was No Lady: A Personal Journey of Recovery Through", "Hurricane Katrina (iUniverse, Lincoln, NE).", "2. ↵", "1. Emanuel KA", "(2013) Downscaling CMIP5 climate models shows increased tropical", "cyclone activity over the 21st century. Proc Natl Acad Sci USA", "110(30):12219–12224.", "OpenUrlAbstract/FREE Full Text", "3. ↵", "1. National Hurricane Center", "(2013) Hurricane preparedness week. Available at", "www.nhc.noaa.gov/prepare. Accessed July 2, 2013.", "4. ↵", "1. Pielke RA,", "2. Kimpel J", "(1997) Societal aspects of weather: Report of the sixth prospectus", "development team of the U.S. weather research program to NOAA and NSF.", "Bull Am Meteorol Soc 78(5):867–876.", "OpenUrl", "5. ↵", "1. National Research Council", "(2006) Facing Hazards and Disasters: Understanding Human Dimensions", "(National Academy Press, Washington, DC).", "6. ↵", "1. Demuth JL,", "2. Morss RE,", "3. Morrow BH,", "4. Lazo JK", "(2012) Creation and communication of hurricane risk information. Bull", "Am Meteorol Soc 93(8):1133–1145.", "OpenUrlCrossRef", "7. ↵", "1. Gladwin H,", "2. et al.", "(2007) Social science research needs for the hurricane forecast and", "warning system. Nat Hazards Rev 8(3):87–95.", "OpenUrlCrossRef", "8. ↵", "1. Lindell MK,", "2. Perry RW", "(2012) The protective action decision model: Theoretical modifications", "and additional evidence. Risk Anal 32(4):616–632.", "OpenUrlCrossRefPubMed", "9. ↵", "1. Stephens NM,", "2. Hamedani MG,", "3. Markus HR,", "4. Bergsieker HB,", "5. Eloul L", "(2009) Why did they “choose” to stay? Perspectives of Hurricane", "Katrina observers and survivors. Psychol Sci 20(7):878–886.", "OpenUrlAbstract/FREE Full Text", "10. ↵", "1. Song H,", "2. Schwarz N", "(2009) If it’s difficult to pronounce, it must be risky. Psychol Sci", "20(2):135–138.", "OpenUrlAbstract/FREE Full Text", "11. ↵", "1. Slovic P,", "2. Finucane ML,", "3. Peters E,", "4. MacGregor DG", "(2004) Risk as analysis and risk as feelings: Some thoughts about", "affect, reason, risk, and rationality. Risk Anal 24(2):311–322.", "OpenUrlCrossRefPubMed", "12. ↵", "1. Loewenstein GF,", "2. Weber EU,", "3. Hsee CK,", "4. Welch N", "(2001) Risk as feelings. Psychol Bull 127(2):267–286.", "OpenUrlCrossRefPubMed", "13. ↵", "1. Deaux K,", "2. Major B", "(1987) Putting gender in context: An interactive model of", "gender-related behavior. Psychol Rev 94(3):369–389.", "OpenUrlCrossRef", "14. ↵", "1. Moss-Racusin CA,", "2. Dovidio JF,", "3. Brescoll VL,", "4. Graham MJ,", "5. Handelsman J", "(2012) Science faculty’s subtle gender biases favor male students.", "Proc Natl Acad Sci USA 109(41):16474–16479.", "OpenUrlAbstract/FREE Full Text", "15. ↵", "1. Denmark FL,", "2. Paludi MA", "1. Kite ME,", "2. Deaux K,", "3. Haines EL", "(2008) in Psychology of Women: A Handbook of Issues and Theories, eds", "Denmark FL, Paludi MA (Praeger, Westport, CT), pp 205–236.", "16. ↵", "1. Eagly AH,", "2. Wood W", "(1999) The origin of sex differences in human behavior: Evolved", "dispositions versus social roles. Am Psychol 54(6):408–423.", "OpenUrlCrossRef", "17. ↵", "1. Longshore D", "(2008) Encyclopedia of Hurricanes, Typhoons and Cyclones (Facts on", "File, New York).", "18. ↵", "1. Cross SE,", "2. Madson L", "(1997) Models of the self: Self-construals and gender. Psychol Bull", "122(1):5–37.", "OpenUrlCrossRefPubMed", "19. ↵", "1. Fiske ST,", "2. Cuddy AJ,", "3. Glick P,", "4. Xu J", "(2002) A model of (often mixed) stereotype content: Competence and", "warmth respectively follow from perceived status and competition. J", "Pers Soc Psychol 82(6):878–902.", "OpenUrlCrossRefPubMed", "20. ↵", "1. Fiske ST,", "2. Cuddy AJ,", "3. Glick P", "(2007) Universal dimensions of social cognition: Warmth and", "competence. Trends Cogn Sci 11(2):77–83.", "OpenUrlCrossRefPubMed", "21. ↵", "1. Abele AE", "(2003) The dynamics of masculine-agentic and feminine-communal traits:", "Findings from a prospective study. J Pers Soc Psychol 85(4):768–776.", "OpenUrlCrossRefPubMed", "22. ↵", "1. Chrisler JC,", "2. McCreary DR", "1. Frieze IH,", "2. Li MY", "(2010) Gender, aggression and prosocial behavior. Handbook of Gender", "Research in Psychology, eds Chrisler JC, McCreary DR (Springer, New", "York), Vol 2, pp 311–335.", "OpenUrl", "23. ↵", "1. Rudman LA,", "2. Greenwald AG,", "3. McGhee DE", "(2001) Implicit self-concept and evaluative implicit gender", "stereotypes: Self and ingroup share desirable traits. Pers Soc Psychol", "Bull 27(9):1164–1178.", "OpenUrlAbstract/FREE Full Text", "24. ↵", "1. Rudman LA,", "2. Goodwin SA", "(2004) Gender differences in automatic in-group bias: Why do women", "like women more than men like men? J Pers Soc Psychol 87(4):494–509.", "OpenUrlCrossRefPubMed", "25. ↵", "1. National Hurricane Center", "(2013) Outreach resources. Available at www.nhc.noaa.gov/outreach.", "Accessed May 2, 2013.", "26. ↵", "1. Cameron AC,", "2. Trivedi PK", "(1998) Regression Analysis of Count Data (Cambridge Univ Press, New", "York).", "27. ↵", "1. Hilbe JM", "(2011) Negative Binomial Regression (Cambridge Univ Press, Cambridge,", "UK).", "28. ↵", "1. Pielke RA,", "2. et al.", "(2008) Normalized hurricane damage in the United States: 1900-2005.", "Nat Hazards Rev 9(1):29–42.", "OpenUrlCrossRef", "29. ↵", "1. Kasof J", "(1993) Sex bias in the naming of stimulus persons. Psychol Bull", "113(1):140–163.", "OpenUrlCrossRefPubMed", "30. ↵", "1. Banaji MR,", "2. Greenwald AG", "(2013) Blindspot: Hidden Biases of Good People (Delacorte Press, New", "York).", "31. ↵", "1. Stanley DA,", "2. Sokol-Hessner P,", "3. Banaji MR,", "4. Phelps EA", "(2011) Implicit race attitudes predict trustworthiness judgments and", "economic trust decisions. Proc Natl Acad Sci USA 108(19):7710–7715.", "OpenUrlAbstract/FREE Full Text", "32. ↵", "1. Skilton EC", "(2013) Camille was no lady but Katrina was a bitch: Gender, hurricanes", "and popular culture. PhD dissertation (Tulane Univ, New Orleans).", "PreviousNext", "Back to top", "Article Alerts", "Email Article", "Citation Tools", "Request Permissions", "Share", "Female hurricanes are deadlier", "Kiju Jung, Sharon Shavitt, Madhu Viswanathan, Joseph M. Hilbe", "Proceedings of the National Academy of Sciences Jun 2014, 111 (24)", "8782-8787; DOI: 10.1073/pnas.1402786111", "Share This Article: ___________________________________________________", "Copy", "del.icio.us logo Digg logo Reddit logo Twitter logo CiteULike logo", "Facebook logo Google logo Mendeley logo", "* Tweet Widget", "* Facebook Like", "* Mendeley logo Mendeley", "Article Classifications", "* Social Sciences", "* Psychological and Cognitive Sciences", "See related content:", "* Correct analyses show female storms are deadlier", "- Aug 04, 2014", "* Correct modeling confirms female storms deadlier", "- Aug 26, 2014", "* Population may matter but conclusions unaltered", "- Nov 24, 2014", "Proceedings of the National Academy of Sciences: 111 (24)", "Table of Contents", "Submit", "Sign up for the PNAS Highlights newsletter to get in-depth stories of", "science sent to your inbox twice a month: _____________________", "_____________________", "[ Sign up ]", "Sign up for Article Alerts", "_____________________________________________________________", "Sign up", "Jump to section", "* Article", "* Abstract", "* Archival Study", "* Experiments", "* Discussion", "* Materials and Methods", "* Acknowledgments", "* Footnotes", "* References", "* Figures & SI", "* Info & Metrics", "* PDF", "You May Also be Interested in", "Plastic bottles at varying degrees of deterioration", "Core Concept: Bioplastics offer carbon-cutting advantages but are no", "panacea", "Better understanding the tradeoffs presented by different bioplastics", "should help elucidate which options, if any, are viable replacements over", "the long run.", "Image credit: G. Kale et al.", "Scientists observing molecules", "Opinion: Past is future for the era of COVID-19 research in the social", "sciences", "A number of articles enlist the pandemic to study basic questions about", "financial investment, education, politics, learning, crime, and other", "aspects of social life.", "Image credit: Dave Cutler (artist).", "Family of chimpanzees", "Journal Club: Massive study suggests chimp populations mixed more recently", "than previously reported", "The findings cast doubt on whether the four distinct African chimp", "populations are true subspecies.", "Image credit: ScienceSource/Jean-Michel Labat.", "Martian topography", "Climate history of Mars", "Joe Levy shows how glaciers on Mars can reveal its climate history.", "Listen", "Past PodcastsSubscribe", "Horse fossil", "Mounted horseback riding in ancient China", "A study uncovers early evidence of equestrianism in ancient China.", "Image credit: Jian Ma.", "Similar Articles", "Site Logo", "Powered by HighWire", "* Submit Manuscript", "* Twitter", "* Facebook", "* RSS Feeds", "* Email Alerts", "Articles", "* Current Issue", "* Special Feature Articles – Most Recent", "* List of Issues", "PNAS Portals", "* Anthropology", "* Chemistry", "* Classics", "* Front Matter", "* Physics", "* Sustainability Science", "* Teaching Resources", "Information", "* Authors", "* Editorial Board", "* Reviewers", "* Subscribers", "* Librarians", "* Press", "* Cozzarelli Prize", "* Site Map", "* PNAS Updates", "* FAQs", "* Accessibility Statement", "* Rights & Permissions", "* About", "* Contact", "Feedback    Privacy/Legal", "Copyright © 2021 National Academy of Sciences. Online ISSN 1091-6490"]