["Link: canonical", "Cookies on GOV.UK", "We use some essential cookies to make this website work.", "We’d like to set additional cookies to understand how you use GOV.UK,", "remember your settings and improve government services.", "We also use cookies set by other sites to help us deliver content from", "their services.", "Accept additional cookies Reject additional cookies View cookies", "You can change your cookie settings at any time.", "Hide this message", "Skip to main content", "[IMG] GOV.UK", "Show or hide search", "Search on GOV.UK", "_____________________", "Search GOV.UK", "Coronavirus (COVID-19) Rules, guidance and support", "Brexit Check what you need to do", "1. Home", "2. Health and social care", "3. Public health", "4. Health protection", "5. Infectious diseases", "6. COVID-19: guidance for households with possible coronavirus infection", "* Public Health", "England", "Guidance", "Stay at home: guidance for households with possible or confirmed coronavirus", "(COVID-19) infection", "Updated 15 February 2021", "Contents", "1. Who this guidance is for", "2. Symptoms", "3. Tests for COVID-19", "4. Main messages", "5. If you have COVID-19 symptoms or have received a positive COVID-19", "test result", "6. If you live in the same household as someone with COVID-19", "7. Visitors to the household", "8. How COVID-19 is spread", "9. Reducing the spread of COVID-19 in your household", "10. Looking after your health and wellbeing", "11. Financial or other practical support", "Print this page", "© Crown copyright 2021", "This publication is licensed under the terms of the Open Government", "Licence v3.0 except where otherwise stated. To view this licence, visit", "nationalarchives.gov.uk/doc/open-government-licence/version/3 or write to", "the Information Policy Team, The National Archives, Kew, London TW9 4DU,", "or email: psi@nationalarchives.gov.uk.", "Where we have identified any third party copyright information you will", "need to obtain permission from the copyright holders concerned.", "This publication is available at", "https://www.gov.uk/government/publications/covid-19-stay-at-home-guidance/stay-at-home-guidance-for-households-with-possible-coronavirus-covid-19-infection", "Who this guidance is for", "It is important that we all take steps to reduce the spread of coronavirus", "(COVID-19) infection in the community to save lives and protect the NHS.", "This guidance is for:", "* people with symptoms that may be caused by COVID-19, including those", "who are waiting for a test", "* people who have received a positive COVID-19 test result (whether or", "not they have symptoms)", "* people who currently live in the same household as someone with", "COVID-19 symptoms, or with someone who has tested positive for", "COVID-19", "In this guidance a household means:", "* one person living alone", "* a group of people (who may or may not be related) living at the same", "address and who share cooking facilities, bathrooms or toilets and/or", "living areas. This may include students in boarding schools or halls", "of residence who share such facilities", "This guidance also applies to people in your support bubble or childcare", "bubble.", "Follow separate guidance if you have had contact with someone who has", "tested positive for COVID-19 but do not currently live in the same", "household as them. If you have arrived in the UK from overseas you may", "also need to self-isolate.", "This guidance applies in England.", "Symptoms", "The most important symptoms of COVID-19 are recent onset of any of the", "following:", "* a new continuous cough", "* a high temperature", "* a loss of, or change in, your normal sense of taste or smell (anosmia)", "For most people, COVID-19 will be a mild illness. However, if you have any", "of the symptoms above, stay at home and arrange to have a test.", "There are several other symptoms linked with COVID-19. These other", "symptoms may have another cause and are not on their own a reason to have", "a COVID-19 test. If you are concerned about your symptoms, seek medical", "advice.", "Tests for COVID-19", "There are 2 main types of test currently being used to detect if someone", "has COVID-19:", "* Polymerase Chain Reaction (PCR) tests", "* Lateral Flow Device antigen (LFD) tests", "PCR tests detect the RNA (ribonucleic acid, the genetic material) of a", "virus. PCR tests are the most reliable COVID-19 tests. It takes some time", "to get the results because they are usually processed in a laboratory. If", "you have symptoms of COVID-19, you should arrange to have a PCR test.", "LFD tests detect proteins in the coronavirus and work in a similar way to", "a pregnancy test. They are simple and quick to use. LFD tests are not as", "accurate as PCR tests in all circumstances, but can detect a similar", "number of people with high levels of coronavirus as PCR tests. They are", "mainly used in people who do not have symptoms of COVID-19. LFD tests are", "being used to regularly test staff working in care homes, the NHS and", "schools, as well as in community programmes offering rapid tests to people", "without symptoms, known as ‘asymptomatic testing programmes’.", "Main messages", "Anyone with COVID-19 symptoms or a positive test result should stay at", "home and self-isolate immediately. This is because you could pass the", "infection on to others, even if you don’t have symptoms.", "You could be fined if you do not self-isolate following a notification by", "NHS Test and Trace^[footnote 1]. You may be entitled to a one-off payment", "of £500 through the NHS Test and Trace Support Payment scheme if you are", "required to stay at home and self-isolate.", "It may be difficult for some people to separate themselves from others in", "their household. Not all these measures will be possible if you are living", "with children or have caring responsibilities but follow this guidance to", "the best of your ability in these circumstances.", "If you have COVID-19 symptoms or have received a positive COVID-19 test result", "Stay at home and self-isolate", "If you develop symptoms of COVID-19, stay at home and self-isolate", "immediately. If you have a positive test result but do not have symptoms,", "stay at home and self-isolate as soon as you receive the results. Your", "household needs to isolate too.", "If you have symptoms of COVID-19, arrange to have a PCR test if you have", "not already had one. Stay at home while you are waiting for a home", "self-sampling kit, a test site appointment or a test result. You can leave", "your home in a few specific circumstances, but do not go to work, school,", "or public areas and do not use public transport or taxis. See", "circumstances in which you can leave home.", "If you need to leave your home to get to a test site, observe strict", "social distancing advice and return immediately afterwards.", "If you are notified by NHS Test and Trace of a positive test result you", "must complete your full isolation period. Your isolation period starts", "immediately from when your symptoms started, or, if you do not have any", "symptoms, from when your test was taken. Your isolation period includes", "the day your symptoms started (or the day your test was taken if you do", "not have symptoms), and the next 10 full days. This means that if, for", "example, your symptoms started at any time on the 15th of the month (or if", "you did not have symptoms but your first positive COVID-19 test was taken", "on the 15th), your isolation period ends at 23:59 hrs on the 25th.", "You can return to your normal routine and stop self-isolating after 10", "full days if your symptoms have gone, or if the only symptoms you have are", "a cough or anosmia, which can last for several weeks. If you still have a", "high temperature after 10 days or are otherwise unwell, stay at home and", "seek medical advice.", "If you are isolating because of a positive test result but did not have", "any symptoms, and you develop COVID-19 symptoms within your isolation", "period, start a new 10 day isolation period by counting 10 full days from", "the day following your symptom onset.", "If you develop COVID-19 symptoms at any point after ending your first", "period of isolation you and your household should follow the steps in this", "guidance again.", "Most people with COVID-19 will experience a mild illness. Seek prompt", "medical attention if your illness or the illness of someone in your", "household is worsening.", "Stay as far away from other members of your household as possible,", "especially if they are clinically extremely vulnerable. Wherever possible,", "avoid using shared spaces such as kitchens and other living areas while", "others are present and take your meals back to your room to eat. Wear a", "face covering or a surgical mask when spending time in shared areas inside", "your home.", "Take exercise within your home, garden or private outdoor space. Follow", "the general advice to reduce the spread of the infection within your", "household.", "If you have a negative COVID-19 PCR test result after being tested because you", "had symptoms", "If your PCR test result is negative but you still have symptoms, you may", "have another virus such as a cold or flu. You should stay at home until", "you feel well. Seek medical attention if you are concerned about your", "symptoms.", "You can stop isolating as long as:", "* you are well", "* no-one else in your household has symptoms or has tested positive for", "COVID-19", "* you have not been advised to self-isolate by NHS Test and Trace", "Anyone in your household who is isolating because of your symptoms can", "also stop isolating.", "Testing after your isolation period has ended", "If you have tested positive by PCR for COVID-19, you will probably have", "developed some immunity to the disease. However, it cannot be guaranteed", "that everyone will develop immunity, or how long it will last. It is", "possible for PCR tests to remain positive for sometime after COVID-19", "infection.", "Anyone who has previously received a positive COVID-19 PCR test result", "should not be re-tested within 90 days of that test, unless they develop", "any new symptoms of COVID-19.", "If, however, you do have an LFD antigen test within 90 days of a previous", "positive COVID-19 PCR test, for example as part of a workplace or", "community testing programme, and the result of this test is positive, you", "and your household should self-isolate and follow the steps in this", "guidance again.", "If it is more than 90 days since you tested positive by PCR for COVID-19,", "and you have new symptoms of COVID-19, or a positive LFD antigen or PCR", "test, follow the steps in this guidance again.", "If you work in a care home, the NHS or a primary school", "There are special arrangements for people who work in the NHS, care homes", "and primary schools, and who have regular LFD antigen tests as part of a", "workplace asymptomatic testing programme.", "In this situation, if your LFD antigen test result is positive, you and", "your household should self-isolate and follow the steps above. You should", "also arrange to have a PCR test.", "If this PCR test result is positive you and your household must complete", "your full self-isolation period. If this PCR test result is negative, and", "you have no symptoms of COVID-19, you and your household can stop", "isolating.", "NHS Test and Trace", "If you receive a request by text, email or phone to log into the NHS Test", "and Trace service website and provide information about your symptoms and", "when they started. The 3 main symptoms of COVID-19 are used to identify", "when someone should seek a test and when they should self-isolate from.", "You may have experienced other symptoms before developing any of the 3", "main symptoms (a cough, high temperature or loss of smell or taste), and", "the timing of these other symptoms will be used to identify your contacts.", "You will be asked about your recent contacts so that they can be given", "public health advice. They will not be told your identity. It is very", "important that you provide this information, as it will play a vital role", "in helping to protect your family, friends and the wider community.", "If you are asked to self-isolate by NHS Test and Trace, including by the", "NHS COVID-19 app, you may be entitled to a payment of £500 from your local", "authority under the Test and Trace Support Payment scheme.", "You could be fined if you do not stay at home and self-isolate following a", "notification by NHS Test and Trace, but it is important you do so as soon", "as you receive any positive test result to prevent the spread of COVID-19.", "If you live in the same household as someone with COVID-19", "Stay at home and self-isolate. Do not go to work, school, or public areas", "and do not use public transport or taxis.", "Your isolation period includes the day the first person in your", "household’s symptoms started (or the day their test was taken if they did", "not have symptoms) and the next 10 full days. This means that if, for", "example, your 10 day isolation period starts on the 15th of the month,", "your isolation period ends at 23:59 hrs on the 25th and you can return to", "your normal routine.", "If you do not have symptoms of COVID-19 yourself, you do not need a test.", "Only arrange a test if you develop COVID-19 symptoms or if you are asked", "to do so as part of a testing programme for people without symptoms. If", "for any reason you have a negative test result during your 10 day", "isolation period, you must continue to self-isolate. Even if you don’t", "have symptoms, you could still pass the infection on to others. Stay at", "home for the full 10 days to avoid putting others at risk.", "If you develop symptoms while you are isolating, arrange to have a", "COVID-19 PCR test. If your test result is positive, follow the advice for", "people with COVID-19 to stay at home and start a further full 10 day", "isolation period. This begins when your symptoms started, regardless of", "where you are in your original 10 day isolation period. This means that", "your total isolation period will be longer than 10 days.", "If other household members develop symptoms during this period, you do not", "need to isolate for longer than 10 days.", "If you are identified as a contact and asked to self-isolate by NHS Test", "and Trace, including by the NHS COVID-19 app you may be entitled to a", "payment of £500 from your local authority under the Test and Trace Support", "Payment scheme.", "Failure to comply with self-isolation may result in a fine, starting from", "£1,000. Parents or guardians are legally responsible for ensuring that", "anyone under 18 self-isolates if they test positive for COVID-19 and are", "contacted by NHS Test and Trace and told to self-isolate.", "Visitors to the household", "Do not invite or allow social visitors to enter your home, including", "friends and family. If you want to speak to someone who is not a member of", "your household, use the phone, email or social media.", "If you or a family member receive essential care in your home, carers", "should continue to visit and follow the provision of home care guidance to", "reduce the risk of infection.", "All non-essential in-house services and repairs should be postponed until", "the self-isolation period is completed.", "How COVID-19 is spread", "COVID-19 spreads from person to person through small droplets, aerosols", "and through direct contact. Surfaces and belongings can also be", "contaminated with COVID-19 when people with the infection cough or sneeze", "or touch them. The risk of spread is greatest when people are close to", "each other, especially in poorly ventilated indoor spaces and when people", "spend a lot of time together in the same room.", "Social distancing, washing your hands and good respiratory hygiene (using", "and disposing of tissues), cleaning surfaces and keeping indoor spaces", "well ventilated are the most important ways to reduce the spread of", "COVID-19.", "People who have COVID-19 can infect others from around 2 days before", "symptoms start, and for up to 10 days after. They can pass the infection", "to others, even if they have mild symptoms or no symptoms at all, which is", "why they must stay at home.", "People who live in the same household as someone with COVID-19 are at", "higher risk of developing COVID-19. They could spread the disease to", "others even when feeling well, which is why they must stay at home.", "How to limit close contact with others in the household if you have COVID-19", "Spend as little time as possible in shared spaces such as kitchens,", "bathrooms and sitting areas. Avoid using shared spaces such as kitchens", "and other living areas while others are present and take your meals back", "to your room to eat. Observe strict social distancing.", "Ask the people you live with to help by bringing your meals to your door,", "helping with cleaning and by giving you space.", "Use a separate bathroom from the rest of the household where possible. If", "a separate bathroom is not available, try and use the facilities last,", "before cleaning the bathroom using your usual cleaning products. The", "bathroom should be cleaned regularly.", "You should use separate towels from other household members, both for", "drying yourself after bathing or showering and for drying your hands. Keep", "your room well-ventilated by opening a window to the outside.", "Use a face covering or a surgical mask when spending time in shared areas", "inside your home to minimise the risk of spread to others. Used correctly,", "they may help to protect others by reducing the transmission of COVID-19", "but they do not replace the need to limit your contact with other", "household members.", "You can find more advice on reducing the risks from COVID-19 in your home", "at GermDefence.", "Those who are clinically extremely vulnerable should be supported to", "minimise their contact with other people in the household during this", "period, regardless of whether others have symptoms or not.", "Reducing the spread of COVID-19 in your household", "Everyone should take the following steps to reduce the spread of infection", "within their household.", "Wash your hands", "This is an important way to reduce the risk of catching COVID-19 or", "passing it on to others. Wash your hands with soap and water for 20", "seconds or use hand sanitiser, particularly after coughing, sneezing and", "blowing your nose and before you eat or handle food. Clean your hands", "frequently and avoid touching your face.", "Cover coughs and sneezes", "Cover your mouth and nose with disposable tissues when you cough or", "sneeze. If you do not have a tissue, cough or sneeze into the crook of", "your elbow, not into your hand.", "Dispose of tissues into a rubbish bag and immediately wash your hands. If", "you have a carer, they should use disposable tissues to wipe away any", "mucus or phlegm after you have sneezed or coughed and then wash or", "sanitise their hands.", "Clean your home to reduce spread of infection", "Regularly clean frequently touched surfaces, such as door handles and", "remote controls, and shared areas such as kitchens and bathrooms. This is", "particularly important if you have a clinically extremely vulnerable", "person in the house.", "Use standard household cleaning products like detergents and bleach to", "clean your home as these are very effective at getting rid of the virus on", "surfaces. Clean shared bathrooms each time they are used, especially the", "surfaces you have touched, using your usual bathroom cleaning products.", "Cleaning cloths and personal waste such as used tissues and disposable", "face coverings should be stored in disposable rubbish bags. These bags", "should be placed into another bag, tied securely and put aside for at", "least 72 hours before being put in your usual external household waste", "bin. Other household waste can be disposed of as normal.", "Use a dishwasher to clean and dry your crockery and cutlery. If this is", "not possible, wash them by hand using washing up liquid and warm water and", "dry thoroughly using a separate tea towel.", "Laundry", "To reduce the possibility of spreading the virus through the air, do not", "shake dirty laundry. Wash items in accordance with the manufacturer’s", "instructions. All dirty laundry can be washed in the same load. If you do", "not have a washing machine, wait a further 72 hours after your", "self-isolation has ended when you can then take the laundry to a public", "launderette.", "Do not share towels, including hand towels and tea towels.", "Ventilate indoor areas", "Keep indoor areas well-ventilated with fresh air, especially shared living", "areas. To increase the flow of air you can:", "* open windows as much as possible", "* open doors", "* make sure that any vents are open and airflow is not blocked", "* leave extractor fans (for example in bathrooms) running for longer", "than usual with the door closed after use", "Caring for pets", "COVID-19 in the UK is spread between humans. There is limited evidence", "that some animals, including pets, can become infected with SARS-CoV-2", "(the virus that causes COVID-19) following close contact with infected", "humans.", "Pet owners who have COVID-19 or who are self-isolating with symptoms", "should restrict contact with pets and wash their hands thoroughly before", "and after interacting with their pet.", "Looking after your health and wellbeing", "Looking after your mental and physical wellbeing while staying at home", "Staying at home and self-isolating for a prolonged period can be", "difficult, frustrating and lonely for some people and you or other", "household members may feel low. It can be particularly challenging if you", "do not have much space or access to a garden.", "Remember to take care of your mind as well as your body and get support if", "you need it. There are many sources of support and information, such as", "guidance on looking after your mental health and wellbeing and on", "supporting children and young people.", "Every Mind Matters provides simple tips and advice to take better care of", "your mental health, including a COVID-19 hub with advice for those staying", "at home.", "Many people find it helpful to remind themselves why what they are doing", "is so important. By staying at home, you are helping to protect your", "friends and family, other people in your community and the NHS.", "Things that you can do to help make staying at home easier:", "* keep in touch with friends and family over the phone or through social", "media", "* remember that physical exercise can be good for your wellbeing. Look", "for online classes or courses that can help you take light exercise in", "your home", "* plan ahead and think about what you will need to be able to stay at", "home for the full duration", "* ask your employer, friends and family for help to access the things", "you will need while staying at home", "* think about and plan how you can get food and other supplies, such as", "medication, that you will need during this period", "* check if your neighbourhood or local community has a volunteer system", "that could help bring you supplies or provide other support", "* ask friends or family to drop off anything you need or order supplies", "online or by phone, making sure these are left outside your home for", "you to collect", "* think about things you can do during your time at home such as", "cooking, reading, online learning and watching films", "* many people find it helpful to plan out the full 10 days. You may also", "find it helpful to plan in advance what you will do if, for example,", "someone in your household were to feel much worse", "If you need help for a mental health crisis, emergency or breakdown, seek", "immediate advice and assessment. Even during the COVID-19 pandemic, urgent", "mental health support is available to adults and children around the", "clock. Find your local NHS helpline by searching for your postcode or home", "town in a new service finder.", "If you need medical advice", "Health and care services remain open to help people with all health", "conditions, including COVID-19. Most people with COVID-19 will experience", "a mild illness which can be managed at home. Find out more about managing", "the symptoms of COVID-19 at home.", "All routine medical and dental appointments should be cancelled while you", "are staying at home. If you are concerned or have been asked to attend in", "person during this time, discuss this with your medical contact first (for", "example, your GP or dentist, local hospital or outpatient service).", "Seek prompt medical attention if your illness or the illness of someone in", "your household is worsening. If it is not an emergency, contact the NHS", "111 online COVID-19 service or NHS 111 for other health conditions. If you", "have no internet access, call NHS 111.", "If it is a medical emergency and you need to call an ambulance, dial 999.", "Inform the call handler or operator that you or someone in your household", "has COVID-19 or symptoms if that is the case.", "Financial or other practical support", "Self-isolation is one of the most important things we can do to help stop", "the spread of the virus and protect our friends and family, our community", "and the NHS. If you have symptoms of COVID-19, have received a positive", "test result, or have been told you are a contact with someone who has,", "self-isolation is the only way to guarantee you won’t pass COVID-19 to", "others. If you are told to isolate, you should do so straight away. Find", "out what support you can get if you’re affected by coronavirus is", "available.", "Ask your employer, friends and family for help to access the things you", "will need while staying at home. More information on accessing food and", "essential supplies is available.", "Check if your neighbourhood or local community has a volunteer system that", "could help bring you supplies or provide other support. Ask friends or", "family to drop off anything you need or order supplies online or by phone,", "making sure these are left outside your home for you to collect.", "If you are unable to work due to COVID-19, see guidance from the", "Department for Work and Pensions to find out about support available to", "you. You may be entitled to a one-off payment of £500 through the NHS Test", "and Trace Support Payment scheme if you are required to stay at home and", "self-isolate. You can apply for the NHS Test and Trace Support Payment", "online or through the NHS COVID-19 app.", "You will be eligible if you live in England and meet all the following", "criteria:", "* you have been asked to self-isolate by NHS Test and Trace, including", "by the NHS COVID-19 app", "* you are employed or self-employed", "* you cannot work from home and will lose income as a result", "* you are claiming at least one of the following benefits:", "* Universal Credit", "* Working Tax Credits", "* income-related Employment and Support Allowance", "* income-based Jobseeker’s Allowance", "* Income Support", "* Pension Credit or Housing Benefit", "Visit your local authority’s website for more information.", "If you are breastfeeding", "If you have symptoms of COVID-19, have tested positive or are living in a", "household with someone who has COVID-19, you may be concerned about the", "infection spreading to your baby if you are breastfeeding.", "The benefits of breastfeeding outweigh any potential risks of transmission", "of the virus through breast milk or by being in close contact, however,", "this will be an individual decision. Talk to your midwife, health visitor", "or GP by telephone.", "There is currently no evidence to suggest that the COVID-19 virus can be", "transmitted through breast milk. However, COVID-19 infection can be passed", "on to a baby in the same way as it can to anyone in close contact with", "you. The current evidence is that children with COVID-19 get much less", "severe symptoms than adults. If you or a family member are feeding with", "formula or expressed milk, sterilise the equipment carefully before each", "use. You should not share bottles or a breast pump with someone else.", "You can find more information from the Royal College of Obstetricians and", "Gynaecologists.", "People with learning disabilities, autism or serious mental illnesses", "Not all these measures will be possible if you, or those you live with,", "have conditions such as learning disabilities, autism or serious mental", "illnesses. Follow this guidance to the best of your ability, whilst", "keeping yourself and those close to you safe and well, ideally in line", "with any existing care plans.", "1. For the purposes of this guidance this includes Test and Trace contact", "tracers/call handlers, local authority contact tracers working with", "NHS Test and Trace, Public Health England health protection teams and", "NHS staff (for healthcare contacts) ↩", "Contents", "Print this page", "Is this page useful?", "* Yes this page is useful", "* No this page is not useful", "Thank you for your feedback", "There is something wrong with this page", "Close", "Help us improve GOV.UK", "Don’t include personal or financial information like your National", "Insurance number or credit card details.", "What were you doing? _____________________", "What went wrong? _____________________", "Send", "Close", "Help us improve GOV.UK", "To help us improve GOV.UK, we’d like to know more about your visit today.", "We’ll send you a link to a feedback form. It will take only 2 minutes to", "fill in. Don’t worry we won’t send you spam or share your email address", "with anyone.", "Email address _____________________", "Send me the survey", "Coronavirus (COVID-19)", "* Coronavirus (COVID-19): guidance and support", "Brexit", "* Check what you need to do", "Services and information", "* Benefits", "* Births, deaths, marriages and care", "* Business and self-employed", "* Childcare and parenting", "* Citizenship and living in the UK", "* Crime, justice and the law", "* Disabled people", "* Driving and transport", "* Education and learning", "* Employing people", "* Environment and countryside", "* Housing and local services", "* Money and tax", "* Passports, travel and living abroad", "* Visas and immigration", "* Working, jobs and pensions", "Departments and policy", "* How government works", "* Departments", "* Worldwide", "* Services", "* Guidance and regulation", "* News and communications", "* Research and statistics", "* Policy papers and consultations", "* Transparency and freedom of information releases", "----------------------------------------------------------------------", "Support links", "* Help", "* Privacy", "* Cookies", "* Contact", "* Accessibility statement", "* Terms and conditions", "* Rhestr o Wasanaethau Cymraeg", "* Built by the Government Digital Service", "Open Government Licence", "All content is available under the Open Government Licence v3.0, except", "where otherwise stated", "© Crown copyright"]