["Link: canonical", "Link: amphtml", "Home", "[IMG]", "FOLLOW ON", "Advertisement", "TORONTO", "Police chase in Toronto ends after suspect is run over by cruiser", "Codi Wilson", "Codi Wilson Web Content Writer, CP24", "@CodiWilson Contact", "Published Monday, April 13, 2020 11:19AM EDT Last Updated Monday, April", "13, 2020 9:17PM EDT", "Share:", "Reddit", "Share", "Text:", "*", "*", "*", "*", "TORONTO -- The province’s police watchdog continues to investigate after", "investigators say a 28-year-old man was struck by a police cruiser while", "fleeing from officers in Toronto’s downtown core on Sunday night.", "In a news release issued on Monday morning, the Special Investigations", "Unit (SIU) said Toronto police were called to the area of King and", "Bathurst streets at around 6:40 p.m. for reports of a robbery.", "The SIU said officers quickly located a person of interest, who was in", "possession of a knife.", "The man fled southbound on Bathurst Street on foot and was pursued by the", "responding officers.", "According to the SIU, the officers caught up with the man at Front and", "Bathurst streets and attempted to subdue him using a conducted energy", "weapon.", "The man, the SIU said, continued to flee and a short time later, the man", "was struck by a police cruiser.", "Police SIU", "He was taken into custody and then transported to hospital, where medical", "staff determined that he had sustained serious injuries.", "The incident was captured on camera by multiple residents in the area, who", "posted the videos on social media on Sunday night.", "One woman, who watched the incident unfold on the balcony of her", "third-floor condo at Bathurst and Front streets, called the altercation", "“scary.”", "“The police officer hit him with the front of his vehicle, and then ran", "him over with his front tire. And that’s when he finally went down and the", "weapon he was holding, which was a huge knife, went flying,” she said. “It", "was really disturbing.”", "Investigators are urging anyone with video of the incident to upload it to", "the SIU’s website.", "The SIU, an arm’s length agency that is called in to investigate any", "incident involving police and a member of the public that results in", "death, serious injury, or an allegation of sexual assault, has assigned", "one investigator, two forensic officers, and one collision", "reconstructionist to the case.", "Share:", "Reddit", "Share", "Report Errors News Tips Editorial standards and policies Why you can trust", "CTV News", "Toronto Top Stories", "* People arrive at the City of Toronto operated mass COVID-19", "vaccination site in East York Town Centre on Wednesday, March 24,", "2021. THE CANADIAN PRESS/Cole Burston", "Ontario records more than 2,400 new COVID-19 cases as hospitalizations jump", "Residents of Toronto's Riverside and Leslieville neighbourhoods rally", "at Bruce Mackey Park following news that an update to Metrolinx's", "Ontario Line may put the green spcae in jeopardy. (CTV News", "Toronto/Mike Walker)", "Toronto neighbourhood says proposed changes to Metrolinx's Ontario Line will", "destroy local parks", "A health-care worker wearing PPE transports a patient in the dialysis", "unit at the Humber River Hospital during the COVID-19 pandemic in", "Toronto on Wednesday, December 9, 2020. THE CANADIAN PRESS/Nathan", "Denette", "Doctor sounds alarm over hospital capacity as Ontario loosens restrictions", "* A Peel Regional Police cruiser is seen in this undated photo.", "Police investigating vandalism of Muslim prayer space at Toronto Pearson Airport", "FILE- Owner Ankur Vadhera sweeps away hair at Capital Barber Shop in", "Ottawa, on its first day of reopening as Ontario moves into Stage 2 of", "its plan to lift lockdowns implemented in response to the COVID-19", "pandemic, on Friday, June 12, 2020. THE CANADIAN PRESS/Justin Tang", "Ontario to allow haircuts and outdoor fitness classes to resume in grey zone", "regions, Hamilton moves to lockdown", "Diana Blaikie, left, and Bonnie Ryder have a cocktail on a outdoor", "patio at the Grain Urban Tavern while enjoying the warm weather along", "the boardwalk during the COVID-19 pandemic in Toronto on Thursday,", "March 25, 2021. THE CANADIAN PRESS/Nathan Denette", "These are the changes being made to restrictions in the grey zone", "----------------------------------------------------------------------", "Watch More From CTV News", "* false", "Vaccine", "Torontonians aged 70+ can now book a vaccine", "Air Date: March 27, 2021", "false", "Hamilton sign", "Hamilton prepares to enter lockdown", "Air Date: March 27, 2021", "false", "Ontario Line", "Neighbourhood objects to Ontario Line change", "Air Date: March 27, 2021", "* false", "Police say a saw blade fell off a construction vehicle and into the", "front of a passing car in Caledon, Ont. Friday. (Twitter/OPP Central", "Region)", "Saw blade flies off vehicle into woman's car", "Air Date: March 26, 2021", "false", "CTV News Toronto at Six", "CTV News Toronto at Six for Friday, March 26, 2021", "Air Date: March 26, 2021", "false", "A health-care worker wearing PPE transports a patient in the dialysis", "unit at the Humber River Hospital during the COVID-19 pandemic in", "Toronto on Wednesday, December 9, 2020. THE CANADIAN PRESS/Nathan", "Denette", "Serious fears for Ontario's hospital capacity", "Air Date: March 26, 2021", "----------------------------------------------------------------------", "Consumer Alert", "* In this March 10, 2021 file photo, a health worker prepares a", "Sinopharm COVID-19 vaccine at a vaccination center, in Peshawar,", "Pakistan. (AP Photo/Muhammad Sajjad, File)", "Beware of COVID-19 scams offering to help skip the line for vaccine", "Writing a cheque", "$14,400 cheque sent to wrong address creates major problems for Ontario woman", "Canadians can now check their credit score for free. (Pexels)", "How to check your credit score for free in Canada", "* Wendel Clark's Muskoka cottage is shown in this photo posted to", "AirBnB. Clark will rent the cottage out this summer with all proceeds", "going to the Heart and Stroke Foundation of Canada.", "Ontario cottage prices expected to rise 17 per cent in 2021 amid COVID-19", "pandemic", "The fake Apple iPhone 12 Pro Max can be seen in this photo, along with", "a fake Apple box and receipt used by scammers. (Supplied)", "Toronto police warn public about online scammers selling fake Apple iPhones", "A couple from Mississauga was able to get coverage for their flooded", "basement after their insurance company denied their claim. (Supplied)", "Denied flood insurance claim paid after family goes to General Insurance", "OmbudService", "----------------------------------------------------------------------", "COVID-19 in Ontario", "* 61-year-old Cory Bastien is waiting to get the COVID-19 vaccine. (CTV", "News Toronto / Beth Macdonell)", "'I have choices right now': Why some people 60 and up are aren't rushing to get", "the vaccine", "Sally Pearce", "Ontario woman pleads for quarantine exemption so she can visit U.S. parents 15", "minutes away", "Pharmacist Jason Hyde is seen filling syringes with the Moderna", "Covid-19 vaccine on Jan. 12 in Marlborough, Mass. (Joseph", "Prezioso/AFP/Getty Images via CNN)", "Hamilton public health nurse fired, others disciplined for vaccinating relatives", "* In this March 10, 2021 file photo, a health worker prepares a", "Sinopharm COVID-19 vaccine at a vaccination center, in Peshawar,", "Pakistan. (AP Photo/Muhammad Sajjad, File)", "Ontario unveils new details about who will become eligible for a COVID-19", "vaccine in Phase 2", "Grade two teacher Vivian Mavraidis looks out into the hallways at", "Hunter's Glen Junior Public School which is part of the Toronto", "District School Board (TDSB) during the COVID-19 pandemic in", "Scarborough, Ont., on Monday, September 14, 2020. THE CANADIAN", "PRESS/Nathan Denette", "Toronto-area school boards struggle to find supply teachers amid rise in", "absences due to COVID-19", "lungs", "Toronto doctor shares images of lungs to show how COVID-19 is 'brutalizing'", "young people", "----------------------------------------------------------------------", "CTVNews.ca Top Stories", "* Video from the scene shows police arresting a man shortly after the", "stabbing incident. (CTV)", "Woman dead, 6 others injured after stabbings at North Vancouver library", "Conservative MP Michael Chong rises during Question Period in the", "House of Commons on Parliament Hill in Ottawa on Thursday, Dec. 10,", "2020. THE CANADIAN PRESS/Justin Tang", "China sanctions Conservative MP Michael Chong, federal subcommittee", "Dr. Brian Nadler, 35, has been charged with first-degree murder in", "connection with what police are calling 'a number of suspicious", "deaths' at the hospital in Hawkesbury, Ont. (Brian Nadler/LinkedIn)", "Ex-colleague of Ontario doctor Brian Nadler shocked to learn of murder charge", "* People wear face masks as they wait to enter a store in Montreal,", "Saturday, March 27, 2021, as the COVID-19 pandemic continues in Canada", "and around the world. THE CANADIAN PRESS/Graham Hughes", "'Stronger' measures needed across Canada to suppress COVID-19 resurgence: Tam", "A health worker shows the media how she prepares a dose of the", "AstraZeneca vaccine to be administered to a patient at a vaccination", "center set up in front of Rome's Termini central station, Monday,", "March 8, 2021. (AP Photo/Alessandra Tarantino)", "COVID-19 vaccines may require regular updates until infections die down, study", "suggests", "Qaumajuq, the Inuit art Centre at the Winnipeg Art Gallery. Photo by", "Lindsay Reid.", "World's largest Inuit art collection on display in Winnipeg", "----------------------------------------------------------------------", "DON'T MISS", "* false", "Fulfilling a dying mom's wish", "Community raises $76K to fulfill mom's last wish for son", "false", "Red hot real estate", "A deeper look at Canada's red hot real estate market", "false", "The Qaumajuq Inuit art gallery", "World's largest collection of Inuit art now on display", "Advertisement", "Most-Watched", "* false", "Hamilton sign", "Hamilton prepares to enter lockdown", "Air Date: March 27, 2021", "* false", "Ontario Line", "Neighbourhood objects to Ontario Line change", "Air Date: March 27, 2021", "* false", "Bracing for a move to red zone", "Bracing for a move to red zone", "Air Date: March 17, 2021", "* false", "Vaccine", "Torontonians aged 70+ can now book a vaccine", "Air Date: March 27, 2021", "Most-Read", "* This home, located at 164 Alton Avenue in Toronto, sold for $1.6", "million. (House Sigma)", "Semi-detached Toronto home gets 20 offers and sells for $575,000 above asking", "* Residents of Toronto's Riverside and Leslieville neighbourhoods rally", "at Bruce Mackey Park following news that an update to Metrolinx's", "Ontario Line may put the green spcae in jeopardy. (CTV News", "Toronto/Mike Walker)", "Toronto neighbourhood says proposed changes to Metrolinx's Ontario Line will", "destroy local parks", "* FILE- Owner Ankur Vadhera sweeps away hair at Capital Barber Shop in", "Ottawa, on its first day of reopening as Ontario moves into Stage 2 of", "its plan to lift lockdowns implemented in response to the COVID-19", "pandemic, on Friday, June 12, 2020. THE CANADIAN PRESS/Justin Tang", "Ontario to allow haircuts and outdoor fitness classes to resume in grey zone", "regions, Hamilton moves to lockdown", "* Parents take their children to school at Portage Trail Community", "School which is part of the Toronto District School Board (TDSB)", "during the COVID-19 pandemic in Toronto on Tuesday, September 15,", "2020. THE CANADIAN PRESS/Nathan Denette", "Ontario parents will receive at least $400 cash in pandemic payout", "* Ontario Premier Doug Ford speaks at Queen’s Park in Toronto on Tuesday", "January 12, 2021 to announce a state of emergency and stay at home", "order for the province of Ontario. THE CANADIAN PRESS/Frank Gunn", "Ford calls Canada's vaccine rollout 'a joke,' says Trudeau government 'dropped", "the ball'", "Toronto Together", "* A beaver wandered into a TTC station on March 25, 2021. (Twitter/ Jenn", "Abbott)", "Beaver wandering inside Toronto subway station prompts rush hour closure", "* tree", "Toronto neighbourhood rallies to save 160-year-old tree slated to be cut down", "* mail", "Decades-old envelope mysteriously arrives at Toronto apartment for woman who", "died earlier this year", "* Ruffollo2", "'I stubbornly didn't die': Toronto tech investor's recovery from near-fatal", "accident", "Political Ads Registry", "Use of this Website assumes acceptance of Terms & Conditions and Privacy", "Policy", "© 2021Bell MediaAll rights reserved.", "Back to top"]