["skip to main content", "Toggle navigation  Search GovTrack  govtrack.us", "* Home", "* Bills & Votes", "* Bills and Resolutions", "* Roll Call Votes", "* * How does a bill become a law?", "* What is the law?", "* Congressional Procedures", "* Legislators", "* Members of Congress", "* Committees", "* * Misconduct Database", "* Using GovTrack", "* How To Use GovTrack", "* For Educators", "* For Advocates", "* For Congressional Staff", "* For Journalists", "* About Us", "* About GovTrack.us", "* About Our Data", "* Press Clips", "* * Start Tracking", "* GovTrack Insider", "* What is Congress Browsing?", "* Books and Games We Recommend", "* Guess the Committee!", "* Log In", "1. Congress", "2. Votes", "3. House Vote #102 in 1996 (104^th Congress)", "H.R. 3136 (104th): Contract with America Advancement Act of 1996", "Mar 28, 1996 at 4:32 p.m. ET. On Passage of the Bill in the House.", "This was a vote to pass H.R. 3136 (104th) in the House.", "###Contract with America Advancement Act of 1996. 3/28/1996--Passed House", "amended.", "* Title I: Social Security Earnings Limitation Amendments", "* Title II: Small Business Regulatory Fairness", "* Subtitle A: Regulatory Compliance Simplification", "* Subtitle B: Regulatory Enforcement Reforms", "* Subtitle C: Equal Access to Justice Act Amendments", "* Subtitle D: Regulatory Flexibility Act Amendments", "* Subtitle E: Congressional Review", "* Title III: Public Debt Limit", "###Title II: Small Business Regulatory Fairness - Small Business", "Regulatory Enforcement Fairness Act of 1996 - Subtitle E: Congressional", "Review", "A law allowing telecom and Internet companies to sell your browsing data", "and history to third parties. A law allowing American oil and gas", "companies to hide payments they make to foreign countries. A law", "permitting states to withdraw funding from Planned Parenthood.", "13 laws have been enacted in 2017 passed thanks to another law signed 21", "years earlier, which had virtually never been been used before.", "What is it?", "The Congressional Review Act (CRA) allows Congress and the President to", "more easily legislatively nullify major executive branch regulations", "issued during the previous 60 “legislative days” — in this case, after", "June of 2016. Congress could already roll back regulations, but the CRA", "precludes the use of the Senate filibuster for bills meeting the CRA’s", "requirements, lowering the effective Senate vote threshold from 60 to 51.", "The CRA makes the most sense to use when the president’s party changes and", "the president’s party has a majority in both the Senate and House,", "but not a filibuster-proof Senate majority. If they had a filibuster-proof", "majority, the Senate would just pass a bill to reverse a regulation", "without the CRA. Republicans currently hold a 52–48 Senate majority and a", "House majority as well, so because the presidency changed from Democrat to", "Republican, this Congress has nullified 13 Obama-era regulations using the", "CRA.", "None of those rules went into effect because the CRA was used to reverse", "them shortly before implementation. So what these CRA votes actually did", "was preserve the status quo, albeit one that was about to be imminently", "changed.", "A brief history", "The provision — tucked near the back of the Contract with America", "Advancement Act of 1996 — was hardly ever used, in fact only once in the", "subsequent two decades after passage. That one time was when the", "Republican Congress of 2001 and Republican President George W. Bush", "overturned a 2000 order by President Bill Clinton’s Labor", "Department requiring companies to track employees’ musculoskeletal and", "repetitive motion injuries.", "Subsequent attempts were few, and those few were all unsuccessful. The", "Republican-led Congress and White House of 2001 didn’t use the CRA to", "overturn any other left-leaning Clinton regulations, even though there", "were others they could have reversed. The Democratic-led Congress and", "White House of 2009, with Barack Obama as President, didn’t use it at all", "to overturn a single Bush regulation of 2008. The Republican Congress of", "2016–17 passed five CRA repeals that were all vetoed by Obama.", "The Republican Congress of 2017, however, is a different story.", "What’s been overturned?", "13 different Obama-era regulations have been nullified by this Congress", "and signed by President Trump. These constitute many of legislative", "accomplishments in the first 100 days of the Trump Administration, a", "period otherwise falling short of what many GOP leaders hoped.", "Among the five biggest of the overturned regulations means:", "* States can withhold federal Planned Parenthood funding from Title X", "funding to such outlets located within their borders", "* States can drug test those on unemployment or SNAP (commonly called", "food stamps), to potentially screen out beneficiaries or applicants", "* Expanding gun or firearm access to those with severe mental illness", "* Allow Internet or telecom companies to sell your data and browsing", "history", "* Permitting oil and gas companies to not disclose payments to foreign", "governments for drilling or access rights to land", "Others nullified provisions include ones that would have restricted", "hunting of animals on Alaskan wildlife refuges, required companies signing", "federal contracts to disclose information about labor violations, mandated", "ways that education districts rate their schools, curtailed debris from", "mining, and changed the way that the Bureau of Land Management manages its", "millions of acres to consider national interests more than local", "interests.", "None of these regulations had yet gone into effect, since there is a", "period of at least several months between finalization and implementation.", "For example, the Obama Administration’s regulations _would have _prevented", "telecom companies from selling your personal data without consent,", "required oil companies to disclose payments made to foreign governments,", "and set more requirements for states use federal Title X Planned", "Parenthood funding.", "On Wednesday, the Senate failed 49–51 to repeal an Obama rule regulating", "methane produced during petroleum or oil drilling. This marked the first", "CRA vote of 2017 to fail in Congress. The rule had already gone into", "effect on January 17, three days before Trump took office.", "What supporters say", "Supporters argue that the CRA is a legislatively valid measure to get rid", "of would-be burdensome regulations instituted by a president already out", "the door, especially when the American public just voted for a president", "of the opposite party.", "“We inherited — this administration did — the biggest regulatory burden,", "we believe, of any President in American history,” White House Director of", "Legislative Affairs Marc Short said in a press briefing. “The previous", "administration authored more than 600 major regulations according to the", "Federal Register, with an estimated cost to the economy of about $740", "billion… We believe this is having a dramatic impact in pulling back the", "regulatory burden, so far, that cost or that benefit to the economy is", "over $10 billion.”", "What opponents say", "Opponents argue the CRA is too blunt of an instrument to overturn", "regulations that are often perceived as beneficial for such issues as", "workers’ rights, the environment, and public health. The public often", "supports the initial regulations, the one preventing telecom companies", "from selling private data being a particularly prominent example. To that", "end, President Trump — hardly one to shy away from the public — has only", "held one public signing ceremony for a law using the CRA to overturn an", "Obama regulation.", "However, it’s worth noting that the CRA laws passed this year actually", "only took down a fraction of orders they could have. Potentially more than", "180 Obama regulations met the qualifications for reversal under the CRA.", "In March, GovTrack Insider analyzed the Midnight Rules Relief Act, which", "would allow for dozens of such rules to be nullified by Congress at one", "time instead of one-by-one like the Congressional Review Act allows.", "However, that bill has only passed the House and has not yet received a", "Senate vote.", "What’s the future of the CRA?", "Congress had until its 60th legislative day — in this case lasting until", "early May — to utilize the CRA for any Obama-era regulations instituted", "during the final eight months of his presidency. Any other regulations", "could still be overturned, but not using the CRA, which allows for a lower", "vote threshold.", "But now that the power of the CRA has been used in real life, instead of", "remaining almost entirely a theoretical problem as it had for more than", "two decades, Democrats are awakened to what they now perceive as its", "destructive capability. Every time it has been used has been by a", "Republican Congress overturning regulations of a Democratic president, so", "it’s clear the GOP has no plans to scrap or alter the CRA.", "Democrats voted 120–67 in favor of the bill containing the CRA upon its", "original 1996 introduction, though the bill contained many other", "provisions as well.", "The George Washington University Regulatory Studies Center maintains a", "live list of CRA votes, both successful and unsuccessful.", "Show More Summary", "(About Ads | Hide These Ads)", "Totals", "All Votes Republicans Democrats Independents", "Aye        78%       201         127       0", "328", "No         22%       30          60        1", "91", "Not Voting           4           8         0", "12", "Passed. Simple Majority Required. Source: house.gov.", "Ideology Vote Chart", "Key:", "Republican - Aye Democrat - Aye Republican - No Democrat - No", "Seat position based on our ideology score.", "What you can do", "Get Email Alerts", "* Vote Details", "* Study Guide", "Vote Details", "Notes: The Speaker’s Vote?", "The Speaker of the House is not required to vote in “ordinary legislative", "proceedings, except when such vote would be decisive.” In practice, this", "means the Speaker of the House rarely votes and only does so when it is", "politically useful. When the Speaker declines to vote, he or she is simply", "omitted from the roll call by the House Clerk. (See House Rules, Rule", "I(7).)", "“Aye” or “Yea”?", "“Aye” and “Yea” mean the same thing, and so do “No” and “Nay”. Congress", "uses different words in different sorts of votes.", "The U.S. Constitution says that bills should be decided on by the “yeas", "and nays” (Article I, Section 7). Congress takes this literally and uses", "“yea” and “nay” when voting on the final passage of bills.", "All Senate votes use these words. But the House of Representatives uses", "“Aye” and “No” in other sorts of votes.", "Download as CSV", "Statistically Notable Votes", "Statistically notable votes are the votes that are most surprising, or", "least predictable, given how other members of each voter’s party voted and", "other factors.", "All Votes", "Study Guide", "How well do you understand this vote? Use this study guide to find out.", "You can find answers to most of the questions below here on the vote page.", "For a guide to understanding the bill this vote was about, see here.", "What was the procedure for this vote?", "1. What was this vote on?", "Not all votes are meant to pass legislation. In the Senate some votes", "are not about legislation at all, since the Senate must vote to", "confirm presidential nominations to certain federal positions.", "This vote is related to a bill. However, that doesn’t necessarily tell", "you what it is about. Congress makes many decisions in the process of", "passing legislation, such as on the procedures for debating the bill,", "whether to change the bill before voting on passage, and even whether", "to vote on passage at all.", "You can learn more about the various motions used in Congress at", "EveryCRSReport.com. If you aren’t sure what the House was voting on,", "try seeing if it’s on this list.", "2. What is the next step after this vote?", "Take a look at where this bill is in the legislative process. What", "might come next? Keep in mind what this specific vote was on, and the", "context of the bill. Will there be amendments? Will the other chamber", "of Congress vote on it, or let it die?", "For this question it may help to briefly examine the bill itself.", "What is your analysis of this vote?", "1. What trends do you see in this vote?", "Members of Congress side together for many reasons beside being in the", "same political party, especially so for less prominent legislation or", "legislation specific to a certain region. What might have determined", "how the roll call came out in this case? Does it look like Members of", "Congress voted based on party, geography, or some other reason?", "2. How did your representative vote?", "There is one vote here that should be more important to you than all", "the others. These are the votes cast by your representative, which is", "meant to represent you and your community. Do you agree with how your", "representative voted? Why do you think they voted the way they did?", "If you don’t already know who your Members of Congress are you can", "find them by entering your address here.", "Each vote’s study guide is a little different — we automatically", "choose which questions to include based on the information we have", "available about the vote. Study guides are a new feature to GovTrack.", "You can help us improve them by filling out this survey or by sending", "your feedback to hello@govtrack.us.", "* Home", "* Start Tracking", "* About GovTrack", "* About the Data", "* Privacy & Legal", "* Log in", "* Twitter", "* Instagram", "* Patreon", "* GitHub", "Launched in 2004, GovTrack helps everyone learn about and track the", "activities of the United States Congress. This is a project of Civic", "Impulse, LLC. GovTrack.us is not a government website.", "About the Site | Contact Us", "You are encouraged to reuse any material on this site.", "Hackers/journalists/researchers: See these open data sources.", "×", "[error message]", "OK", "×", "We’re also on social media", "GovTrack.us is an independent website tracking the status of", "legislation in the United States Congress and helping you participate", "in government. Now we’re on Instagram too!", "----------------------------------------------------------------------", "Follow @govtrack.us on Instagram for new 60-second summary videos of", "legislation in Congress.", "Follow @govtrack on Twitter for posts about legislative activity and", "other information we’re tracking, and some commentary.", "And please consider supporting our work by becoming a monthly backer", "@govtrack on Patreon or leaving a tip.", "Continue to Site", "×", "Join GovTrack’s Advisory Community", "We’re looking to learn more about who uses GovTrack and what features", "you find helpful or think could be improved. If you can, please take a", "few minutes to help us improve GovTrack for users like you.", "Start by telling us more about yourself:", "[ ] I’m a lobbyist, advocate, or other professional. [ ] I’m a young", "person (younger than 26 years old). [ ] I’m a member of a minority or", "disadvantaged group. [ ] I’m a teacher, librarian, or other educator.", "[ ] Other", "Next »", "×", "There’s never been a better time for civic engagement.", "You’ve cast your vote. Now what? Join 10 million other Americans using", "GovTrack to learn about and contact your representative and senators", "and track what Congress is doing each day.", "And starting in 2019 we’ll be tracking Congress’s oversight", "investigations of the executive branch.", "You’re more than a vote, so support GovTrack today with a tip of any", "amount:", "One-Time Tip or Monthly Support", "Or keep using GovTrack for free! Our public interest mission means we", "will never put our service behind a paywall.", "×", "GovTrack.us is taking a new focus on civic education", "Help us develop the tools to bring real-time legislative data into the", "classroom.", "If you’ve visited a bill page on GovTrack.us recently, you may have", "noticed a new “study guide” tab located just below the bill title.", "This is part of a new project to develop better tools for bringing", "real-time legislative data into the classroom. We hope to enable", "educators to build lesson plans centered around any bill or vote in", "Congress, even those as recent as yesterday.", "We’re looking for feedback from educators about how GovTrack can be", "used and improved for your classroom. If you teach United States", "government and would like to speak with us about bringing legislative", "data into your classroom, please reach out!", "Email Us Continue to site »"]