["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "HomeU.S. PoliticsMedia & NewsSocial TrendsReligionInternet &", "TechScienceHispanicsGlobalMethods Blog About Follow My Account DONATE", "Numbers, Facts and Trends Shaping Your World", "About", "Follow", "Donate", "Pew Research Center", "_____________________", "Pew Research Center", "HomeU.S. PoliticsMedia & NewsSocial TrendsReligionInternet &", "TechScienceHispanicsGlobalMethods", "* Publications", "* Topics", "* Interactives", "* Datasets", "* Fact Tank", "* Our Experts", "* Main", "More", "NEWS IN THE NUMBERS", "November 1, 2019", "What’s happening at the U.S.-Mexico border in 5 charts", "By John Gramlich and Luis Noe-Bustamante", "[IMG]Migrants await processing in a temporary holding area under the Paso", "Del Norte Bridge in El Paso, Texas, on March 28. (Christ Chavez/Getty", "Images)", "Border Patrol agents apprehended more migrants at the U.S.-Mexico border", "in fiscal 2019 than in any year since fiscal 2007, according to new", "federal data. The influx of migrants has strained border facilities and", "become a major policy focus for President Donald Trump’s administration.", "Below is a closer look at the shifting dynamics at the southwestern", "border, based on the new numbers from U.S. Customs and Border Protection,", "the federal agency tasked with patrolling the border.", "1Apprehensions at U.S.-Mexico border at their highest level since", "2007Apprehensions at the U.S.-Mexico border more than doubled between", "fiscal 2018 and fiscal 2019 but remained below historical highs. There", "were 851,508 apprehensions in the 2019 fiscal year (October 2018-September", "2019), a 115% increase from the previous fiscal year and the highest total", "in 12 years. Still, the total remained far below the 1,643,679", "apprehensions recorded in 2000, the peak year. And apprehensions regularly", "exceeded 1 million per fiscal year during the 1980s, 1990s and 2000s.", "2Non-Mexicans far outnumbered Mexicans in southwest border apprehensions", "in 2019There has been a major shift in who is being apprehended, with", "non-Mexicans now far outnumbering Mexicans. Non-Mexicans accounted for 80%", "of apprehensions in fiscal 2019, marking the fourth consecutive year in", "which they outnumbered Mexicans. In 2000 (the earliest year for which data", "is available), non-Mexicans accounted for just 2% of apprehensions while", "Mexicans accounted for 98%.", "For the first time on record, Mexicans did not account for the largest", "single country of origin in fiscal 2019. There were more apprehensions of", "Guatemalans (264,168) and Hondurans (253,795) than Mexicans (166,458),", "while El Salvador was fourth on the list with 89,811 apprehensions.", "The Northern Triangle nations – El Salvador, Guatemala and Honduras –", "together accounted for 71% of all apprehensions in fiscal 2019. The", "607,774 apprehensions from these three countries outnumbered the total", "from Mexico even though their combined population (32.6 million) is only a", "quarter of Mexico’s (129.2 million).", "3Family units accounted for a majority of southwest border apprehensions", "in 2019People traveling in families accounted for the majority of", "apprehensions in fiscal 2019, a big shift from the recent past. There were", "473,682 apprehensions of “family units” (defined as the number of", "individuals traveling in a family), representing 56% of apprehensions", "overall and more than four times the next-highest annual total of family", "member apprehensions on record (107,212 in fiscal 2018). Apprehensions of", "unaccompanied children ages 17 and younger also reached their highest", "level on record (76,020 in fiscal 2019, compared with a previous high of", "68,541 in fiscal 2014). In all other recent years, apprehensions of", "individual adults far outnumbered those of family members or unaccompanied", "children.", "The changing profile of those being apprehended has strained the Border", "Patrol, which follows different legal protocols for detaining family", "members and single adults.", "People apprehended by Border Patrol may be subject to expedited removal", "(except for unaccompanied children) but could also become eligible for", "asylum if officials determine they meet the definition of a refugee.", "Asylum applications have increased substantially in recent years, while", "the acceptance rates have remained constant.", "4Apprehensions rose in every border sector in fiscal 2019, especially in", "the El Paso sector. The El Paso region saw a 477% surge in migrant", "apprehensions in fiscal 2019 compared with fiscal 2018 (from 31,561 to", "182,143). That was by far the largest percentage increase of any of the", "nine southwest Border Patrol sectors. In fiscal 2019, El Paso ranked", "second in apprehensions only to the Rio Grande sector, which saw an", "increase of 109% between fiscal 2018 and fiscal 2019 (from 162,262", "apprehensions to 339,135).Migrant apprehensions increased in all nine", "U.S.-Mexico border sectors in 2019", "5Southwest border apprehensions have often peaked in March, but pattern", "has changed in recent yearsSeasonal migration patterns have changed in", "recent years. Since 2000, border apprehensions have typically peaked in", "the spring – most often in March – before declining during the hot summer", "months, when migration journeys become more perilous. But the pattern has", "changed since 2013, with the annual peak occurring in months other than", "March. In 2019, May was the peak month, with 132,856 apprehensions.", "Apprehensions fell dramatically after May, declining to 40,507 by", "September, the final month of the fiscal year.", "This is an update of a post originally published on April 10, 2019.", "Topics", "Unauthorized ImmigrationImmigration TrendsMexicoMigrationLatin", "AmericaImmigration", "Share this link:", "_____________________", "John Gramlich  is a senior writer/editor at Pew Research Center.", "POSTS BIO TWITTER EMAIL", "Luis Noe-Bustamante  is a research analyst focusing on global migration", "and Hispanic trends at Pew Research Center.", "POSTS BIO EMAIL", "Sign up for our weekly newsletter", "Fresh data, delivered Saturday mornings", "Related", "After surging in 2019, migrant apprehensions at U.S.-Mexico border fell", "sharply in fiscal 2020", "Migrant apprehensions and deportations increase in Mexico, but remain", "below recent highs", "How border apprehensions, ICE arrests and deportations have changed under", "Trump", "Border apprehensions increased in 2018 – especially for migrant families", "Migrant apprehensions at U.S.-Mexico border are surging again", "Popular on pew research", "What the data says about gun deaths in the U.S.", "Quiz: Are you a Core Conservative? A Solid Liberal? Or somewhere in", "between?", "Migrant apprehensions at U.S.-Mexico border are surging again", "Facts About the U.S. Black Population", "The Growing Diversity of Black America", "Pew Research Center", "1615 L St. NW, Suite 800", "Washington, DC 20036", "USA", "(+1) 202-419-4300 | Main", "(+1) 202-857-8562 | Fax", "(+1) 202-419-4372 | Media Inquiries", "Research Areas", "U.S. Politics & Policy Journalism & Media Internet & Technology Science &", "Society Religion & Public Life Hispanic Trends Global Attitudes & Trends", "Social & Demographic Trends Methods", "Follow Us", "Email Newsletters Facebook Twitter Tumblr YouTube RSS", "About Pew Research Center Pew Research Center is a nonpartisan fact tank", "that informs the public about the issues, attitudes and trends shaping the", "world. It conducts public opinion polling, demographic research, media", "content analysis and other empirical social science research. Pew Research", "Center does not take policy positions. It is a subsidiary of The Pew", "Charitable Trusts.", "Copyright 2021 Pew Research Center About Terms & Conditions Privacy Policy", "Reprints, Permissions & Use Policy Feedback Careers", "We need to confirm your email address", "To complete the subscription process, please click the link in the email", "we just sent you.", "Cancel", "OK"]