["Link: canonical", "* Skip to Main Content", "POLITICO", "[ Submit ]", "* Magazine", "* The Agenda", "* Pro", "* Search", "_____________________ Search", "SECTIONS", "* Congress", "* White House", "* Magazine", "* The Agenda", "* Video", "* Podcasts", "Elections", "* News", "* All Election Results", "SERIES", "* The Fifty", "* The First 100 Days", "* Recovery Lab", "* The Vaccine Race", "* Women Rule", "NEWSLETTERS", "* Playbook", "* Playbook PM", "* POLITICO Nightly", "* Transition Playbook", "* The Recast", "* Huddle", "* All Newsletters", "POLITICO LIVE", "* Live Home", "* Upcoming Events", "* Previous Events", "* About POLITICO Live", "COLUMNS & CARTOONS", "* Rich Lowry", "* Jack Shafer", "* Matt Wuerker", "* Cartoon Carousel", "POLICY", "* Agriculture", "* Cannabis", "* Cybersecurity", "* Defense", "* Education", "* eHealth", "* Employment & Immigration", "* Energy & Environment", "* Finance & Tax", "* Health Care", "* Space", "* Sustainability", "* Technology", "* Trade", "* Transportation", "EDITIONS", "* California", "* Canada", "* Europe", "* Florida", "* New Jersey", "* New York", "* Pro", "Follow us", "* Twitter", "* Instagram", "* Facebook", "* My Account", "*  * Facebook", "* Twitter", "* Print", "Continue to article content", "The U.S. Capitol is shown. | AP Photo", "A tentative agreement lets Congress focus now on pressing fiscal issues.", "Tough Hill vote on Syria fades", "By BURGESS EVERETT", "09/14/2013 04:41 PM EDT", "Updated 09/15/2013 09:13 AM EDT", "2013-09-15T09:13-0400", "Share on Facebook Share on Twitter", "Congress can breathe a sigh of relief: Lawmakers won’t have to take a", "tough vote on authorizing the use of military force in Syria anytime soon.", "The preliminary agreement between the United States and Russia on turning", "over Syria’s chemical weapons by mid-2014 sets a deadline of November of", "this year for international inspectors to enter the Middle Eastern", "country.", "The delay will allow Capitol Hill to pivot from an unpopular decision on", "military strikes — which many members in both parties opposed — to instead", "confront a pair of looming fiscal crises, funding the government and", "raising the debt ceiling. It now seems the fall, as originally expected,", "will be dominated by economic fights that pit the Republican House against", "the Democratic Senate.", "( Also on POLITICO: Pols react to U.S.-Russia deal)", "Senators said last week that the growing opposition to military strikes", "among members of Congress did not give either party the upper hand on", "economic issues, but admitted Syria threatened to become a major", "distraction on the Hill.", "“When we’re working Syria, we’re not working on something else,” Sen. Ben", "Cardin (D-Md.) told POLITICO late Thursday.", "The pressure of a high-stakes vote had intensified as it became", "increasingly clear that President Barack Obama would lose in the House and", "faced an uphill battle in the Senate. The possibility of a diplomatic", "solution emerged after Kerry made what appeared to be an off-hand comment", "in Europe last week — suggesting Syria could avoid military strikes if the", "regime of Syrian President Bashar Assad turned over its stockpiles of", "chemical weapons to the international community.", "( Also on POLITICO: Obama to Assad: Keep your promises)", "Senate Majority Leader Harry Reid (D-Nev.) temporarily pulled a limited,", "90-day strike on Syria on Wednesday from the floor of the Senate. A GOP", "aide said Saturday that any renewed effort in the upper chamber would", "likely necessitate another direct ask from Obama, who has said that he", "told the Senate to temporarily shelve the measure.", "“We’re ready to bring it to the floor at a moment’s notice,” a Senate", "Democratic aide said. “But for the moment, we’re letting the diplomatic", "process play out.”", "Instead the Senate turned to an energy efficiency bill while a group of", "senators worked behind closed doors to draft an alternate Syria resolution", "emphasizing diplomacy before military action. The upper chamber has been", "prepared to put that energy bill on hold and take back up a Syria", "resolution if the Russian negotiations fell apart. But that scenario looks", "increasingly unlikely with Saturday’s breakthrough.", "In the immediate aftermath of the tentative deal, senators indicated an", "overall wariness over dealing with Russia.", "The hawkish Sens. John McCain (R-Ariz.) and Lindsey Graham (R-S.C.)", "blasted the agreement as “meaningless” and argued for more help for the", "Syrian opposition.", "“Assad will use the months and months afforded to him to delay and deceive", "the world using every trick in Saddam Hussein’s playbook. It requires a", "willful suspension of disbelief to see this agreement as anything other", "than the start of a diplomatic blind alley, and the Obama Administration", "is being led into it by Bashar Assad and Vladimir Putin,” the senators", "said in a joint statement.", "The administration made clear that military intervention remains a", "possibility without follow-through from both Syria in Russia. Obama said", "that “if diplomacy fails, the United States remains prepared to act.”", "Democrats praised the Obama administration for securing a non-military", "solution, arguing the threat of force was the major catalyst of a deal.", "“The firm and united response agreed upon today to end Syria’s deadly use", "of chemical weapons was only made possible by a clear and credible threat", "of the use of force by the United States,” said House Minority Leader", "Nancy Pelosi (D-Calif.).", "Senate Foreign Relations Committee ranking member Bob Corker (R-Tenn.)", "panned the agreement for being “unclear” on how to hold Assad accountable", "without a continued, explicit threat of military force, which Senate Armed", "Services Committee Chairman Carl Levin (D-Mich.) said needs to remain on", "the table.", "“Just as the credible threat of a strike against Syria’s chemical", "capability made this framework agreement possible, we must maintain that", "credible threat to ensure that Assad fully complies with the agreement,”", "Levin said.", "One strategy that no senator called for on Saturday: tasking Congress", "again with a vote on military force in Syria.", "G. Robert Hillman contributed to this report.", "Share on Facebook Share on Twitter", "This article tagged under:", "* Harry Reid", "* Syria", "* Russia", "* Barack Obama", "* Bashar Assad", "Missing out on the latest scoops? Sign up for POLITICO Playbook and get", "the latest news, every morning — in your inbox.", "* Most Read", "[IMG]", "1. High anxiety over federal weed loophole", "2. 'Be aware': The Pentagon's target list for extremist infiltrators — right", "and left", "3. An Ex-King, Missing Millions and a Monarchy in Crisis", "4. The ‘Green Energy’ That Might Be Ruining the Planet", "5. Collins avoids state-party censure after voting to convict Trump", "Jump to sidebar section", "* About Us", "* Advertising", "* Breaking News Alerts", "* Careers", "* Credit Card Payments", "* Digital Edition", "* FAQ", "* Feedback", "* Headlines", "* Photos", "* POWERJobs", "* Press", "* Print Subscriptions", "* Write For Us", "* RSS", "* Site Map", "* Terms of Service", "* Privacy Policy", "* Do not sell my info", "* Notice to California Residents", "© 2021 POLITICO LLC"]