["Link: canonical", "Link: amphtml", "Skip to main content", "* * Follow us on Facebook.", "* Follow us on Instagram.", "* Follow us on Twitter.", "* Follow us on Snapchat.", "* Subscribe to our Youtube channel.", "* Follow us on tiktok.", "* * Search this site _____________________ [  ]", "* Go to Navigation", "Lifestyle", "9 Questions With The World Record Breath Holder", "By Ethan Wolff-Mann", "Published on 7/1/2014 at 1:00 PM", "Stig Severinsen began the experiment of holding his breath underwater as a", "kid at the swimming pool. But unlike the rest of us, Severinsen didn’t", "come up screaming for air after 30 seconds—he rarely was out of breath.", "It's no surprise he proceeded to excel in underwater rugby and hockey, and", "later he became a free-diver. He started logging records for depth and", "time—with and without fins—using his knowledge of biology and PhD in", "medicine paired with a practice of yoga.", "Before he retired to teach people improved breathing, Severinsen once went", "22 minutes under water without breathing, capturing the Guinness World", "Record in May 2012. Two years earlier, he also swam 236 feet under ice", "wearing nothing but a bathing suit and goggles. The previous record was 48", "feet. Yes, he is real. And we talked to him.", "You've held your breath for the equivalent of a Seinfeld episode. What's", "going through your mind while you’re under water for that long?", "Obviously I think about Seinfeld and especially George and the episode on", "“significant shrinkage.” Other than Seinfeld, I use various mind control", "techniques. Sometimes I think of childhood memories or people I love and", "it all comes back to me really clear and vivid in the colors, smells.", "Sometimes there is pain. But I always just laugh in the face of pain.", "There is no pain—just your perception of pain...sometimes I leave my body", "and view it from three feet above and other times I completely erase my", "“memory” and have no clue what I have been “thinking” about.", "You've talked about taking advantage of the Mammalian Diving Reflex, can", "you explain this a little more?", "I call it “your Inner Dolphin,” and we share that reflex with all", "mammals—terrestrial as well as aquatic. This reflex will lower your heart", "rate and change your brainwave activity. In a normal state, your brain", "would be in Beta, but once you relax and feel good it goes into", "Alpha. That is a great state of mind and often linked to an experience of", "extreme joyfulness and happiness. In modern psychology, this mental state", "is a key part of Flow—a term coined by a great man named Mihaly", "Csikszentmihalyi.", "I always just laugh in the face of pain.", "I am proud to be able to call him my friend. We have had many great", "reflections on the mind and on what I call “meditation under water,\" this", "special state that occurs when holding your breath underwater for a", "prolonged period of time. The wonderful thing about this is that we can", "also bring this state of mind onto land and that is what I teach people", "around the world when I have my Breatheology Workshops.", "Your record has been \"beaten\" by only 30 seconds. Is breath-holding", "nearing its limit?", "A few people have claimed to hold their breath longer than 22 minutes, but", "it has not been verified by Guinness. Last time I checked, I was still the", "official Guinness World Records holder [editor's fact-check: true].", "That is not to say I believe people cheat or lie, but you must meet", "certain criteria to qualify for an official Guinness World Record. But", "besides that, I certainly believe there is still room for improvement—I", "have felt that in a few training dives. It is important not to set or", "visualize those limits, because you become constrained by them. I prefer", "to keep an open mind and believe anything is possible.", "You’re a scientist. How much of your ability is from sheer genetics and", "what amount is due to training?", "We have done a lot of studies on me during these last 15 years, and I", "discuss a lot about our findings in my book Breatheology. Also here: The", "Man Who Doesn’t Breathe. What we found out is that I do have quite a few", "genes that vary from “normal” people and give me better performance and", "endurance.", "But I must admit I consider myself quite “normal” and firmly believe most", "people can train themselves to do incredible things. It just takes around", "those 10,000 hours (or a lifetime) and many people are not willing to put", "that commitment into something. They wanna look cool and have a quick fix,", "but that is not really how true mastery comes along. It takes dedication,", "time, perseverance, and faith.", "What are your mental preparations before an attempt?", "The process is mainly mental and I have trained for many years to be able", "to stay calm and in control. Before any attempt I like to talk with", "people, make jokes, and play with my mascot cat Bøf—a little orange", "rag-doll. Moments before I dive, all senses change and I do not hear or", "see things like I do normally. Also when I dive in freezing cold water, my", "senses shut down. In a way, it is like someone else is doing the dive—and", "not me. I become a different person.", "I must admit I consider myself quite “normal” and firmly believe most", "people can train themselves to do incredible things.", "How does holding one’s breath while diving/swimming differ from holding it", "when motionless?", "When you swim, you burn a lot more oxygen than when you simply rest in the", "surface. You also build up high amounts of CO-2 (the “waste product” in", "your energy production in every single cell), so you must be able to", "withstand very high concentrations of that.", "But when the body is moving, it also adds a physiological distraction", "which can be good. Simply lying still in the surface while holding your", "breath is a huge mental challenge because you have no distraction—nowhere", "to run and nowhere to hide. When I swim, I find a rhythm and relax all", "muscles that are not in use.", "What gear do you use when freediving? Do you have a particular favorite", "mask or watch?", "Freediving is a beautiful sport because it is so simple. I like to dive", "with no mask and no suit. But I also like the science part to track my", "training and to be able to improve my training and results. For that I", "find the iSpO2 Pulse Oximeter from Masimo great because it is non-invasive", "and stores all data. I just plug it into my iPhone and get the", "measurements when I am at the pool or in the sea. It is a great device and", "an easy and cheap way for anybody to learn more about one’s heart rate and", "blood flow.", "Is hyperventilating a good idea before holding your breath?", "Not at all. First, it highly increases the risk of blacking out (i.e.,", "losing consciousness) because it delays the natural alarm system in the", "body. Secondly, you cannot put extra oxygen into your bloodstream. Once", "you are fully saturated (100 percent), it does not matter how crazy you", "might breathe or blow out—it does not change anything. Lastly, you", "increase heart rate and metabolism considerably which is not very smart.", "But what you can do is to increase Vital Capacity. And now we even have", "scientific studies and articles backing up my statement. So by using a", "technique called “lung packing,” it is possible to hold much more air. In", "my case I can increase to over 14 liters. But it can be very dangerous and", "should only be done under competent guidance.", "When I dive in freezing cold water, my senses shut down. In a way it is", "like someone else is doing the dive.", "For a beginner, what would three simple pieces of advice be to improve", "one’s ability to hold your breath?", "1. Never dive alone. Too many people drown each year due to the fact that", "they don’t respect this rule and also quite don't know the alarm signals", "and the real dangers.", "2. Focus on relaxation more than anything else and make very slow exhales", "before holding your breath.", "3. Hold your breath in the morning when you wake up and are still in bed.", "Breathe quietly for about two minutes and then take two-three deeper", "breaths before your start holding your breath. After the breath hold,", "relax for a few minutes. Repeat three times and do it two to three times a", "week. You will see amazing results after only one to two weeks and feel", "great and strong. Breath holding done correctly has many benefits on", "everyday physical and mental health.", "Ethan Wolff-Mann is an editor at Supercompressor. He can hold his breath", "for about 20 seconds. Maybe 23 if he really tries. Follow him on Twitter", "@ewolffmann.", "Our Newsletter", "_____________________ [ Submit ]", "By Signing Up, I Agree to the Terms and Privacy Policy.", "* Cookie Settings", "* Newsletter", "* Advertise With Us", "* Careers", "* Cookie Policy", "* Do Not Sell My Personal Information", "* Press", "* Privacy", "* Terms + Conditions", "* * * * * * ©2021 Group Nine Media Inc. All Rights Reserved.", "* Cities", "* New York", "* Los Angeles", "* Chicago", "* San Francisco", "* Las Vegas", "* Boston", "* Washington DC", "* Denver", "* Atlanta", "* Austin", "* Miami", "* San Diego", "* Atlantic City", "* Charleston", "* Charlotte", "* Cleveland", "* Dallas", "* Detroit", "* Houston", "* Indianapolis", "* Louisville", "* Memphis", "* Milwaukee", "* Minneapolis", "* Nashville", "* New Orleans", "* Philadelphia", "* Phoenix", "* Pittsburgh", "* Portland", "* San Antonio", "* Seattle", "* Food & Drink", "* Recipes", "* What's in my bar", "* Travel", "* Entertainment", "* Cannabis", "* Shopping", "* Merch", "* Watch", "* Between Two Buns", "* Nuke With Me", "* Acquired Taste", "* Ghost Kitchen", "* History Of", "* Send Foodz", "* Please Don't Hang Up", "* Art of the Meal", "* Really Dough?", "* Eat Seeker", "* Thrillist Serves", "Company Information", "* Advertise With Us", "* Careers", "* Cookie Policy", "* Do Not Sell My Personal Information", "* Press", "* Privacy", "* Terms + Conditions", "_____________________ Enter your email address", "Subscribe", "By Signing Up, I Agree to the Terms and Privacy Policy.", "Social Media Links", "* * * * * * 2021 Group Nine Media Inc."]