["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Dan Patrick", "stated on May 15, 2019 in in a television appearance:", "\"We will have more people enter our country illegally than were born in", "this country in one year.\"", "true pants-fire", "* Immigration", "* Texas", "* Dan Patrick", "Lt. Gov. Dan Patrick said more people will enter the country illegally", "this year than be born here. Is that true? [JAY JANNER/AMERICAN-STATESMAN]", "Lt. Gov. Dan Patrick said more people will enter the country illegally", "this year than be born here. Is that true? [JAY JANNER/AMERICAN-STATESMAN]", "Lt. Gov. Dan Patrick said more people will enter the country illegally", "this year than be born here. Is that true? [JAY JANNER/AMERICAN-STATESMAN]", "Lt. Gov. Dan Patrick said more people will enter the country illegally", "this year than be born here. Is that true? [JAY JANNER/AMERICAN-STATESMAN]", "Madlin Mekelburg", "By Madlin Mekelburg June 5, 2019", "No, more people will not enter the United States illegally than be born here in", "a year", "During an appearance on \"Lou Dobbs Tonight\" on the Fox Business Network", "last month, Lt. Gov. Dan Patrick said the current crisis at the border is", "at a level he has \"never seen before.\"", "Patrick’s segment appeared after one about the birth rate from 2017, when", "more than 3.8 million births were recorded across the country, the lowest", "number in 30 years, according to the Centers for Disease Control and", "Prevention.", "\"This will stagger you,\" Patrick said, referencing Dobbs’ report on birth", "rates. \"We will have more people enter our country illegally than were", "born in this country in one year.\"", "\"We’re on pace to apprehend a million people crossing into this country", "illegally. Any law enforcement person you talk to — local sheriff, our", "state police — they will tell you that they catch one out of four or five.", "That means if we catch 1 million, there are 4 million others.\"", "Patrick’s claim is wrong. No matter how generously we slice and dice the", "figures, his math does not add up.", "Patrick under on apprehension estimate", "Alejandro Garcia, spokesman for Patrick, pointed us to a few different", "sources for this claim: news reports about birth rates, projected border", "apprehensions for the coming year and a study that suggested the", "population of people in the country illegally is significantly higher than", "previously recorded.", "Let’s start with projected border apprehensions.", "The ABC News article Garcia provided reports that border authorities are", "\"predicting the number of undocumented migrants stopped at the southern", "border could reach as high as 1 million by the end of the year,", "potentially doubling last year’s level.\"", "The only problem here, as the article notes, is that this estimate", "\"includes illegal crossings and people arriving at ports of entry.\"", "Similar claims have been made by federal officials in the past, with the", "same caveat, that their estimate counts both apprehensions of individuals", "crossing illegally and law enforcement encounters with individuals at", "ports of entry who are looking to enter the country legally.", "A Fact-check.org analysis found that a more accurate estimate is that", "federal authorities are on track to make 643,306 apprehensions this fiscal", "year, the time frame U.S. Customs and Border Protection looks at when", "tracking apprehensions.", "That number was based on average apprehensions from the first five months", "of the fiscal year, which spans from October to September. There are two", "more months of data available now, which has boosted the monthly average.", "Officials are now on track to make about 789,000 apprehensions this fiscal", "year.", "It’s also possible to come up with a similar estimate for the calendar", "year; Patrick didn’t specify which period he was considering. Given the", "monthly average of about 76,700 apprehensions for the first four months of", "the year, officials look to be on track to make about 920,400", "apprehensions this calendar year.", "Patrick wrong on 1 out of 4 (or 5) claim", "Garcia pointed to a study published by researchers at the Yale University", "School of Management to support the last part of Patrick’s claim: that", "agents apprehend just one in every four or five individuals who attempt to", "enter the country illegally.", "Featured Fact-check", "Tom Cotton", "stated on February 26, 2021 in a CPAC speech", "The Biden administration “halted deportations for all illegal aliens —", "murderers, rapists, terrorists, MS-13 gang members are not being", "deported.\"", "true false", "By Miriam Valverde • February 26, 2021", "The study looked to calculate how many undocumented immigrants live in the", "United States, and it found a mean population estimate of 22.1 million in", "2016  — \"essentially double the current widely accepted estimate\" of 11.3", "million.", "But Edward Kaplan, a professor at Yale University who authored the study,", "said the higher population count does not mean individuals are crossing", "the border at the rate Patrick suggested.", "\"We do not estimate that 5 million people have crossed the border", "illegally in any single year during the time of our study,\" Kaplan said in", "an email, noting that the highest number of border crossings reported in", "the study was in 2000, when an estimated 2.6 million people crossed", "illegally.", "An important aside here: Many experts have raised concerns about the", "validity of the Yale study, including researchers at the Migration Policy", "Institute who said its findings were based on \"seriously flawed", "assumptions\" about migration patterns and Census data.", "Steven Camarota, director of research for the Center for Immigration", "Studies, was among those researchers who criticized the results. He called", "its conclusions \"unsupportable\" in a blog post for the center, which", "advocates for low levels of immigration.", "We asked Camarota to take a look at Patrick’s claim.", "Even though there has been an increase in apprehensions from previous", "years, Camarota said, far fewer than 4 million people will cross the", "border illegally this year.", "He said even if Patrick’s claim was limited just to births of native-born", "Americans (which Camarota estimated to be at about 3.1 million in 2017) or", "if he included estimates for people who overstay their visas in his", "calculation of illegally crossings, the ratio is off.", "\"The bottom line is that it doesn’t seem possible you could get to 4", "million,\" Camarota said, referencing the number of births recorded in", "2017.", "The Department of Homeland Security offers estimates for apprehension", "rates at the border and for how many people successfully enter the country", "illegally, based in part on observable data reported by agents on the", "ground and on statistical models.", "A Border Security Metrics report published in February used two different", "calculations to estimate that agents at the southern border apprehended", "about 65% to 75% of people who attempted to enter the country illegally in", "fiscal year 2017.", "A separate report published by the Office of Immigration Statistics in", "2017 said agents apprehend 55% to 85% of all individuals attempting to", "cross, depending on the specific estimate.", "The DHS report also includes estimates for \"got aways,\" people who were", "observed successfully crossing the border while evading apprehension, and", "\"total successful unlawful entries,\" a number calculated through", "statistical models and observable data.", "There were an estimated 104,000 \"got aways\" in 2017 (an 83% decrease from", "615,000 in 2006) and 160,000 \"total successful unlawful entries\" in 2017", "(a 92% decrease from 2.1 million in 2000).", "Our ruling", "Patrick said, \"We will have more people enter our country illegally than", "were born in this country in one year.\"", "There is no evidence to support Patrick’s claim. While it is hard to say", "exactly how many people successfully enter the country illegally while", "evading detection, it’s safe to say that the real number is significantly", "smaller than Patrick’s 5 million.", "We rate this claim Pants on Fire.", "----------------------------------------------------------------------", "Footnote: This isn’t the first time Patrick has made a claim like this. In", "2014, he suggested that more people are apprehended after illegally", "crossing the U.S.-Mexico border a week \"than are born in Texas each week.\"", "That was True (at the time).", "Share the Facts", "PolitiFact Rating:", "Pants on Fire", "\"We will have more people enter our country illegally than were born in", "this country in one year.\"", "Dan Patrick", "Texas Lieutenant Governor", "a television appearance", "Wednesday, May 15, 2019", "Read More", "info", "Our Sources", "Fact-check.org, \"Apprehensions Not ‘On Track’ to Exceed 1 Million,\" March", "8, 2019", "PolitiFact, \"Does Border Patrol catch 90 percent of immigrants crossing", "the border illegally?\" January 11, 2019", "PolitiFact Texas, More people are apprehended after illegally crossing the", "U.S.-Mexico border a week \"than are born in Texas each week,\" July 21,", "2014", "Centers for Disease Control and Prevention, Births: Provisional Data for", "2017, May 2018", "Email interview with Alejandro Garcia, spokesman for Lt. Gov. Dan Patrick,", "May 24, 2019", "ABC News, US border officials predict the number of migrants attempting to", "cross the southern border could reach as high as 1 million this year,", "March 27, 2019", "Yale University, The number of undocumented immigrants in the United", "States: Estimates based on demographic modeling with data from 1990 to", "2016, September 21, 2018", "Department of Homeland Security, Border Security Metrics Report, February", "26, 2019", "Email Interview with Edward Kaplan, Professor of Public Health and", "Engineering at the Yale University School of Management, May 24, 2019", "Phone interview with Steven Camarota, Director of Research at the Center", "for Immigration Studies, May 29, 2019", "New York Times, Border at ‘Breaking Point’ as More Than 76,000", "Unauthorized Migrants Cross in a Month, March 5, 2019", "New York Times, Border Crossings Have Been Declining for Years, Despite", "Claims of a ‘Crisis of Illegal Immigration,’ June 20, 2018", "Email interview with Michelle Mittelstadt, spokeswoman for the Migration", "Policy Institute, June 3, 2019", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Madlin Mekelburg", "Michael Burgess", "stated on September 19, 2020 a tweet:", "“In the last 10 years less than half of adults in the U.S. received a flu", "shot.”", "true true", "By Madlin Mekelburg • September 25, 2020", "Greg Abbott", "stated on August 18, 2020 a press conference:", "Says crime is on the rise in Austin and a new study showed that it “is the", "No. 1 city in America in the year-to-year percentage increase in murders,", "with a percentage increase of more than 64% for the first half of this", "year.”", "half-true half-true", "By Madlin Mekelburg • August 31, 2020", "George P. Bush", "stated on August 13, 2020 a tweet:", "Says a video shared to his social media shows vehicles with broken windows", "in a parking garage used by state agencies in Texas on “the same night the", "City of Austin voted to cut $150 million” from the police department.”", "false false", "By Madlin Mekelburg • August 24, 2020", "Gene Wu", "stated on August 7, 2020 an interview:", "Says in Texas the “average age of the Republican voter is like 20 years", "older than the average Democrat.”", "false false", "By Madlin Mekelburg • August 14, 2020", "M.J. Hegar", "stated on July 22, 2020 a speech:", "Says 1 in 5 Texans did not have health insurance coverage before the", "pandemic, and now “nearly 1 in 3 Texans under the age of 65 don’t have", "access to health care insurance.”", "true true", "By Madlin Mekelburg • July 30, 2020", "John Cornyn", "stated on July 9, 2020 an interview:", "Says “no one under the age of 20 has died of the coronavirus. We still", "don’t know whether children can get it and transmit it to others.”", "false false", "By Madlin Mekelburg • July 10, 2020", "Lloyd Doggett", "stated on June 22, 2020 a tweet:", "Hays County in Central Texas has seen an “incredible 845% increase in", "(COVID-19) cases since June 7.”", "mostly-true mostly-true", "By Madlin Mekelburg • June 26, 2020", "Dan Patrick", "stated on May 24, 2020 an interview:", "Says a new law adopted in Texas means property tax bills “are no longer", "really dependent on your values, it is on (local government) revenue", "growth.”", "barely-true barely-true", "By Madlin Mekelburg • June 8, 2020", "Tweets", "stated on May 31, 2020 a tweet:", "Says police officers in Austin, Texas, have been “authorized to use LIVE", "ROUNDS, and lethal force” against protesters.", "half-true half-true", "By Madlin Mekelburg • June 5, 2020", "Chip Roy", "stated on May 6, 2020 an interview:", "Says Wisconsin has not had a spike in coronavirus cases that was", "“statistically significant related to the fact that they had voting.”", "mostly-true mostly-true", "By Madlin Mekelburg • May 18, 2020", "Greg Abbott", "stated on May 3, 2020 a tweet:", "“Texas ranks 3rd highest among states for the number of people who have", "recovered from” the coronavirus.", "half-true half-true", "By Madlin Mekelburg • May 8, 2020", "Veronica Escobar", "stated on April 22, 2020 an interview:", "Says Texas “either is near the bottom or at the very bottom when it comes", "to testing per capita.”", "true true", "By Madlin Mekelburg • April 24, 2020", "Louie Gohmert", "stated on April 7, 2020 an interview:", "Says a powder has been developed that, when mixed with water, “is being", "used in Germany as a mist. Health care workers go through a misting tent", "going into the hospital and it kills the coronavirus completely dead not", "only right then, but any time in the next 14 days that the virus touches", "anything that’s been sprayed, it is killed.”", "pants-fire pants-fire", "By Madlin Mekelburg • April 9, 2020", "Dan Patrick", "stated on March 31, 2020 a briefing:", "Says for the coronavirus, “the death rate in Texas, per capita of 29", "million people, we're one of the lowest in the country.\"", "mostly-true mostly-true", "By Madlin Mekelburg • April 3, 2020", "John Cornyn", "stated on March 18, 2020 a press conference:", "“China is to blame because the culture where people eat bats and snakes", "and dogs and things like that, these viruses are transmitted from the", "animal to the people and that's why China has been the source of a lot of", "these viruses like SARS, like MERS, the Swine Flu and now the", "coronavirus.”", "false false", "By Madlin Mekelburg • March 26, 2020", "No, more people will not enter the United States illegally than be born here", "in a year", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]