["Home | Slavery | Resistance | Campaign | Abolitionists | Thomas Clarkson |", "Sources | Teaching", "* The Abolitionists Home", "* Quakers (Society of Friends)", "* Women & Women's Groups", "* Anthony Benezet (1713-1784): The Teacher", "* Phyllis Wheatley (1753-1784): The First Published African-American", "Poet", "* Granville Sharp (1735-1813): The Civil Servant", "* John Wesley (1703-1791): The Methodist Minister", "* Ignatius Sancho (c1729-1780): The Composer", "* James Ramsay (1733-1789): The Ship's Doctor & Preacher", "* Olaudah Equiano (c.1745-1797): The Former Slave, Seaman & Writer", "* Quobna Ottobah Cugoano (1757-Unknown): The first African to demand", "total abolition", "* William Wilberforce (1759 -1833): The Politician", "* John Newton (1725-1807): The Former Slaver & Preacher", "* Josiah Wedgwood (1730-1795): The Industrialist", "* Hannah More (1745-1833): The Poet & Writer", "* James Stephen (1758-1832): The Lawyer", "* Baron Grenville: (1759-1834): The Baron & Statesman", "* Zachary Macaulay (1768-1838): The Former Plantation Manager", "* Willam Allen (1770-1843): The Scientist", "* Thomas Fowell Buxton (1786-1845): The Brewer and Politician", "* Mary Prince (1788-c.1833): The First Woman to Present a Petition to", "Parliament", "* Elizabeth Heyrick (1789-1831): The Radical Campaigner", "* John Clarkson (1764 -1828): The Navy Lieutenant", "* Joseph Sturge (1793-1859): The Radical Businessman", "The Abolitionists", "* *  *  *  * What did a Quaker teacher, a Methodist preacher, a former", "slave, a former slaver, a ship's doctor, a businessman, an African", "composer, a Baron, a scholar, an outspoken widow, a lawyer and a wealthy", "politician have in common?", "They were just some of the people who campaigned to bring about the", "abolition of the Transatlantic Slave Trade. For a long time, not many", "people in Britain knew and understood the evils of the Slave Trade.", "Those who did, and campaigned against it, faced abuse and occasionally", "even violence. They eventually formed a fellowship to abolish the trade.", "The abolistionists also included many Africans who worked side by side", "with British abolitionists; they included Africans such as Olaudah", "Equiano, Quobna Ottobah Cugoano and Ignatius Sancho. They formed their own", "group 'The Sons of Africa', to campaign for abolition. As Reddie says, the", "‘work of these African freedom fighters was important because it dispelled", "many of the misconceptions that white people held about Africans at the", "time'.", "It was not only freed slaves who fought against the trade. Enslaved", "people also fought for their freedom. You can read more about their", "struggle in the 'resistance section'. In Britain, the abolition movement", "gained in strength, despite setbacks and opposition from those who", "were making a great deal of money from the trade. The movement brought", "together a wide range of different people  (black, white, male and female)", "and each had something unique to offer the cause.", "In this section:", "You can  find details of just some of the men and women who worked", "alongside Thomas Clarkson or were influential in the campaign.", "Picture Gallery", "George Fox", "Quakers (Society of Friends)", "The abolition campaign in Britain was started by the Society of Friends,", "known as the Quakers. Quakers believe that all people are created equal in", "the eyes of God. If this is the case, then...", "Ann Knight (1786-1862)Campaigner", "Women & Women's Groups", "Women had no vote and little influence on the political scene; despite", "this, they played an important role in the abolition of the Slave Trade", "and slavery in the British...", "Anthony Benezet", "Anthony Benezet (1713-1784): The Teacher", "Anthony Benezet was a Quaker teacher, writer and abolitionist. He had a", "big influence on Thomas Clarkson. He was born to a Huguenot (Protestant)", "family in France. When he was two years old...", "Phyllis Wheatley", "Phyllis Wheatley (1753-1784): The First Published African-American Poet", "Male abolitionists, such as Cugoano and Equiano, were not the only black", "people in Britain to publish books. Phyllis Wheatley was a talented poet", "and became the...", "Granville Sharp", "Granville Sharp (1735-1813): The Civil Servant", "Granville Sharp was a civil servant and political reformer. He was one of", "the 12 men who, in 1787, formed the Society for Effecting the Abolition of", "the Slave Trade and was the first...", "John Wesley", "John Wesley (1703-1791): The Methodist Minister", "John Wesley was an early leader in the Methodist movement. Under his", "direction, Methodists became leaders in many areas of social justice,", "including prison reform and the abolition of the...", "Ignatius Sancho", "Ignatius Sancho (c1729-1780): The Composer", "Ignatius Sancho was a composer, actor and writer. He was a neighbour and", "friend of Ottobah Cugoano. Sancho was born in 1729 on a", "James Ramsay", "James Ramsay (1733-1789): The Ship's Doctor & Preacher", "James Ramsay was born in Fraserburgh, Scotland. He witnessed the suffering", "of the enslaved people as a ship's doctor in the Navy. In 1759, his ship,", "HMS Arundel,...", "Olaudah Equiano", "Olaudah Equiano (c.1745-1797): The Former Slave, Seaman & Writer", "Olaudah Equiano, was a former enslaved African, seaman and merchant who", "wrote an autobiography depicting the horrors of slavery and lobbied", "Parliament for its abolition. ...", "[IMG]", "Quobna Ottobah Cugoano (1757-Unknown): The first African to demand total", "abolition", "One black antislavery campaigner, who worked alongside Equiano, was", "Ottobah Cugoano. He was born in 1757, in the part of Africa now called", "Ghana. In 1770, he was kidnapped and taken to the...", "William Wilberforce", "William Wilberforce (1759 -1833): The Politician", "William Wilberforce was an English politician who became the voice of the", "abolition movement in Parliament. He was a slightly built man, about five", "foot three in...", "John Newton", "John Newton (1725-1807): The Former Slaver & Preacher", "John Newton was an Anglican clergyman and former slave ship master. It", "took him a long time to speak out against the Slave Trade but he had an", "influence on many young evangelical Christians,...", "Josiah Wedgewood", "Josiah Wedgwood (1730-1795): The Industrialist", "Josiah Wedgwood was an English potter and industrialist born at Burslem,", "Stoke-on-Trent. He had very high standards of workmanship and a keen", "interest in scientific advancements. He became...", "Hannah Moore", "Hannah More (1745-1833): The Poet & Writer", "Hannah More was an educator, writer and social reformer. She was also", "known for her writings on abolition and for encouraging women to join the", "anti-slavery...", "James Stephen", "James Stephen (1758-1832): The Lawyer", "James Stephen was born in Poole, Dorset and spent part of his childhood in", "a debtors' prison, when his father got into financial trouble. Despite", "this he became a newspaper reporter and a...", "William Wyndham Grenville", "Baron Grenville: (1759-1834): The Baron & Statesman", "William Wyndham Grenville, 1st Baron Grenville, was Prime Minister at the", "time the 1807 Act to Abolish the Slave Trade was passed. His father had", "also been Prime Minister and...", "Zachary Macaulay", "Zachary Macaulay (1768-1838): The Former Plantation Manager", "Zachary Macaulay was born in Inveraray, Scotland, the son of a Minister of", "the Church of Scotland. He only had a basic education but taught himself", "the Classics, Latin and Greek. He...", "William Allen", "Willam Allen (1770-1843): The Scientist", "By the time the Slave Trade was abolished in 1807, William Allen had been", "involved in the movement for 20 years. He stayed involved for the rest of", "his life. William Allen...", "Thomas Foxwell Buxton", "Thomas Fowell Buxton (1786-1845): The Brewer and Politician", "Sir Thomas Fowell Buxton was born in Essex in 1786. He was privately", "educated and went to Trinty College, Dublin. He became a close friend of", "Joseph Gurney after his mother...", "[IMG]", "Mary Prince (1788-c.1833): The First Woman to Present a Petition to", "Parliament", "Mary Prince was born in 1788, to an enslaved family in Bermuda. She was", "sold to a number of brutal owners and suffered from terrible treatment.", "Prince ended up in Antigua...", "Elixabeth Heyrick", "Elizabeth Heyrick (1789-1831): The Radical Campaigner", "Elizabeth Heyrick was born Elizabeth Coltman, in 1789, in Leicester. She", "married a Methodist, John Heyrick, who died eight years later.  Elizabeth", "became a member of the", "John Clarkson", "John Clarkson (1764 -1828): The Navy Lieutenant", "John Clarkson, the younger brother of Thomas Clarkson, also played a", "significant part in the history of the anti-slavery movement. He was born", "in Wisbech in 1764 and joined the navy at 12...", "Joseph Sturge", "Joseph Sturge (1793-1859): The Radical Businessman", "Joseph Sturge was a Quaker and a leading campaigner in the...", "© Copyright E2BN - East of England Broadband Network and MLA East of", "England 2009 | Contact Us | Terms and Conditions", "E2B® and E2BN® are registered trade marks and trading names of East of", "England Broadband Network (Company Registration No. 04649057)"]