["Link: alternate", "Link: canonical", "Link: apple-touch-startup-image", "* CBS News", "* CBS Evening News", "* CBS This Morning", "* CTM Saturday", "* 48 Hours", "* 60 Minutes", "* Sunday Morning", "* Face The Nation", "* CBSN Originals", "_____________________", "GO", "CBS Evening News with Norah O'Donnell", "* Full Episodes", "* Interviews", "* On The Road", "* More", "* Washington", "* Business", "* Health", "* The Team", "By David Martin, Holly Williams CBS News August 23, 2013, 7:36 PM", "U.S. preps for possible cruise missile attack on Syrian gov't forces", "* Share", "* Tweet", "* Reddit", "* Flipboard", "* Email", "cruisemissile05.jpg", "U.S. warships are moving closer to Syria for a possible cruise missile", "attack; but such an action has yet to be approved by President Obama", "CBS", "(CBS News) WASHINGTON - CBS News has learned that the Pentagon is making", "the initial preparations for a cruise missile attack on Syrian government", "forces. We say \"initial preparations\" because such an attack won't happen", "until the president gives the green light. And it was clear during an", "interview on CNN Friday that he is not there yet.", "\"If the U.S. goes in and attacks another country, without a U.N. mandate", "and without clear evidence that can be presented,\" the president told CNN,", "\"then there are questions in terms of whether international law supports", "it -- 'do we have the coalition to make it work?' Those are considerations", "that we have to take into account.\"", "An attack on suburbs in Damascus suburbs has left hundreds dead. Poison", "gas used is suspected. CBS News", "The attack on the Damascus suburbs, which left hundreds dead this week, is", "looking more and more like a poison gas was used. The United States warned", "Syria months ago that using chemical weapons could provoke a U.S.", "response.", "U.S. detected activity at Syria chemical weapons sites before attack", "Hundreds dead in Syria after alleged chemical weapons attack", "Syria opposition group claims 1,300 killed in chemical attack in Damascus", "suburbs", "President Obama's national security adviser, Susan Rice, sent out a Tweet", "on Friday, calling what happened \"an apparent CW (chemical weapons)", "attack.\" And the commander of U.S. forces in the Mediterranean has ordered", "Navy warships to move closer to Syria to be ready for a possible cruise", "missile strike.", "U.S. warships are moving closer to Syria for a possible cruise missile", "attack; but such an action has yet to be approved by President Obama CBS", "Launching cruise missiles from the sea would not risk any American lives.", "It would be a punitive strike designed not to topple Syrian dictator", "Bashir Assad but to convince him he cannot get away with using chemical", "weapons.", "Watch a report on Syrian activists gathering evidence to prove chemical", "attack:", "Joint Chiefs Chairman Gen. Martin Dempsey is expected to present options", "for a strike at a White House meeting on Saturday.", "Potential targets include command bunkers and launchers used to fire", "chemical weapons.", "However, officials stress President Obama, who until now has steadfastly", "resisted calls for military intervention, has not made a decision.", "U.S. intelligence detected activity at known Syrian chemical weapons sites", "in the days before the attack. At the time that did not appear out of the", "ordinary. But now it is part of the circumstantial evidence pointing", "toward an attack.", "The clearest evidence would come from a team of U.N. experts already in", "Damascus to investigate earlier, smaller scale incidents involving", "suspected chemical weapons. So far they have not been allowed into the", "field. But with pictures providing graphic evidence of mass casualties,", "even Russia -- long one of the Assad regime's staunchest backers -- is", "calling for a U.N. investigation.", "Whatever an investigation finds, the president will also have to consider", "what he would do next if he ordered a strike and Syria continued to use", "chemical weapons.", "Watch CBS News correspondent Holly Williams' report on the Syrian victims", "in the aftermath of the Damascus suburbs attack:", "Meanwhile in Syria, two days after the alleged poison gas attack, more", "disturbing video has emerged of the aftermath. From it comes horrific", "scenes that show the dead and the dying -- many of them children.", "One young boy described struggling to breathe and then losing", "consciousness. When he woke up in the hospital, he said, he could no", "longer see.", "It's impossible to verify how many people died. But in a crowded,", "makeshift morgue, so many of the bodies were unidentified -- they were", "numbered.", "Dr. Ghazwan Bwidany is caring for survivors of the attack at a clinic in", "Damascus. On Friday, CBS News spoke with him over the Internet. He said", "his mobile medical unit treated 900 people -- 70 of whom died.", "\"When you see these children,\" said Bwidany, \"dying in front of our eyes,", "this is a very terrible feeling. I can't describe it.\"", "Watch this video below of a Syrian mother saying goodbye to her children", "who were killed after reported gas attack:", "Dr. Bwidany said some of the survivors have neurological problems, such as", "memory loss and confusion, that he believes could only be caused by a", "nerve agent.", "So if this wasn't a chemical attack, what could it have been? \"I don't", "know anything else that could make these symptoms, with this large number", "of injured,\" he said.", "CBS News talked with a spokesman for the Syrian opposition Friday, who", "said he was angry and frustrated with the international community. He", "believes that if U.S. had delivered the arms it promised the opposition", "two months ago, the deadly attack may not have happened.", "© 2013 CBS Interactive Inc. All Rights Reserved.", "* Share", "* Tweet", "* Reddit", "* Flipboard", "* Email", "* David Martin", "David Martin is CBS News' National Security Correspondent.", "* CBSN: 24/7 Live Stream", "watch", "promocbsn.jpg", "Watch CBS News anytime, anywhere with the our 24/7 digital news network.", "Stream CBSN live or on demand for FREE on your TV, computer, tablet, or", "smartphone.", "Watch Now", "Follow Us", "* Facebook", "* Twitter", "* YouTube", "* RSS", "* Instagram", "* Newsletters", "* Latest tweets from Norah O'Donnell", "The Uplift — Stories That Inspire", "* untitled-collage-2021-03-26t101250-829.jpg", "Boy gives flowers to grocery store workers after shooting", "* pxl-20210312-213827711-mp.jpg", "Foster child gets fairytale ending when teacher adopts him", "* screen-shot-2021-02-24-at-11-32-26-am.png", "Ruby's Rainbow grants scholarships to people with Down syndrome", "* screen-shot-2021-03-18-at-11-13-25-am.png", "Program teaches kids film skills to keep them away from gangs", "* yoyoma-1.jpg", "Yo-Yo Ma gives a surprise concert after COVID vaccine shot", "* web-anamariabetty-2.jpg", "Holocaust survivors reunited after 82 years", "* * * * * * CBSNews.com", "* Site Map", "* Help", "* Contact Us", "* CBS Bios", "* Careers", "* CBSi Careers", "* Internships", "* Development Programs", "* CBS News Store", "CBS Interactive", "* Privacy Policy", "* California Privacy/Information We Collect", "* Do Not Sell My Personal Information", "* Ad Choice", "* Terms of Use", "* Mobile User Agreement", "* About CBS", "* Advertise", "* Closed Captioning", "Follow Us", "* Facebook", "* Twitter", "* RSS", "* Email Newsletters", "* YouTube", "* CBS News Radio", "* CBS Local", "CBS News", "_____________________ Search", "Copyright © 2021 CBS Interactive Inc.", "All rights reserved."]