["Link: canonical", "Link: canonical", "Link: shortlink", "Foreign Policy Magazine", "* Sign In", "* Subscribe Subscribe Upgrade to Insider Upgrade to Insider", "* Latest", "* News", "* Analysis", "* Podcasts", "* The Magazine", "* Channels", "* Economics", "* Security", "* Shadow Government", "* Her Power", "❌  Close", "* Newsletters", "* Events", "Your FP Insider Access:", "* Power Maps", "* Conference Calls", "* Special Reports", "Search _____________________", "latest", "Rio de Janeiro Faces Perfect Storm of Climate Change", "Coastal cities need to experiment with different strategies to boost", "resilience.", "Argument |", "Robert Muggah, Julia Sekula", "“Baizuo” Is a Chinese Word Conservatives Love", "Whether you support Xi or Trump, sneering at progressives is a shared", "hobby.", "Decoder |", "Frankie Huang", "Biden Looks to Contain China—but Where’s the Asian NATO?", "The United States needs a game plan for a continent that’s home to", "two-thirds of the world’s population and its biggest rival.", "Analysis |", "Jack Detsch", "Social Media Is an Intel Gold Mine. Why Aren’t Governments Using It?", "“To platform or to deplatform” is the wrong debate.", "Argument |", "Emanuele Ottolenghi", "See All Stories", "* FP Events", "* FP Studios", "* FP Analytics", "* FP PeaceGames", "* Subscription Services", "* Reprint Permissions", "* Writer’s Guidelines", "* Work at FP", "* FP Guides – Graduate Education", "* FP For Education", "* FP Archive", "* Buy Back Issues", "* Meet the Staff", "* Advertise with FP", "* Contact Us", "* Privacy Policy", "* Sign In", "* Subscribe Subscribe Upgrade to Insider Upgrade", "Search _____________________", "Toggle display of website navigation", "The Cable: Architect of Syria War Plan Doubts Surgical Strikes Will Work", "Architect of Syria War Plan Doubts Surgic...", "SHARE: Share on Facebook Share on Twitter Share on LinkedIn Share on", "WhatsApp Print this page Share via Email", "The Cable", "Architect of Syria War Plan Doubts Surgical Strikes Will Work", "The United States appears to be closer than ever to deploying a series of", "surgical strikes on Syrian targets. But a key architect of that strategy is", "seriously and publicly questioning the wisdom of carrying it out.  In the last", "48 hours, U.S. officials leaked plans to several media outlets to fire cruise", "missiles at ...", "By John Hudson", "| August 26, 2013, 6:29 PM", "579189_18698852.jpg 579189_18698852.jpg", "AT SEA - MARCH 25: A Tomahawk cruise missile flies toward Iraq after being", "launched from the AEGIS guided missile cruiser USS San Jacinto March 25,", "2003 in the Red Sea. (Photo by Mark Wilson/Getty Images)", "The United States appears to be closer than ever to deploying a series of", "surgical strikes on Syrian targets. But a key architect of that strategy", "is seriously and publicly questioning the wisdom of carrying it out.", "In the last 48 hours, U.S. officials leaked plans to several media outlets", "to fire cruise missiles at Syrian military installations as a warning to", "the Syrian government not to use its chemical weapons stockpiles again. On", "Sunday, Sen. Bob Corker, who was briefed by administration officials twice", "over the weekend, said a U.S. \"response is imminent\" in Syria. \"I think we", "will respond in a surgical way,\" he said. On Monday, Secretary of State", "John Kerry appeared to set the groundwork for a U.S. military incursion.", "Now, a former U.S. Navy planner responsible for outlining an influential", "and highly-detailed proposal for surgical strikes tells The Cable he has", "serious misgivings about the plan. He says too much faith is being put", "into the effectiveness of surgical strikes on Assad’s forces with little", "discussion of what wider goals such attacks are supposed to achieve.", "\"Tactical actions in the absence of strategic objectives is usually", "pointless and often counterproductive,\" Chris Harmer, a senior naval", "analyst at the Institute for the Study of War, said. \"I never intended my", "analysis of a cruise missile strike option to be advocacy even though some", "people took it as that.\"", "\"I made it clear that this is a low cost option, but the broader issue is", "that low cost options don’t do any good unless they are tied to strategic", "priorities and objectives,\" he added. \"Any ship officer can launch 30 or", "40 Tomahawks. It’s not difficult. The difficulty is explaining to", "strategic planners how this advances U.S. interests.\"", "In July, Harmer authored a widely-circulated study showing how the U.S.", "could degrade key Syrian military installations on the cheap with", "virtually no risk to U.S. personnel. \"It could be done quickly, easily,", "with no risk whatsoever to American personnel, and a relatively minor", "cost,\" said Harmer. One of the study’s proposals was cruise missile", "strikes from what are known as TLAMs (Tomahawk land attack missiles) fired", "from naval vessels in the Mediterranean.", "The study immediately struck a chord with hawkish lawmakers on the Hill", "who were frustrated with the options outlined by Joint Chiefs of Staff", "Chairman Martin Dempsey that required a major commitment by U.S. military", "forces with a pricetag in the billions.", "\"For a serious accounting of a realistic limited military option in Syria,", "I would strongly recommend a new study that is being released today by the", "Institute for the Study of War,\" Sen. John McCain said in July, referring", "to Harmer’s study. \"This new study confirms what I and many others have", "long argued: That it is militarily feasible for the United States and our", "friends and allies to significantly degrade Assad’s air power at", "relatively low cost, low risk to our personnel, and in very short order.\"", "Not all surgical strikes are created equal, of course. And there’s no", "guarantee that the Obama administration’s strike plan would look like", "Harmer’s. Regardless, Harmer doubted that any surgical strikes would", "produce the desired results — especially if the goal is to punish the", "Assad regime for its alleged use of chemical weapons.", "\"Punitive action is the dumbest of all actions,\" he said. \"The Assad", "regime has shown an incredible capacity to endure pain and I don’t think", "we have the stomach to deploy enough punitive action that would serve as a", "deterrent.\"", "He also doubted the effectiveness of taking out Assad’s chemical weapons", "capabilities. \"If we start picking off chemical weapons targets in Syria,", "the logical response is if any weapons are left in the warehouses, he’s", "going to start dispersing them among his forces if he hasn’t already,\" he", "continued. \"So you’re too late to the fight.\"", "Tags: Middle East and North Africa, National Security Agency, Syria", "Trending Now Sponsored Links by Taboola", "By Taboola", "More from Foreign Policy", "By Taboola", "Latest", "Rio de Janeiro Faces Perfect Storm of Climate Change", "March 27, 2021, 8:00 AM", "“Baizuo” Is a Chinese Word Conservatives Love", "March 27, 2021, 6:00 AM", "Biden Looks to Contain China—but Where’s the Asian NATO?", "March 26, 2021, 4:36 PM", "Social Media Is an Intel Gold Mine. Why Aren’t Governments Using It?", "March 26, 2021, 4:00 PM", "How a U.S.-Iran Deal Helps Red States", "March 26, 2021, 3:54 PM", "See All Stories", "Trending", "1. 1", "We All Live in Germany’s World", "2. 2", "Why Is Putin Afraid of Jehovah’s Witnesses?", "3. 3", "Ending Wars Was Never Easy", "4. 4", "India Joins the Afghan Peace Negotiations", "5. 5", "Europeans Fear Iran Nuclear Window Closing", "Voices", "Are Europe’s Syrians Still Refugees?", "Anchal Vohra", "It’s Time to Fold America’s Nuclear Umbrella", "Stephen M. Walt", "Nobody Knows Why Syria Matters", "Steven A. Cook", "Foreign Policy Magazine Foreign Policy Magazine", "* FP Events", "* FP Studios", "* FP Analytics", "* FP PeaceGames", "* Subscription Services", "* Reprint Permissions", "* Writer’s Guidelines", "* Work at FP", "* FP Guides – Graduate Education", "* FP For Education", "* FP Archive", "* Buy Back Issues", "* Meet the Staff", "* Advertise with FP", "* Contact Us", "* Privacy Policy", "Powered by WordPress VIP", "© 2021, The Slate Group"]