["Link: canonical", "Coastal GasLink", "1. About Toggle navigation", "1. Overview", "2. FAQs", "3. LNG 101", "4. Approved route", "5. Resources", "6. Regulatory process", "7. Supporters", "[IMG]", "About Coastal GasLink", "Coastal GasLink Pipeline Limited is building an approximately 670", "kilometre pipeline from the Dawson Creek area to the west coast of", "B.C. The pipeline will transport natural gas to the approved LNG", "Canada facility near Kitimat.", "[IMG]", "Frequently Asked Questions", "Here’s your chance to get the answers to frequently asked questions", "including information about construction, jobs and safety.", "About", "2. What's new", "3. Construction", "4. Sustainability Toggle navigation", "1. Overview", "2. Environment", "3. Indigenous relations", "4. Communities", "5. Health & Safety", "[IMG]", "Health & Safety", "At Coastal GasLink, nothing matters more than the health and safety of", "our people, their families & communities.", "[IMG]", "Indigenous relations", "The success of Coastal GasLink relies on working with local & First", "Nations communities, listening to their views, incorporating their", "feedback where possible, and caring for sensitive landscapes and", "culturally and historically significant places.", "Sustainability", "5. Employment", "6. Supporters", "7. Contact Toggle navigation", "1. Contact Information", "2. Construction Updates signup", "3. Newsletter signup", "[IMG]", "Newsletter signup", "Sign up for the Coastal GasLink Connector newsletter to stay", "up-to-date on the project.", "[IMG]", "Get construction updates", "Sign up to receive the latest updates on the project's construction.", "Contact", "EN", "FR", "ES", "1. EN", "2. FR", "3. ES", "Search Keywords _____________________ Search", "Search", "* Privacy", "* Legal notices", "* twitter facebook vimeo", "* FAQs", "* LNG 101", "* Approved route", "* Resources", "* Regulatory process", "* Supporters", "Approved route", "Approved", "Coastal GasLink route", "It was important to ensure Coastal GasLink’s proposed route was the best", "option for not only the project, but also the surrounding communities and", "environment. Below is a timeline of how our route was developed, including", "362,000 hours of fieldwork:", "Timeline", "2012 — Our team established a “conceptual corridor” based on aerial", "inspection, mapping and online information sources. Numerous meetings were", "held with Indigenous communities, local governments, landowners and", "community residents to gather feedback.", "2013 — Over 100,000 hours of environmental and engineering field studies", "provided detailed knowledge of the terrain about the proposed route.", "2014 — In January, we filed an application with the BC Environmental", "Assessment Office (EAO) with detailed information about the proposed", "route. In October, after a period of public review, the BC EAO accepted", "our application with conditions, issuing an Environmental Assessment", "Certificate.", "2015 — After extensive consultation with Indigenous communities in the", "area of the Morice River near Houston, Coastal GasLink applied for an", "alternate route in November. Both the approved route and the alternate", "route being proposed are constructible and respect the environment through", "which we would pass.", "2016 — We received 10 permits from the BC Oil and Gas Commission,", "finalizing all of the major provincial regulatory approvals required for", "the construction and operation of the proposed pipeline and related", "facilities.", "After feedback from Wet’suwet’en leaders, we decided to conduct field work", "on the potential South of Houston Alternate Route, a route that moves us", "even further away from cultural areas that are important to them.", "Our team would like to acknowledge the positive advice and expertise that", "northern B.C. Indigenous communities, local governments, landowners and", "community residents contributed to the project. To date, more than", "one-third of all field work completed on the project has been conducted by", "Indigenous people.", "2017 — Coastal GasLink filed its amendment applications for the South of", "Houston Alternate Route with the B.C. Environmental Assessment Office and", "the Oil and Gas Commission in November 2017. Coastal GasLink’s", "consideration of a proposed alternate route was entirely initiated as a", "potential solution to the feedback received from Indigenous groups in the", "area.", "In late 2014, Coastal GasLink initiated a program to provide local", "Indigenous groups with the opportunity to participate in field study", "activities, information sharing and intergenerational transfer of", "traditional and cultural knowledge along sections of the Coastal GasLink", "pipeline corridor.", "After extensive consultation with Indigenous people from various groups", "through that program, Coastal GasLink initiated additional studies and", "engineering work to create the South of Houston alternate option to help", "further reduce effects on traditional and cultural land.", "2018 — Coastal GasLink was given approval for the South of Houston", "Alternate Route by the Environmental Assessment Office in May 2018.", "Coastal GasLink announced it will proceed with construction on the project", "following a positive Final Investment Decision from its partner, LNG", "Canada on October 2, 2018.", "2019 — Coastal GasLink received approval from the Oil and Gas Commission", "(OGC) on May 1 of an application to amend the pipeline permit for", "construction of the re-routed section known as the South of Houston", "Alternate Route (SHAR).", "On Oct. 15, 2019, the B.C. Environmental Assessment Office approved a", "five-year extension to the previously issued Environmental Assessment", "Certificate.", "Coastal GasLink Route Map May 2020.jpg", "^CLICK TO VIEW LARGER MAP", "DOWNLOAD MAP", "----------------------------------------------------------------------", "The right-of-way", "The Coastal GasLink pipeline project right-of-way will be maintained at", "approximately 32 metres in width after construction is completed.", "Read more about right-of-way construction and environmental", "considerations.", "Find out more about the studies we complete before pipeline construction.", "Learn how TC Energy works with landowners", "----------------------------------------------------------------------", "QUICK FACT", "24 hours a day, 365 days a year, Coastal GasLink will be monitored.", "Read more", "About Coastal GasLink", "The 670 kilometre long Coastal GasLink Pipeline will transport natural gas", "to the approved LNG Canada facility near Kitimat. The pipeline route was", "determined by considering Indigenous, landowner and stakeholder input, the", "environment, archaeological and cultural values, land use compatibility,", "safety, constructability and economics.", "* About", "* What's new", "* Construction", "* Sustainability", "* Employment", "* Contact", "Contact Us", "Coastal GasLink", "Phone: 1-778-328-5301", "Toll-free: 1-855-633-2011", "Fax: 1-403-920-2200", "Email:  coastalgaslink@tcenergy.com", "Sign up for our newsletter", "Sign up for construction updates", "Coastal GasLink", "Privacy", "Legal notices", "Coastal GasLinkPrivacyLegal notices", "Copyright © 2021 TransCanada PipeLines Ltd.", "Environment: Production Version: 4.8.0.2527-beta", "* twitter facebook vimeo"]