["Link: canonical", "* The A.V. Club", "* Deadspin", "* Gizmodo", "* Jalopnik", "* Jezebel", "* Kotaku", "* Lifehacker", "* The Root", "* The Takeout", "* * The Onion", "* * The Inventory", "The Blacker the Content the Sweeter the Truth", "ShopSubscribe", "[ Submit ]", "HomeLatestThe Root 100Very Smart BrothasThe Glow UpThe GrapevineIt's", "Lit!VideoThe Root InstituteCoronavirusNewsPolitics", "The Blacker the Content the Sweeter the Truth", "HomeLatestThe Root 100Very Smart BrothasThe Glow UpThe GrapevineIt's", "Lit!VideoThe Root InstituteCoronavirusNewsPolitics", "[ Submit ]", "Did Black People Own Slaves?", "Henry Louis Gates Jr.", "3/04/13 12:03AM", "76", "15", "Nicolas Augustin Metoyer of Louisiana owned 13 slaves in 1830. He and his", "12 family members collectively owned 215 slaves.", "Nicolas Augustin Metoyer of Louisiana owned 13 slaves in 1830. He and his", "12 family members collectively owned 215 slaves.", "Editor's note: For those who are wondering about the retro title of this", "black history series, please take a moment to learn about historian Joel", "A. Rogers, author of the 1934 book 100 Amazing Facts About the Negro With", "Complete Proof, to whom these \"amazing facts\" are an homage.", "Advertisement", "(The Root) — 100 Amazing Facts About the Negro No. 21: Did black people", "own slaves? If so, why?", "One of the most vexing questions in African-American history is whether", "free African Americans themselves owned slaves. The short answer to this", "question, as you might suspect, is yes, of course; some free black people", "in this country bought and sold other black people, and did so at least", "since 1654, continuing to do so right through the Civil War. For me, the", "really fascinating questions about black slave-owning are how many black", "\"masters\" were involved, how many slaves did they own and why did they own", "slaves?", "The answers to these questions are complex, and historians have been", "arguing for some time over whether free blacks purchased family members as", "slaves in order to protect them — motivated, on the one hand, by", "benevolence and philanthropy, as historian Carter G. Woodson put it, or", "whether, on the other hand, they purchased other black people \"as an act", "of exploitation,\" primarily to exploit their free labor for profit, just", "as white slave owners did. The evidence shows that, unfortunately, both", "things are true. The great African-American historian, John Hope Franklin,", "states this clearly: \"The majority of Negro owners of slaves had some", "personal interest in their property.\" But, he admits, \"There were", "instances, however, in which free Negroes had a real economic interest in", "the institution of slavery and held slaves in order to improve their", "economic status.\"", "In a fascinating essay reviewing this controversy, R. Halliburton shows", "that free black people have owned slaves \"in each of the thirteen original", "states and later in every state that countenanced slavery,\" at least since", "Anthony Johnson and his wife Mary went to court in Virginia in 1654 to", "obtain the services of their indentured servant, a black man, John Castor,", "for life.", "G/O Media may get a commission", "FENTY BEAUTY by Rihanna Killawatt Foil Freestyle Highlighter", "FENTY BEAUTY by Rihanna Killawatt Foil Freestyle Highlighter", "$18 at Sephora", "And for a time, free black people could even \"own\" the services of white", "indentured servants in Virginia as well. Free blacks owned slaves in", "Boston by 1724 and in Connecticut by 1783; by 1790, 48 black people in", "Maryland owned 143 slaves. One particularly notorious black Maryland", "farmer named Nat Butler \"regularly purchased and sold Negroes for the", "Southern trade,\" Halliburton wrote.", "Perhaps the most insidious or desperate attempt to defend the right of", "black people to own slaves was the statement made on the eve of the Civil", "War by a group of free people of color in New Orleans, offering their", "services to the Confederacy, in part because they were fearful for their", "own enslavement: \"The free colored population [native] of Louisiana … own", "slaves, and they are dearly attached to their native land … and they are", "ready to shed their blood for her defense. They have no sympathy for", "abolitionism; no love for the North, but they have plenty for Louisiana …", "They will fight for her in 1861 as they fought [to defend New Orleans from", "the British] in 1814-1815.\"", "Advertisement", "These guys were, to put it bluntly, opportunists par excellence: As Noah", "Andre Trudeau and James G. Hollandsworth Jr. explain, once the war broke", "out, some of these same black men formed 14 companies of a militia", "composed of 440 men and were organized by the governor in May 1861 into", "\"the Native Guards, Louisiana,\" swearing to fight to defend the", "Confederacy. Although given no combat role, the Guards — reaching a peak", "of 1,000 volunteers — became the first Civil War unit to appoint black", "officers.", "Like The Root on Facebook. Follow us on Twitter.", "When New Orleans fell in late April 1862 to the Union, about 10 percent", "of these men, not missing a beat, now formed the Native Guard/Corps", "d'Afrique to defend the Union. Joel A. Rogers noted this phenomenon in his", "100 Amazing Facts: \"The Negro slave-holders, like the white ones, fought", "to keep their chattels in the Civil War.\" Rogers also notes that some", "black men, including those in New Orleans at the outbreak of the War,", "\"fought to perpetuate slavery.\"", "Advertisement", "How Many Slaves Did Blacks Own?", "So what do the actual numbers of black slave owners and their slaves tell", "us? In 1830, the year most carefully studied by Carter G. Woodson, about", "13.7 percent (319,599) of the black population was free. Of these, 3,776", "free Negroes owned 12,907 slaves, out of a total of 2,009,043 slaves owned", "in the entire United States, so the numbers of slaves owned by black", "people over all was quite small by comparison with the number owned by", "white people. In his essay, \" 'The Known World' of Free Black", "Slaveholders,\" Thomas J. Pressly, using Woodson's statistics, calculated", "that 54 (or about 1 percent) of these black slave owners in 1830 owned", "between 20 and 84 slaves; 172 (about 4 percent) owned between 10 to 19", "slaves; and 3,550 (about 94 percent) each owned between 1 and 9 slaves.", "Crucially, 42 percent owned just one slave.", "Advertisement", "Pressly also shows that the percentage of free black slave owners as the", "total number of free black heads of families was quite high in several", "states, namely 43 percent in South Carolina, 40 percent in Louisiana, 26", "percent in Mississippi, 25 percent in Alabama and 20 percent in Georgia.", "So why did these free black people own these slaves?", "It is reasonable to assume that the 42 percent of the free black slave", "owners who owned just one slave probably owned a family member to protect", "that person, as did many of the other black slave owners who owned only", "slightly larger numbers of slaves. As Woodson put it in 1924's Free Negro", "Owners of Slaves in the United States in 1830, \"The census records show", "that the majority of the Negro owners of slaves were such from the point", "of view of philanthropy. In many instances the husband purchased the wife", "or vice versa … Slaves of Negroes were in some cases the children of a", "free father who had purchased his wife. If he did not thereafter", "emancipate the mother, as so many such husbands failed to do, his own", "children were born his slaves and were thus reported to the numerators.\"", "Advertisement", "Moreover, Woodson explains, \"Benevolent Negroes often purchased slaves to", "make their lot easier by granting them their freedom for a nominal sum, or", "by permitting them to work it out on liberal terms.\" In other words, these", "black slave-owners, the clear majority, cleverly used the system of", "slavery to protect their loved ones. That's the good news.", "Like The Root on Facebook. Follow us on Twitter.", "But not all did, and that is the bad news. Halliburton concludes, after", "examining the evidence, that \"it would be a serious mistake to", "automatically assume that free blacks owned their spouse or children only", "for benevolent purposes.\" Woodson himself notes that a \"small number of", "slaves, however, does not always signify benevolence on the part of the", "owner.\" And John Hope Franklin notes that in North Carolina, \"Without", "doubt, there were those who possessed slaves for the purpose of advancing", "their [own] well-being … these Negro slaveholders were more interested in", "making their farms or carpenter-shops 'pay' than they were in treating", "their slaves humanely.\" For these black slaveholders, he concludes, \"there", "was some effort to conform to the pattern established by the dominant", "slaveholding group within the State in the effort to elevate themselves to", "a position of respect and privilege.\" In other words, most black slave", "owners probably owned family members to protect them, but far too many", "turned to slavery to exploit the labor of other black people for profit.", "Advertisement", "Who Were These Black Slave Owners?", "If we were compiling a \"Rogues Gallery of Black History,\" the following", "free black slaveholders would be in it:", "John Carruthers Stanly — born a slave in Craven County, N.C., the son of", "an Igbo mother and her master, John Wright Stanly — became an", "extraordinarily successful barber and speculator in real estate in New", "Bern. As Loren Schweninger points out in  Black Property Owners in the", "South, 1790-1915, by the early 1820s, Stanly owned three plantations and", "163 slaves, and even hired three white overseers to manage his property!", "He fathered six children with a slave woman named Kitty, and he eventually", "freed them. Stanly lost his estate when a loan for $14,962 he had", "co-signed with his white half brother, John, came due. After his brother's", "stroke, the loan was Stanly's sole responsibility, and he was unable to", "pay it.", "Advertisement", "William Ellison's fascinating story is told by Michael Johnson and James", "L. Roark in their book, Black Masters: A Free Family of Color in the Old", "South. At his death on the eve of the Civil War, Ellison was wealthier", "than nine out of 10 white people in South Carolina. He was born in 1790 as", "a slave on a plantation in the Fairfield District of the state, far up", "country from Charleston. In 1816, at the age of 26, he bought his own", "freedom, and soon bought his wife and their child. In 1822, he opened his", "own cotton gin, and soon became quite wealthy. By his death in 1860, he", "owned 900 acres of land and 63 slaves. Not one of his slaves was allowed", "to purchase his or her own freedom.", "Louisiana, as we have seen, was its own bizarre world of color, class,", "caste and slavery. By 1830, in Louisiana, several black people there owned", "a large number of slaves, including the following: In Pointe Coupee Parish", "alone, Sophie Delhonde owned 38 slaves; Lefroix Decuire owned 59 slaves;", "Antoine Decuire owned 70 slaves; Leandre Severin owned 60 slaves; and", "Victor Duperon owned 10. In St. John the Baptist Parish, Victoire", "Deslondes owned 52 slaves; in Plaquemine Brule, Martin Donatto owned 75", "slaves; in Bayou Teche, Jean B. Muillion owned 52 slaves; Martin Lenormand", "in St. Martin Parish owned 44 slaves; Verret Polen in West Baton Rouge", "Parish owned 69 slaves; Francis Jerod in Washita Parish owned 33 slaves;", "and Cecee McCarty in the Upper Suburbs of New Orleans owned 32 slaves.", "Incredibly, the 13 members of the Metoyer family in Natchitoches Parish —", "including Nicolas Augustin Metoyer, pictured — collectively owned 215", "slaves.", "Advertisement", "Antoine Dubuclet and his wife Claire Pollard owned more than 70 slaves in", "Iberville Parish when they married. According to Thomas Clarkin, by 1864,", "in the midst of the Civil War, they owned 100 slaves, worth $94,700.", "During Reconstruction, he became the state's first black treasurer,", "serving between 1868 and 1878.", "Andrew Durnford was a sugar planter and a physician who owned the St.", "Rosalie plantation, 33 miles south of New Orleans. In the late 1820s,", "David O. Whitten tells us, he paid $7,000 for seven male slaves, five", "females and two children. He traveled all the way to Virginia in the 1830s", "and purchased 24 more. Eventually, he would own 77 slaves. When a fellow", "Creole slave owner liberated 85 of his slaves and shipped them off to", "Liberia, Durnford commented that he couldn't do that, because \"self", "interest is too strongly rooted in the bosom of all that breathes the", "American atmosphere.\"", "Advertisement", "It would be a mistake to think that large black slaveholders were only", "men. In 1830, in Louisiana, the aforementioned Madame Antoine Dublucet", "owned 44 slaves, and Madame Ciprien Ricard owned 35 slaves, Louise", "Divivier owned 17 slaves, Genevieve Rigobert owned 16 slaves and Rose", "Lanoix and Caroline Miller both owned 13 slaves, while over in Georgia,", "Betsey Perry owned 25 slaves. According to Johnson and Roark, the", "wealthiest black person in Charleston, S.C., in 1860 was Maria Weston, who", "owned 14 slaves and property valued at more than $40,000, at a time when", "the average white man earned about $100 a year. (The city's largest black", "slaveholders, though, were Justus Angel and Mistress L. Horry, both of", "whom owned 84 slaves.)", "In Savannah, Ga., between 1823 and 1828, according to Betty Wood's Gender,", "Race, and Rank in a Revolutionary Age, Hannah Leion owned nine slaves,", "while the largest slaveholder in 1860 was Ciprien Ricard, who had a", "sugarcane plantation in Louisiana and owned 152 slaves with her son,", "Pierre — many more that the 35 she owned in 1830. According to economic", "historian Stanley Engerman, \"In Charleston, South Carolina about 42", "percent of free blacks owned slaves in 1850, and about 64 percent of these", "slaveholders were women.\" Greed, in other words, was gender-blind.", "Advertisement", "Why They Owned Slaves", "These men and women, from William Stanly to Madame Ciprien Ricard, were", "among the largest free Negro slaveholders, and their motivations were", "neither benevolent nor philanthropic. One would be hard-pressed to account", "for their ownership of such large numbers of slaves except as avaricious,", "rapacious, acquisitive and predatory.", "Advertisement", "But lest we romanticize all of those small black slave owners who", "ostensibly purchased family members only for humanitarian reasons, even in", "these cases the evidence can be problematic. Halliburton, citing examples", "from an essay in the North American Review by Calvin Wilson in 1905,", "presents some hair-raising challenges to the idea that black people who", "owned their own family members always treated them well:", "A free black in Trimble County, Kentucky, \" … sold his own son and", "daughter South, one for $1,000, the other for $1,200.\" … A Maryland", "father sold his slave children in order to purchase his wife. A", "Columbus, Georgia, black woman — Dilsey Pope — owned her husband. \"He", "offended her in some way and she sold him … \" Fanny Canady of", "Louisville, Kentucky, owned her husband Jim — a drunken cobbler — whom", "she threatened to \"sell down the river.\" At New Bern, North Carolina, a", "free black wife and son purchased their slave husband-father. When the", "newly bought father criticized his son, the son sold him to a slave", "trader. The son boasted afterward that \"the old man had gone to the corn", "fields about New Orleans where they might learn him some manners.\"", "Advertisement", "Carter Woodson, too, tells us that some of the husbands who purchased", "their spouses \"were not anxious to liberate their wives immediately. They", "considered it advisable to put them on probation for a few years, and if", "they did not find them satisfactory they would sell their wives as other", "slave holders disposed of Negroes.\" He then relates the example of a black", "man, a shoemaker in Charleston, S.C., who purchased his wife for $700. But", "\"on finding her hard to please, he sold her a few months thereafter for", "$750, gaining $50 by the transaction.\"", "Most of us will find the news that some black people bought and sold other", "black people for profit quite distressing, as well we should. But given", "the long history of class divisions in the black community, which Martin", "R. Delany as early as the 1850s described as \"a nation within a nation,\"", "and given the role of African elites in the long history of the", "Trans-Atlantic slave trade, perhaps we should not be surprised that we can", "find examples throughout black history of just about every sort of human", "behavior, from the most noble to the most heinous, that we find in any", "other people's history.", "Advertisement", "The good news, scholars agree, is that by 1860 the number of free blacks", "owning slaves had markedly decreased from 1830. In fact, Loren Schweninger", "concludes that by the eve of the Civil War, \"the phenomenon of free blacks", "owning slaves had nearly disappeared\" in the Upper South, even if it had", "not in places such as Louisiana in the Lower South. Nevertheless, it is a", "very sad aspect of African-American history that slavery sometimes could", "be a colorblind affair, and that the evil business of owning another human", "being could manifest itself in both males and females, and in black as", "well as white.", "As always, you can find more \"Amazing Facts About the Negro\" on The Root,", "and check back each week as we count to 100.", "Advertisement", "Henry Louis Gates Jr. is the Alphonse Fletcher University Professor and", "the director of the W.E.B. Du Bois Institute for African and", "African-American Research at Harvard University. He is also the", "editor-in-chief of The Root. Follow him on Twitter.", "Like The Root on Facebook. Follow us on Twitter.", "Continue reading", "Share This Story", "Get our `newsletter`", "Subscribe", "DISCUSSION", "dudebra", "dudebra", "8/17/17 10:41AM", "Being a soulless asshole is a trait shared throughout all populations of", "the human animal.", "See all replies"]