["Skip to Content", "__________________________ [  ]", "* * * * * Social Media", "* Facebook", "* Twitter", "* Google+", "* YouTube", "* RSS", "_____________________ [ GET UPDATES ]", "Ted Cruz | U.S. Senator for Texas", "About [ ] Services", "Agency Assistance Flags Student Resources Federal Judicial Evaluation", "Committee Meeting Requests Tour Requests Congratulatory Letters", "[ ]", "Press", "Press Releases Blog News Videos", "[ ] Issues & Legislation", "In the Senate Legislation Committees Constitution and Bill of Rights", "Economy Education Energy, Water, Environment Healthcare Hurricane Harvey", "Relief Immigration National Security Op-Eds Statements Troops and Veterans", "Contact", "* About", "* Services", "* back", "* Agency Assistance", "* Flags", "* Student Resources", "* Federal Judicial Evaluation Committee", "* Meeting Requests", "* Tour Requests", "* Congratulatory Letters", "* Press", "* back", "* Press Releases", "* Blog", "* News", "* Videos", "* Issues & Legislation", "* back", "* In the Senate", "* Legislation", "* Committees", "* Constitution and Bill of Rights", "* Economy", "* Education", "* Energy, Water, Environment", "* Healthcare", "* Hurricane Harvey Relief", "* Immigration", "* National Security", "* Op-Eds", "* Statements", "* Troops and Veterans", "* Contact", "Open Menu", "Home  /  Press Office  /  Press Releases", "Sen. Cruz: Congress Must Devote the Necessary Resources to Deal With the", "Overwhelming Influx of People Crossing the Border Illegally", "Meets with Border Trade Alliance, Rio Grande Valley Partnership, highlights", "crisis at Texas-Mexico border on Ben Shapiro Show", "June 21, 2019", "|", "202-228-7561", "HOUSTON, Texas - U.S. Sen. Ted Cruz (R-Texas) this week held meetings in", "his Washington, D.C. Senate office with members of the Border Trade", "Alliance and the Rio Grande Valley Partnership. In those meetings, Sen.", "Cruz participated in a dialogue with the members, and discussed his views", "regarding trade and immigration, among other issues facing the", "Texas-Mexico border.", "During his meeting with the Border Trade Alliance, Sen. Cruz highlighted", "the over 144,000 apprehensions on the Texas-Mexico border, which continue", "to overwhelm infrastructure and border communities.", "\"The Texas border is a wonderful place,\" Sen. Cruz said to the Border", "Trade Alliance. \"Unfortunately right now, the border is a flashpoint for", "enormous political disagreement. On border security, what we are seeing is", "a crisis. As you know, we apprehended over 144,000 people in a single", "month. That is a pace, which if it continues for 12 months, would put us", "on a pace for nearly two million apprehensions on the border. That exceeds", "what we can handle. And I've heard from a number of you in this room about", "how the volume of illegal crossings is now overwhelming infrastructure,", "overwhelming the ability of the communities to absorb that much population", "coming in.\"", "In his meeting with the Rio Grande Valley Partnership, Sen. Cruz", "reiterated his commitment to devoting the resources necessary for securing", "the border.", "\"I have heard from leaders in the Valley, I have heard from leaders up and", "down the border that it is swamping the capacity of the communities to", "deal with that volume of people coming,\" Sen. Cruz said to the Rio Grande", "Valley Partnership. \"That is exceeds the infrastructure capacity. And I", "can tell you on my end that I am pressing hard for us to devote the", "resources necessary to deal with the incredible influx of people coming", "illegally, but also to close the loopholes that Congress has put in", "place.\"", "Sen. Cruz also addressed the issue of trade with the groups, noting that", "the border is a \"thriving example\" of international trade.", "\"The single most frequent concern I hear from Texas business leaders is", "trade,\" Sen. Cruz said to the Border Trade Alliance. \"I know there is a", "lot of anxiety in this room over trade and I understand that; you are not", "crazy to be anxious about it. Within the Trump administration, there are", "divided voices. Some voices within the administration want to tear down", "the barriers of our trading partners, to letting our goods and services", "into their markets and want to increase international trade. Other voices", "in the administration want to erect barriers into our own markets and want", "to decrease international trade. Between those two, I am emphatically in", "the camp of the former and not the latter. I believe in international", "trade. Texas does well, Texas farmers, ranchers, manufacturers, and small", "businesses, we do well if our markets are open and the border is a", "thriving example of that. I have had the great pleasure of touring", "factories and plants and businesses all up and down the border and it is", "incredible, the opportunity that we are seeing, flourishing on the border", "through doing trade with Mexico and more broadly with the world.\"", "When asked about the ongoing crisis at the border on the Ben Shapiro Show,", "Sen. Cruz urged his colleagues in Congress to provide the resources", "necessary to secure the border and build the wall. Listen to the full", "interview here.", "\"We are seeing an absolute crisis on the border,\" Sen. Cruz said. \"My home", "state of Texas, of the 2,000 miles of border the United States has with", "Mexico, 1,200 of those miles are in Texas. And we are seeing the crisis,", "you know when I'm down at the border, I spend a lot of time at the border,", "when I'm down at the border and the Rio Grande Valley, or all along the", "border, local officials there say they are being overwhelmed, and these", "are elected Democrats on the border but they are saying the volume of", "illegal immigration is so overwhelming right now.", "\"The position of congressional Democrats is essentially they are telling", "everyone ‘go jump in a lake,'\" Sen. Cruz continued. \"The president, the", "administration has asked for a supplemental funding bill of $4.5 billion", "to provide the resources to deal with this crisis at the border and to", "date, congressional Democrats have said ‘hell no,' they are not willing to", "do anything. I hope that they change. That is really a heartless position,", "and my understanding is next week, the Senate is going to vote on this, so", "we will see where Senate Democrats line up. But right now, they are", "telling those children who are coming across the border that they are not", "willing to provide any resources that those kids, those families need --", "that we need to secure the border and stop this crisis.\"", "###", "Related From The Press Office", "[IMG]", "* Sen. Cruz, Republican Senate Colleagues Tour Donna Facility, Meet With", "Local Officials and Authorities to Address Border Crisis", "Read More", ">", "* Sens. Cruz, Tuberville Introduce Bill to Prohibit Illegal Migrants from", "Getting \u0091Free Pass\u0092 into U.S.", "Read More", ">", "* There Is A Crisis", "Read More", ">", "There Is A Crisis", "Press Office", "Services For Texans", "[IMG]", "* Agency Assistance", "Agency Assistance", "* Flag Requests", "Flag Requests", "* Student Resources", "Student Resources", "* Meeting Requests", "Meeting Requests", "* Tour Requests", "Tour Requests", "* Voice Your Opinion", "Voice Your Opinion", "* Judicial Committee", "Judicial Committee", "Twitter", "[IMG]", "Tweets by @SenTedCruz", "Facebook", "[IMG]", "Offices", "[IMG]", "Central TX", "(512) 916-5834", "300 E 8th", "Suite 961", "Austin, TX 78701", "Email", "North TX", "(214) 599-8749", "Lee Park Tower II", "3626 N. Hall St.", "Suite 410", "Dallas, TX 75219", "Email", "Southeast TX", "(713) 718-3057", "The Mickey Leland Federal Building", "1919 Smith Street", "Suite 9047", "Houston, TX 77002", "Email", "South/Cen. TX", "(210) 340-2885", "9901 IH-10W", "Suite 950", "San Antonio, TX 78230", "Email", "East TX", "(903) 593-5130", "305 S. Broadway", "Suite 501", "Tyler, TX 75702", "Email", "South TX", "(956) 686-7339", "200 S. 10th St", "Suite 1603", "McAllen, TX 78501", "Email", "West TX", "Email", "Washington, D.C.", "(202) 224-5922", "127A Russell", "Washington, DC 20510", "Contact", "* Home", "* About", "* Services", "* Press", "* Issues & Legislation", "* Contact", "* Home", "* About", "* Services", "* Press", "* Issues & Legislation", "* Contact", "Open Menu", "Privacy", "DCSIMG", "Generated in 0.214 seconds."]