["Link: amphtml", "International edition [ ]", "* International edition", "* UK edition", "* US edition", "* Australian edition", "The Guardian - Back to home", "Search jobs", "Sign inSearch", "[ ]", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "ShowMoreShow More", "* [ ] News", "* Coronavirus", "* World news", "* UK news", "* Environment", "* Science", "* Global development", "* Football", "* Tech", "* Business", "* Obituaries", "* [ ] Opinion", "* The Guardian view", "* Columnists", "* Cartoons", "* Opinion videos", "* Letters", "* [ ] Sport", "* Football", "* Cricket", "* Rugby union", "* Tennis", "* Cycling", "* F1", "* Golf", "* US sports", "* [ ] Culture", "* Books", "* Music", "* TV & radio", "* Art & design", "* Film", "* Games", "* Classical", "* Stage", "* [ ] Lifestyle", "* Fashion", "* Food", "* Recipes", "* Love & sex", "* Health & fitness", "* Home & garden", "* Women", "* Men", "* Family", "* Travel", "* Money", "* Make a contribution", "* Subscribe", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* The Guardian app", "* Video", "* Podcasts", "* Pictures", "* Newsletters", "* Today's paper", "* Inside the Guardian", "* The Observer", "* Guardian Weekly", "* Crosswords", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* World", "* Europe", "* US", "* Americas", "* Asia", "* Australia", "* Middle East", "* Africa", "* Inequality", "* Global development", "John Kerry", "John Kerry gives Syria week to hand over chemical weapons or face attack", "US secretary of state tells London press conference with William Hague", "that US intelligence blames Assad regime for gas attack", "Patrick Wintour", "Mon 9 Sep 2013 12.47 BST", "* * * The US secretary of state has said that President Bashar al-Assad", "has one week to hand over his entire stock of chemical weapons to avoid a", "military attack. But John Kerry added that he had no expectation that the", "Syrian leader would comply.", "Kerry also said he had no doubt that Assad was responsible for the", "chemical weapons attack in east Damascus on 21 August, saying that only", "three people are responsible for the chemical weapons inside Syria –", "Assad, one of his brothers and a senior general. He said the entire US", "intelligence community was united in believing Assad was responsible.", "Kerry was speaking on Monday alongside the UK foreign secretary, William", "Hague, who was forced to deny that he had been pushed to the sidelines by", "the House of Commons decision 10 days ago to reject the use of UK force in", "Syria.", "The US Senate is due to vote this week on whether to approve an attack and", "Kerry was ambivalent over whether Barack Obama would use his powers to", "ignore the legislative chamber, if it were to reject an attack.", "The US state department stressed that Kerry was making a rhetorical", "argument about the one-week deadline and unlikelihood of Assad turning", "over Syria's chemical weapons stockpile. In a statement, the department", "added: \"His point was that this brutal dictator with a history of playing", "fast and loose with the facts cannot be trusted to turn over chemical", "weapons, otherwise he would have done so long ago. That's why the world", "faces this moment.\"", "Kerry said the US had tracked the Syrian chemical weapons stock for many", "years, adding that it \"was controlled in a very tight manner by the Assad", "regime … Bashar al-Assad and his brother Maher al-Assad, and a general are", "the three people that have the control over the movement and use of", "chemical weapons.", "\"But under any circumstances, the Assad regime is the Assad regime, and", "the regime issues orders, and we have regime members giving these", "instructions and engaging in these preparations with results going", "directly to President Assad.", "\"We are aware of that so we have no issue here about responsibility. They", "have a very threatening level of stocks remaining.\"", "Kerry said Assad might avoid an attack if he handed every bit of his", "chemical weapons stock, but added that the Syrian president was not going", "to do that. He warned that if other nations were not prepared to act on", "the issue of chemical weapons, \"you are giving people complete licence to", "do whatever they want and to feel so they can do with impunity\".", "Kerry said the Americans were planning an \"unbelievably small\" attack on", "Syria. \"We will be able to hold Bashar al-Assad accountable without", "engaging in troops on the ground or any other prolonged kind of effort in", "a very limited, very targeted, short-term effort that degrades his", "capacity to deliver chemical weapons without assuming responsibility for", "Syria's civil war. That is exactly what we are talking about doing –", "unbelievably small, limited kind of effort.\"", "The secretary of state repeatedly referred to genocides in eastern Europe", "and Rwanda in putting forward his case for taking military action. \"We", "need to hear an appropriate outcry as we think back on those moments of", "history when large numbers of people have been killed because the world", "was silent,\" he said. \"The Holocaust, Rwanda, other moments, are lessons", "to all of us today.", "\"So let me be clear,\" he continued. \"The United States of America,", "President Obama, myself, others are in full agreement that the end of the", "conflict in Syria requires a political solution.\"", "But he insisted such a solution was currently impossible if \"one party", "believes that he can rub out countless numbers of his own citizens with", "impunity using chemicals that have been banned for 100 years\".", "Hague was forced to emphasise that the UK was engaged in the Syrian crisis", "through its call for greater action on humanitarian aid, as well as", "support for the Geneva II peace process.", "He pointed out that David Cameron had convened a meeting of countries at", "the G20 summit in Saint Petersburg to ramp up the humanitarian effort.", "Hague met members of the Syrian opposition last Friday and described its", "leaders as democratic and non-sectarian. On Monday, he avoided questions", "on why he was not providing lethal equipment to the Syrian opposition.", "He said it was for the US to decide whether to attack Syria without", "congressional endorsement. \"These are the two greatest homes of democracy", "and we work in slightly different ways and we each have to respect how", "each other's democracies work.\"", "Kerry said he did not know if Obama would release further intelligence", "proving the culpability of Assad in the chemical weapons attack, saying", "the administration had already released an unprecedented amount of", "information.", "Topics", "* John Kerry", "* Syria", "* William Hague", "* US foreign policy", "* Foreign policy", "* Middle East and North Africa", "* US military", "* * * * * * * Reuse this content", "comments (0)", "Sign in or create your Guardian account to join the discussion.", "comments (0)", "Sign in or create your Guardian account to join the discussion.", "* World", "* Europe", "* US", "* Americas", "* Asia", "* Australia", "* Middle East", "* Africa", "* Inequality", "* Global development", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "IFrame", "* Contact us", "* Complaints & corrections", "* SecureDrop", "* Work for us", "* Privacy policy", "* Cookie policy", "* Terms & conditions", "* Help", "* All topics", "* All writers", "* Digital newspaper archive", "* Facebook", "* YouTube", "* Instagram", "* LinkedIn", "* Twitter", "* Newsletters", "* Advertise with us", "* Search UK jobs", "Back to top", "© 2021 Guardian News & Media Limited or its affiliated companies. All", "rights reserved. (modern)"]