["Link: canonical", "Link: alternate fr", "* Skip to main content", "* Skip to \"About this site\"", "[OBJ]", "* Canada.ca", "* Services", "* Departments", "* Language selection", "* Français", "Search and menus", "* Search and menus", "Royal Canadian Mounted Police", "[OBJ]", "Search", "Search website ____________________________", "Search", "Topics menu", "* Services", "* Locations", "* A-Z site index", "* Careers", "* Help us", "You are here:", "1. Home", "2. B.C.", "3. Newsroom", "Update 5 - RCMP wrapping up its major operations in support of BC Supreme Court", "injunction on Morice West Forest Service Road", "B.C., Houston", "2020-02-10 17:30 PST", "From previous release (February 6, 2020): on December 31, 2019, the BC", "Supreme Court granted the Coastal GasLink interlocutory injunction order", "against persons who interfere with the Coastal GasLink project in and", "around the Morice River Bridge or the area accessed by the Morice West", "Forest Service Road.", "In the morning of February 10, 2020, just before 9 am, the RCMP made their", "way to the 66 kilometre mark, where a barricade has been placed across the", "Morice River Bridge. For approximately 2 hours, attempts were made to have", "the barricade gate opened by those who placed it there, and the", "court-ordered injunction was read to the individuals who were present at", "scene on the other side of the bridge past the barricade.", "Coastal GasLink (CGL) employees were able to remove the barricade gate", "from the Morice River Bridge, allowing both vehicles and foot traffic", "across the bridge.", "Officers were able to get to the other side of the camp, and engaged with", "those who were there. Individuals were given the option to voluntarily", "leave the area or be arrested for breaching the court-ordered injunction.", "Media representatives and photographers were on scene to document the", "enforcement operation.", "A total of 7 individuals were arrested for breaching the court-ordered", "injunction. No use of force was used, and no injuries resulted from the", "arrests. They have been transported to Houston RCMP Detachment where they", "can agree to be released on conditions or held for court.", "The RCMP’s major enforcement operations have concluded. Once CGL has", "confirmed the road and infrastructure are deemed safe and ready for full", "access, the temporary exclusion zone and access control point, that the", "RCMP has put in place on the Morice West Forest Service Road will be", "removed. An update will be provided as soon as this occurs. The RCMP will", "continue to monitor the Morice West Forest Service Road in order to ensure", "it remains open and free from obstructions.", "I am very satisfied that this operation was conducted safely and there", "were no injuries sustained by anyone. This was a very challenging", "situation, and I am proud of the professionalism displayed by our members", "Senior Commander Chief Superintendent David Attfield.", "Status update of previously arrested persons", "As per the news release issued on February 9, 2020 (Update #4), the 6", "persons arrested on Thursday, February 6th were released from custody", "without charges or conditions.", "The 4 persons arrested on Friday, February 7th and 10 of 11 persons", "arrested on Saturday, February 8th, appeared before the judge today", "February 10th. They have all been released from custody, with a condition", "to abide by the court-ordered injunction.", "1 of the 11 persons arrested on Saturday, February 8th was released on the", "same day, after signing a document with a future court date.", "Previously issued news releases on the Coastal GasLink pipeline dispute,", "can be found on the Houston RCMP Detachment website.", "Released by:", "BC RCMP Communication Services", "778-290-2929", "Follow Us:", "Visit us on Facebook", "bcrcmpnews", "Follow us on Twitter", "@bcrcmp", "Visit us on Instagram", "@bcrcmp", "Date modified:", "2020-02-18", "Secondary menu", "* BC RCMP", "* Search BC RCMP", "* Public Alerts", "* Newsroom", "* Police Services", "* Safety Tips", "* Your BC RCMP", "* Contact BC RCMP", "About this site", "* Terms and conditions", "* Transparency", "About", "News", "Contact us", "Stay connected", "Government of Canada footer", "* Canada.ca"]