["Link: profile", "Link: canonical", "Link: shortlink", "Skip to content", "Menu", "* Virginia Facts", "* Blog", "* About", "* Contact", "* Alphabetically", "* Biographies", "* Media", "* Virtual Tours", "* Donate", "Search: _____________________  [ Submit ]", "Facebook Twitter", "PRIMARY DOCUMENT", "Court Ruling on Anthony Johnson and His Servant (1655)", "ORIGINAL IMAGES", "Court Ruling on Anthony Johnson and His Servant", "SUMMARY", "On March 8, 1655, the Northampton County Court ruled in favor of Anthony", "Johnson, a free man of African descent, when he was accused of keeping an", "indentured servant as a slave.", "Author: Northhampton County Court", "Transcription Source: Northampton County Order Book 1655–1668, fol. 10;", "via Warren M. Billings, ed., The Old Dominion in the Seventeenth Century:", "A Documentary History of Virginia, 1606–1689 (Chapel Hill: The University", "of North Carolina Press, 1975), P. 180–181.", "FULL TEXT", "The deposition of Captain Samuel Goldsmith taken (in open court) 8th of", "March Sayth, That beinge at the howse of Anthony Johnson Negro (about the", "beginninge of November last to receive a hogshead of tobacco) a Negro", "called John Casar came to this Deponent, and told him that hee came into", "Virginia for seaven or Eight yeares (per Indenture) And that hee had", "demanded his freedome of his master Anthony Johnson; And further said that", "Johnson had kept him his servant seaven yeares longer than hee ought, And", "desired that this deponent would see that hee might have noe wronge,", "whereupon your Deponent demanded of Anthony Johnson his Indenture, hee", "answered, hee never sawe any; The said Negro (John Casor) replyed, hee", "came for a certayne tyme and had an Indenture Anthony Johnson said hee", "never did see any But that hee had him for his life; Further this deponent", "saith That mr. Robert Parker and George Parker they knew that the said", "Negro had an Indenture (in on Mr. Carye hundred on the other side of the", "Baye) And the said Anthony Johnson did not tell the negro goe free The", "said John Casor would recover most of his Cowes of him; Then Anthony", "Johnson (as this deponent did suppose) was in a feare. Upon this his Sonne", "in lawe, his wife and his 2 sonnes perswaded the said Anthony Johnson to", "sett the said John Casor free. more saith not", "Samuel Goldsmith", "Court Ruling on Anthony Johnson and His ServantCourt Ruling on Anthony", "Johnson and His Servant", "Court Ruling on Anthony Johnson and His Servant", "This daye Anthony Johnson Negro made his complaint to the Court against", "mr. Robert Parker and declared that hee deteyneth his servant John Casor", "negro (under pretence that the said Negro is a free man.) The Court", "seriously consideringe and maturely weighinge the premisses, doe fynde", "that the said Mr. Robert Parker most unjustly keepeth the said Negro from", "Anthony Johnson his master as appeareth by the deposition of Captain", "Samuel Goldsmith and many probably circumstances. It is therefore the", "Judgment of the Court and ordered That the said John Casor Negro forthwith", "returne unto the service of his said master Anthony Johnson, And that mr.", "Robert Parker make payment of all charge in the suit. also Execution.", "RELATED CONTENT", "Categories:", "* African American History", "* Colonial Government", "* Colonial History (ca. 1560–1763)", "* Law and Court Cases", "* Slavery", "Type:", "* Legal Document", "* Published", "MAP", "TIMELINE", "March 8, 1655", "The Northampton County Court rules in favor of Anthony Johnson, whose", "slave, John Casor, ran away and claimed to be an indentured servant. The", "court charges Johnson's neighbor, Robert Parker, with having \"most", "unjustly kept\" Casor, and orders him to pay Johnson's court costs.", "FURTHER READING", "Runaway Slaves (1642–1643) “A Report of a Comittee from an Assembly", "Concerning the freedome of Elizabeth Key” (1656) Phillip Mongom Accused of", "Stealing Hogs (1659–1660) “English running away with negroes” (1660–1661)", "“Negro womens children to serve according to the condition of the mother”", "(1662) “Women servants whose common imployment is working in the ground to", "be accompted tythable” (1662) “An act declaring that baptisme of slaves", "doth not exempt them from bondage” (1667) “Negro women not exempted from", "tax” (1668) “An act concerning Servants and Slaves” (1705) “Act directing", "the trial of Slaves, committing capital crimes; and for the more effectual", "punishing conspiracies and insurrections of them; and for the better", "government of Negros, Mulattos, and Indians, bond or free” (1723) Denying", "Free Blacks the Right to Vote (1724, 1735)", "CITE THIS ENTRY", "APA Citation:", "Northhampton County Court. Court Ruling on Anthony Johnson and His", "Servant (1655). (2020, December 07). In Encyclopedia Virginia.", "https://encyclopediavirginia.org/entries/court-ruling-on-anthony-johnson-and-his-servant-1655.", "MLA Citation:", "Northhampton County Court. \"Court Ruling on Anthony Johnson and", "His Servant (1655)\" Encyclopedia Virginia. Virginia Humanities,", "(07 Dec. 2020). Web. 01 Apr. 2021", "Feedback", "* * Name", "_____________________ First _____________________ Last", "* Email", "_____________________", "* Comments*", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "___________________________________________________", "* Name", "_____________________", "This field is for validation purposes and should be left unchanged.", "[ Submit ]", "Sponsors  |  View all", "Never Miss an Update", "Subscribe", "Follow Us", "* Facebook", "* Twitter", "A program of", "[IMG]", "Partners & Affiliates", "University of Virginia National Endowment for the Humanities Library of", "Virginia", "Encyclopedia Virginia", "145 Ednam Drive", "Charlottesville, VA 22903", "(434) 924-3296", "* About", "* Contact", "© 2020 Virginia Humanities, All Rights Reserved • Privacy Policy"]