["Link: canonical", "Link: amphtml", "Skip to main content", "The New Yorker", "* Newsletter", "To revisit this article, select My⁠ ⁠Account, then View saved stories.", "Close Alert", "Sign In", "Search", "* News", "* Books & Culture", "* Fiction & Poetry", "* Humor & Cartoons", "* Magazine", "* Crossword", "* Video", "* Podcasts", "* Archive", "* Goings On", "* Shop", "Open Navigation Menu", "To revisit this article, visit My Profile, then View saved stories.", "Close Alert", "The New Yorker", "Amy Davidson Sorkin", "Six Interviews Later, a Way Out for Obama on Syria?", "By Amy Davidson Sorkin", "September 9, 2013", "* * * * * Save this story for later.", "* * * * * Save this story for later.", "Six Interviews Later a Way Out for Obama on Syria", "“If Bashar al-Assad yields control of his chemical weapons to", "international authorities, are we back from the brink? Is ‘military", "strike’ on pause?” Diane Sawyer, of ABC News, asked President Obama.", "“Absolutely,” he replied. “If, in fact, that happened.”", "What did just happen? Sawyer’s was one of six interviews that the", "President gave on Monday. They were meant to be previews of a speech he is", "giving on Tuesday night; that’s now likely been re-written, after", "Secretary of State John Kerry said something that he might not have meant", "to, which turned out to be what everyone wanted to hear. When Kerry", "appeared before the press with British Foreign Secretary William Hague,", "Margaret Brennan of CBS asked Kerry if there was anything Assad’s", "government “could do or offer that would stop an attack?”", "SECRETARY KERRY: Sure. He could turn over every single bit of his", "chemical weapons to the international community in the next week. Turn", "it over, all of it, without delay, and allow a full and total accounting", "for that. But he isn’t about to do it, and it can’t be done, obviously.", "Maybe not so obviously. The Russian foreign minister, Sergei Lavrov,", "thought it sounded like a plan; the Syrian foreign minister said that it", "just might work; pretty soon, Ban Ki-moon was talking logistics (they", "would be complicated). Kerry’s office said that he was just being", "“rhetorical,” but no one seemed to care; even Hillary Clinton, who was at", "the White House, with Chelsea, to talk about elephant poaching, thought it", "could be “an important step.” Harry Reid put off a Senate procedural vote", "that Obama might have lost. As my colleague John Cassidy wrote, this might", "have been the Kerry slip in time that saved Obama from a Congressional", "defeat or, much worse, from blindly starting a war. Obama, instead of", "apologizing for his Secretary of State, suggested to Gwen Ifill, of PBS,", "that it had kind of been his own idea. (“This is a continuation of", "conversations I’ve had with President Putin for some time.”)", "“We are going to run this to ground,” Obama told Savannah Guthrie of NBC.", "Then, to Ifill, “I have instructed John Kerry to talk directly to the", "Russians and run this to ground”: and “I think it’s something that we will", "run to ground,” to Scott Pelley, of CBS. On Fox, he went with a Reagan", "reference: “It’s not enough just to trust, I think we’re going to have to", "verify.”", "What phrases would Obama have repeated, in interview after interview, if", "he had simply stuck to his forlorn push to persuade Congress and the", "public that it would be a good idea to launch missile strikes without any", "idea of what would happen next? Obama was at least frank about how", "unpopular that was; he’d seen the polls: “If you talk to my own family", "members, and Michelle’s, they’re very wary, and suspicious of military", "action,” he told Ifill. And, to Guthrie: “If you ask somebody, if you ask", "Michelle, ‘Do we, do we want to be involved in another war?’ The answer is", "no.”", "Obama also said, as he put it to Pelley, “I don’t think that we would’ve", "gotten to the point where they even put something out there publicly, had", "it not been—and if it doesn’t continue to be—a credible military threat", "from the United States.” Maybe not, though there might have been less", "precipitous routes. And we most certainly wouldn’t have been here if Obama", "had announced eight days ago that he was going to start bombing, rather", "than going to Congress. He had to give diplomacy space; he had to show", "that he was, to some degree, a negotiating partner, if only by engaging in", "a debate with Congress—a law-abiding move that had the effect of affirming", "the “international norms” that this is supposedly all about. Getting a", "deal, or an opening, is not as simple as repeating “I am ready to bomb”", "six times and wishing. If it turns out that Obama got lucky, then he made", "his own luck.", "There are plenty of reservations here. How will “every single bit” of", "Syria’s chemical arms be turned over or destroyed? How can weapons", "inspectors work in a war zone? (And how can House Republicans tie it all", "to Obamacare?) Assad, in an interview with Charlie Rose—recorded before", "the Kerry developments—kept deflecting blame, refusing to say whether", "Syria even had chemical weapons. Military action would go badly, he said;", "he had friends. (Intriguingly, Obama, in his interviews, suggested that", "the use of chemical weapons may have alienated Iranians, who knew", "firsthand what they did to victims; and they now seem to be behind the new", "option, too.) Assad talked about the “terrorists” who were responsible for", "him bombing his own cities, blandly obfuscating in the manner of a", "hereditary dictator who doesn’t think he even owes anyone charisma. One", "wishes that his observation that American air strikes might help the Al", "Qaeda affiliates among the rebels was as easy to mock.", "It might be tempting for some to dismiss the Kerry-Russia equation as too", "cute—what Oliver North might have called “a neat idea,” the kind that gets", "you into geopolitical trouble. But if it gets done it would make it much", "harder for Assad to use chemical weapons, and that, not régime change, is", "what Obama has said is the point of this. (“If we could do that without a", "military strike that is overwhelmingly my preference,” he told Sawyer,", "looking less miserable than he had in weeks.) Scattered cruise missiles", "alone can’t even accomplish that in theory, and can lead to a disastrous", "escalation. A bit in his talk with Guthrie shows what a jumble he was", "trying to sell:", "SAVANNAH GUTHRIE: Today, Secretary of State Kerry said, “The strikes", "would be unbelievably small.” What does that mean? I mean, are we", "talking a pinprick?", "PRESIDENT OBAMA: No.", "SAVANNAH GUTHRIE: A knockout blow? A punch in the gut?", "PRESIDENT OBAMA: The—the U.S. does not do pinpricks. Our military is the", "greatest the world has ever known.", "There it is—the decision to go to war, reduced to a menu of weak similes.", "One very small blessing on Monday was that Obama demurred when Wolf", "Blitzer. of CNN, asked him to look straight into the camera and speak", "directly to Assad. Was the President supposed to make his voice gravelly,", "and tell Assad to put his hands up? The President also skipped the useless", "Nazi analogies that he and his staff have been throwing around. Those", "aren’t just style points. Letting diplomacy and Congress work are both", "ways of saying that language matters, that it can have content and power", "and consequences. Drawing up protocols with schedules and addenda, signed", "by dubious partners, to disarm a régime at war is complicated. Launching a", "missile and not really being sure what or who it will end up destroying is", "pretty hard, too.", "Photograph: CNN.", "[#image: /photos/590951e82179605b11ad325e]", "Read more of our coverage of the war in Syria.", "[IMG]", "Amy Davidson Sorkin has been a staff writer at The New Yorker since 2014.", "She has been at the magazine since 1995, and, as a senior editor for many", "years, focussed on national security, international reporting, and", "features.", "More:PoliticsSyria", "Amy Davidson Sorkin", "Sign up and get Amy Davidson Sorkin’s analysis of world news, American", "politics, and more, all delivered to your in-box.", "Enter your e-mail address", "_____________________", "Sign up", "Will be used in accordance with our Privacy Policy.", "The New Yorker", "Sections", "* News", "* Books & Culture", "* Fiction & Poetry", "* Humor & Cartoons", "* Magazine", "* Crossword", "* Video", "* Podcasts", "* Archive", "* Goings On", "More", "* Customer Care", "* Shop The New Yorker", "* Buy Covers and Cartoons", "* Condé Nast Store", "* Digital Access", "* Newsletters", "* Jigsaw Puzzle", "* RSS", "* Site Map", "* About", "* Careers", "* Contact", "* F.A.Q.", "* Media Kit", "* Press", "* Accessibility Help", "* Condé Nast Spotlight", "* Do Not Sell My Personal Info", "© 2021 Condé Nast. All rights reserved. Use of this site constitutes", "acceptance of our User Agreement (updated as of 1/1/21) and Privacy Policy", "and Cookie Statement (updated as of 1/1/21) and Your California Privacy", "Rights. The New Yorker may earn a portion of sales from products that are", "purchased through our site as part of our Affiliate Partnerships with", "retailers. The material on this site may not be reproduced, distributed,", "transmitted, cached or otherwise used, except with the prior written", "permission of Condé Nast. Ad Choices", "* * * * *"]