["Link: amphtml", "International edition [ ]", "* International edition", "* UK edition", "* US edition", "* Australian edition", "The Guardian - Back to home", "Search jobs", "Sign inSearch", "[ ]", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "ShowMoreShow More", "* [ ] News", "* Coronavirus", "* World news", "* UK news", "* Environment", "* Science", "* Global development", "* Football", "* Tech", "* Business", "* Obituaries", "* [ ] Opinion", "* The Guardian view", "* Columnists", "* Cartoons", "* Opinion videos", "* Letters", "* [ ] Sport", "* Football", "* Cricket", "* Rugby union", "* Tennis", "* Cycling", "* F1", "* Golf", "* US sports", "* [ ] Culture", "* Books", "* Music", "* TV & radio", "* Art & design", "* Film", "* Games", "* Classical", "* Stage", "* [ ] Lifestyle", "* Fashion", "* Food", "* Recipes", "* Love & sex", "* Health & fitness", "* Home & garden", "* Women", "* Men", "* Family", "* Travel", "* Money", "* Make a contribution", "* Subscribe", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* The Guardian app", "* Video", "* Podcasts", "* Pictures", "* Newsletters", "* Today's paper", "* Inside the Guardian", "* The Observer", "* Guardian Weekly", "* Crosswords", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* World", "* Europe", "* US", "* Americas", "* Asia", "* Australia", "* Middle East", "* Africa", "* Inequality", "* Global development", "Coronavirus", "This article is more than 3 months old", "Thailand begins Covid testing blitz after biggest ever surge in cases", "This article is more than 3 months old", "Migrant workers heavily affected by outbreak centred on Central Shrimp", "Market around 45km from Bangkok", "Migrant workers queue Covid tests in Samut Sakhon province, in Thailand,", "after an outbreak of cases connected to the Central Shrimp market.", "[ ]", "Migrant workers queue Covid tests in Samut Sakhon province, in Thailand,", "after an outbreak of cases connected to the Central Shrimp market.", "Photograph: Athit Perawongmetha/Reuters", "Migrant workers queue Covid tests in Samut Sakhon province, in Thailand,", "after an outbreak of cases connected to the Central Shrimp market.", "Photograph: Athit Perawongmetha/Reuters", "Rebecca Ratcliffe in Bangkok", "Mon 21 Dec 2020 06.22 GMT [ ]", "Last modified on Mon 21 Dec 2020 09.58 GMT", "* * * Thailand is testing tens of thousands of people for Covid-19 after", "an outbreak at a shrimp market led to the biggest surge in cases in the", "country, which had appeared to have almost eradicated the virus.", "So far, 821 infections, mostly among migrant workers, have been linked to", "the market in Samut Sakhon,  where coronavirus was detected late last", "week. Cases have since been reported elsewhere, including in Bangkok,", "which is 45km away by road.", "Prime Minister Prayut Chan-ocha said the virus was under control but urged", "people to wear masks and practice social distancing. “We will have to cut", "the epidemic cycle quickly. We already have experience in handling it,” he", "wrote in a post on Facebook.", "Thailand recorded more than 500 cases on Saturday, the biggest one-day", "increase in the country, and a number that has continued to rise due to", "extensive testing.", "How have Thailand and Cambodia kept Covid cases so low?", "Read more", "Thailand has so far managed to contain Covid-19, recording fewer than", "5,300 cases and a total of 60 deaths since the start of the pandemic. Life", "in the country has mostly returned to normal, though strict entry", "restrictions have brought the tourism industry, which is crucial to the", "economy, to a halt.", "The outbreak is centred on the Central Shrimp market, one of the largest", "in Thailand, which relies upon low-wage migrant workers from neighbouring", "Myanmar, where the virus has not been brought under control. Myanmar has", "reported more than 115,000 cases, and 2,424 deaths.", "On Sunday, long queues of people, mostly migrants, waited for nasal swabs,", "while barbed wire blocked off access to the market and nearby", "accommodation, where workers live in crowded conditions.", "Samut Sakhon has been placed under a two-week lockdown and nighttime", "curfew, while shopping malls, cinemas, spas and other entertainment venues", "have been closed.", "“Today is just the first stage,” Kiattiphum Wongrajit, the ministry’s", "permanent secretary, told a news conference on Sunday. “Further results", "will show a lot more infections.”", "So far, 90% of people testing positive have been asymptomatic. The", "authorities plan to test 40,000 people, with efforts focused on migrant", "workers.", "Over recent weeks, a separate, smaller cluster of cases has emerged,", "linked to people travelling unofficially over the porous border with", "Myanmar, which stretches for 2,416 km. Anyone entering Thailand is", "required to quarantine in designated facilities for 14 days, and undergo", "multiple Covid-19 tests.", "Measures have also been stepped up in the capital. Schools in three", "districts of Bangkok that border Samut Sakhon province have been shut as a", "precaution until 4 January. Across Bangkok, companies have been urged to", "allow staff to work from home where possible, while the public has been", "advised to avoid large gatherings.", "Stricter rules have been introduced for the New Year, with organisers of", "celebrations told to seek official permission to hold gatherings. Bangkok", "Metropolitan Administration has cancelled countdown events and the", "chanting of prayers on New Year’s Eve. Entertainment venues and", "restaurants have been reminded to observe social distancing, while limits", "have been placed on the number of fans able to attend boxing matches.", "Thailand is the latest country to record an outbreak among migrant worker", "communities. Earlier this year, the virus spread rapidly within", "overcrowded migrant worker dormitories in Singapore, while, more recently,", "Malaysia has struggled to control outbreak among migrants who are employed", "in its medical glove factories. Workers in the Malaysian glove factories,", "who have toiled for long hours to supply protective gloves to countries", "around the world, had earlier complained about a lack of social", "distancing.", "Topics", "* Coronavirus", "* Thailand", "* Asia Pacific", "* Infectious diseases", "* news", "* * * * * * * Reuse this content", "* World", "* Europe", "* US", "* Americas", "* Asia", "* Australia", "* Middle East", "* Africa", "* Inequality", "* Global development", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "IFrame", "* Contact us", "* Complaints & corrections", "* SecureDrop", "* Work for us", "* Privacy policy", "* Cookie policy", "* Terms & conditions", "* Help", "* All topics", "* All writers", "* Digital newspaper archive", "* Facebook", "* YouTube", "* Instagram", "* LinkedIn", "* Twitter", "* Newsletters", "* Advertise with us", "* Search UK jobs", "Back to top", "© 2021 Guardian News & Media Limited or its affiliated companies. All", "rights reserved. (modern)"]