["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Coronavirus", "* Factcheck", "* Politics", "* Race in America", "* Visual Explainers", "* Nation", "* World", "* Investigations", "* Health", "* Education", "* Weather", "* Just the FAQs", "* Elections", "Facebook  Twitter  Email", "[IMG]", "Senate delays Syria vote as Obama loses momentum", "----------------------------------------------------------------------", "Susan Davis  |  USA TODAY", "play", "Show Caption", "Hide Caption", "AP Poll: Majority oppose Syrian military action", "A new Associated Press poll shows a majority of Americans oppose a U.S.", "strike on Syria, despite a weeks-long Obama administration campaign to", "respond to chemical weapons attacks the U.S. blames on President Bashar", "Assad's regime. (Sept. 9)", "AP", "* Six senators%2C five Republicans and one Democrat%2C announce they", "oppose Syria resolution", "* President%27s effort to sway Congress loses steam before his", "prime-time address Tuesday", "* Sen. Harry Reid delays test procedural vote that had been planned for", "Wednesday", "WASHINGTON — President Obama's push for congressional approval for", "military airstrikes in Syria ran aground Monday, forcing Senate Majority", "Leader Harry Reid, D-Nev., to delay a procedural vote as opposition builds", "among senators in both parties.", "Six senators, including five Republicans and one Democrat, announced", "Monday they would vote against a resolution authorizing the use of force", "-- a strong indication that the administration's efforts to build", "bipartisan support have been ineffective.", "The Senate was scheduled to vote Wednesday on a procedural motion to begin", "formal debate on the resolution, but Reid announced late Monday the vote", "would be delayed in order to buy the president more time to make his case", "to senators and the public.", "\"What we need to do is make sure the president has the opportunity to", "speak to all 100 senators and all 300 million American people before we do", "this,\" Reid said.", "The delay also came amid reports that Russia was seeking a deal with Syria", "to dismantle its chemical weapons program. Obama said in television", "interviews Monday such a deal could circumvent the need for U.S. military", "intervention, but senators had not been briefed on the development and", "expressed skepticism.", "\"I have no idea what's going on. It'd be great if the Russians could", "convince Assad to turn over his chemical weapons to the international", "community. That'd be a terrific outcome. I just am very dubious and", "skeptical,\" said Sen. Lindsey Graham, R-S.C.", "Comments made Monday in London by Secretary of State John Kerry describing", "the military effort as \"unbelievably small\" also rankled lawmakers. Graham", "said Kerry \"undercut everything the president has been doing for the last", "couple of days\" to build support.", "The rapid clip of senators announcing their opposition on Monday raised", "serious doubts that the president would be able to muster the necessary", "support in either the House or Senate. The GOP-led House is not likely to", "take up a resolution unless the Senate can pass it first. A final Senate", "vote was expected this weekend, but Reid's decision to delay the formal", "debate puts the schedule in flux.", "Five GOP Sens. Lamar Alexander of Tennessee, Roy Blunt of Missouri, Johnny", "Isakson of Georgia, Roger Wicker of Mississippi, and Mike Enzi of Wyoming", "all announced opposition Monday, as did Democratic Sen. Heidi Heitkamp of", "North Dakota.", "Briefings by top administration officials and a weekend conversation with", "Secretary of Defense Chuck Hagel were not enough to sway Alexander. \"I see", "too much risk that the strike will do more harm than good by setting off a", "chain of consequences that could involve American fighting men and women", "in another long-term Middle East conflict,\" he said.", "Heitkamp was the latest in a string of Democratic senators from", "conservative states to come out in opposition, including Sen. Joe Manchin,", "D-W.Va., and Sen. Mark Pryor, D-Ark. Heitkamp and Manchin are working on", "an alternative resolution that would give the Assad government 45 days to", "sign an international chemical weapons ban and begin turning over its", "chemical weapons before authorizing U.S. military action.", "Two Democratic senators, Barbara Mikulski of Maryland and Martin Heinrich", "of New Mexico, declared their support. However, Sen. Ben Cardin, D-Md.,", "who voted for the resolution in the Senate Foreign Affairs Committee,", "cautioned Monday that he preferred pursuing diplomatic solutions.", "The opposition underscored the uphill battle Obama faces on Capitol Hill", "to rally around his foreign policy agenda. The president will visit", "separately with Senate Democrats and Senate Republicans on Tuesday before", "his prime-time television address.", "Graham, who supports the resolution, said he believed it could still pass", "the Senate: \"If the president does a good job tomorrow night, yes.\"", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]