["Link: publisher", "Link: image_src", "Link: alternate en-US", "Link: alternate ja-JP", "Link: alternate zh-CN", "Link: canonical", "Link: amphtml", "Discover Thomson Reuters", "Directory of sitesLoginContactSupport", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up", "World News", "Updated", "Monthly border apprehensions reach highest level since 2007", "By Reuters Staff", "3 Min Read", "FILE PHOTO: Migrants approach the Bravo river at the border line between", "Ciudad Juarez, Mexico, and El Paso in Texas, U.S., as seen from Ciudad", "Juarez, Mexico May 7, 2019. REUTERS/Jose Luis Gonzalez/File Photo", "WASHINGTON (Reuters) - U.S. border officers apprehended nearly 99,000", "people crossing the U.S. southern border in April, the highest figure", "since 2007, the government said on Wednesday, as Trump administration", "officials decried what they call a humanitarian and security crisis.", "The steady increase in migrant arrivals, which has been building over the", "past several months, is driven by a growing number of children and", "families, especially from Central America. Many of the individuals", "surrender to border officials and request asylum in the United States", "because they fear violence and persecution in their home countries.", "U.S. President Donald Trump has grown increasingly frustrated with the", "rising number of Central American migrants attempting to cross the", "southern border, and his ire has been directed at his own officials,", "Congress and Latin American countries, which he says have not done enough", "to stop their citizens from traveling to the United States.", "Carla Provost, the top U.S. Border Patrol official, called the situation", "an “unprecedented border security and humanitarian crisis along our", "southwest border” in testimony to a Senate committee on Wednesday, echoing", "previous statements by Trump administration officials.", "The administration has repeatedly asked Congress to change immigration law", "so that the government can indefinitely detain families who cross the", "border without authorization, arguing that current limitations on the", "detention of children serve as a magnet for migrants.", "Border agents apprehended 98,977 people at the southern border in April,", "according to the data, a nearly 7 percent increase from the number", "apprehended in March and the highest one-month figure since April 2007,", "when more than 104,000 people were apprehended.", "More than 68 percent of those apprehended were children and people", "traveling as families. In April 2018, the same category made up slightly", "more than one-third of southern border arrests.", "Border officials deemed a further 10,167 people “inadmissible,” a 6.6", "percent drop from the previous month. That category includes people who", "present themselves for legal admission at a port of entry but are turned", "away, and people who seek asylum at ports of entry.", "Trump’s frustration with continued migrant crossings resulted in the", "resignation last month of Kirstjen Nielsen as secretary of the Department", "of Homeland Security, part of a broader shake-up of senior immigration", "officials.", "Reporting by Yeganeh Torbati; Editing by Peter Cooney", "Our Standards: The Thomson Reuters Trust Principles.", "* Apps", "* Newsletters", "* Advertise with Us", "* Advertising Guidelines", "* Cookies", "* Terms of Use", "* Privacy", "* Do Not Sell My Personal Information", "All quotes delayed a minimum of 15 minutes. See here for a complete list", "of exchanges and delays.", "© 0 Reuters. All Rights Reserved.", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up"]