["Link: amphtml", "Link: canonical", "Skip Navigation", "COVID-19 Update", "Due to interest in the COVID-19 vaccines, we are experiencing an extremely", "high call volume. Please understand that our phone lines must be clear for", "urgent medical care needs. We are unable to accept phone calls to schedule", "COVID-19 vaccinations at this time. When this changes, we will update this", "website. Our vaccine supply remains limited. Read all COVID-19 Vaccine", "Information.", "Patient Care Options | Visitor Guidelines | Coronavirus Information |", "Self-Checker | Get Email Alerts", "CloseJohns Hopkins Medicine Menu Menu", "* Johns Hopkins Medicine Home", "* About", "* Patient Care", "* Health", "* Research", "* School of Medicine", "* Pay Your Bill", "* MyChart", "* Employment", "CloseSearch", "Search Johns Hopkins Medicine", "_____________________", "Submit Search", "Popular Searches", "* coronavirus", "* careers", "* medical records", "* map", "* insurance accepted", "* telemedicine", "Menu Health", "* Conditions and Diseases", "* Treatments, Tests and Therapies", "* Wellness and Prevention", "* Caregiving", "Health Home Treatments, Tests and Therapies", "Pulmonary Function Tests", "Facebook Twitter Linkedin Pinterest Print", "What are pulmonary function tests?", "Pulmonary function tests (PFTs) are noninvasive tests that show how well", "the lungs are working. The tests measure lung volume, capacity, rates of", "flow, and gas exchange. This information can help your healthcare provider", "diagnose and decide the treatment of certain lung disorders.", "There are 2 types of disorders that cause problems with air moving in and", "out of the lungs:", "* Obstructive. This is when air has trouble flowing out of the lungs due", "to airway resistance. This causes a decreased flow of air.", "* Restrictive. This is when the lung tissue and/or chest muscles can’t", "expand enough. This creates problems with air flow, mostly due to", "lower lung volumes.", "PFT can be done with 2 methods. These 2 methods may be used together and", "perform different tests, depending on the information that your healthcare", "provider is looking for:", "* Spirometry. A spirometer is a device with a mouthpiece hooked up to a", "small electronic machine.", "* Plethysmography. You sit or stand inside an air-tight box that looks", "like a short, square telephone booth to do the tests.", "PFT measures:", "* Tidal volume (VT). This is the amount of air inhaled or exhaled during", "normal breathing.", "* Minute volume (MV). This is the total amount of air exhaled per", "minute.", "* Vital capacity (VC). This is the total volume of air that can be", "exhaled after inhaling as much as you can.", "* Functional residual capacity (FRC). This is the amount of air left in", "lungs after exhaling normally.", "* Residual volume. This is the amount of air left in the lungs after", "exhaling as much as you can.", "* Total lung capacity. This is the total volume of the lungs when filled", "with as much air as possible.", "* Forced vital capacity (FVC). This is the amount of air exhaled", "forcefully and quickly after inhaling as much as you can.", "* Forced expiratory volume (FEV). This is the amount of air expired", "during the first, second, and third seconds of the FVC test.", "* Forced expiratory flow (FEF). This is the average rate of flow during", "the middle half of the FVC test.", "* Peak expiratory flow rate (PEFR). This is the fastest rate that you", "can force air out of your lungs.", "Normal values for PFTs vary from person to person. The amount of air", "inhaled and exhaled in your test results are compared to the average for", "someone of the same age, height, sex, and race. Results are also compared", "to any of your previous test results. If you have abnormal PFT", "measurements or if your results have changed, you may need other tests.", "Why might I need pulmonary function tests?", "There are many different reasons why pulmonary function tests (PFTs) may", "be done. They are sometimes done in healthy people as part of a routine", "physical. They are also routinely done in certain types of work", "environments to ensure employee health (such as graphite factories and", "coal mines). Or you may have PFTs if your healthcare provider needs help", "to diagnose you with a health problem such as:", "* Allergies", "* Respiratory infections", "* Trouble breathing from injury to the chest or a recent surgery", "* Chronic lung conditions, such as asthma, bronchiectasis, emphysema, or", "chronic bronchitis", "* Asbestosis, a lung disease caused by inhaling asbestos fibers", "* Restrictive airway problems from scoliosis, tumors, or inflammation or", "scarring of the lungs", "* Sarcoidosis, a disease that causes lumps of inflammatory cells around", "organs, such as the liver, lungs, and spleen", "* Scleroderma, a disease that causes thickening and hardening of", "connective tissue", "PFTs may be used to check lung function before surgery or other procedures", "in patients who have lung or heart problems, who are smokers, or who have", "other health conditions. Another use of PFTs is to assess treatment for", "asthma, emphysema, and other chronic lung problems. Your healthcare", "provider may also have other reasons to advise PFTs.", "What are the risks of pulmonary function tests?", "Because pulmonary function testing is not an invasive procedure, it is", "safe and quick for most people. But the person must be able to follow", "clear, simple directions.", "All procedures have some risks. The risks of this procedure may include:", "* Dizziness during the tests", "* Feeling short of breath", "* Coughing", "* Asthma attack brought on by deep inhalation", "In some cases, a person shouldn’t have PFTs. Reasons for this can include:", "* Recent eye surgery, because of increased pressure inside the eyes", "during the procedure", "* Recent belly or chest surgery", "* Chest pain, recent heart attack, or an unstable heart condition", "* A bulging blood vessel (aneurysm) in the chest, belly, or brain", "* Active tuberculosis (TB) or respiratory infection, such as a cold or", "the flu", "Your risks may vary depending on your general health and other factors.", "Ask your healthcare provider which risks apply most to you. Talk with him", "or her about any concerns you have.", "Certain things can make PFTs less accurate. These include:", "* The degree of patient cooperation and effort", "* Use of medicines that open the airways (bronchodilators)", "* Use of pain medicines", "* Pregnancy", "* Stomach bloating that affects the ability to take deep breaths", "* Extreme tiredness or other conditions that affect a person’s ability", "to do the tests (such as a head cold)", "How do I get ready for pulmonary function tests?", "Your healthcare provider will explain the procedure to you. Ask him or her", "any questions you have. You may be asked to sign a consent form that gives", "permission to do the procedure. Read the form carefully. Ask questions if", "anything is not clear.", "Tell your healthcare provider if you take any medicines. This includes", "prescriptions, over-the-counter medicines, vitamins, and herbal", "supplements.", "Make sure to:", "* Stop taking certain medicines before the procedure, if instructed by", "your healthcare provider", "* Stop smoking before the test, if instructed by your healthcare", "provider. Ask your provider how many hours before the test you should", "stop smoking.", "* Not eat a heavy meal before the test, if instructed by your healthcare", "provider", "* Follow any other instructions your healthcare provider gives you", "Your height and weight will be recorded before the test. This is done so", "that your results can be accurately calculated.", "What happens during pulmonary function tests?", "You may have your procedure as an outpatient. This means you go home the", "same day. Or it may be done as part of a longer stay in the hospital. The", "way the procedure is done may vary. It depends on your condition and your", "healthcare provider's methods. In most cases, the procedure will follow", "this process:", "1. You’ll be asked to loosen tight clothing, jewelry, or other things", "that may cause a problem with the procedure.", "2. If you wear dentures, you will need to wear them during the procedure.", "3. You’ll need to empty your bladder before the procedure.", "4. You’ll sit in a chair. A soft clip will be put on your nose. This is", "so all of your breathing is done through your mouth, not your nose.", "5. You’ll be given a sterile mouthpiece that is attached to a spirometer.", "6. You’ll form a tight seal over the mouthpiece with your mouth. You’ll", "be instructed to inhale and exhale in different ways.", "7. You will be watched carefully during the procedure for dizziness,", "trouble breathing, or other problems.", "8. You may be given a bronchodilator after certain tests. The tests will", "then be repeated several minutes later, after the bronchodilator has", "taken effect.", "What happens after pulmonary function tests?", "If you have a history of lung or breathing problems, you may be tired", "after the tests. You will be given a chance to rest afterwards. Your", "healthcare provider will talk with you about your test results.", "Find a Treatment Center", "* Pulmonary and Critical Care Medicine", "Find Additional Treatment Centers at:", "* Howard County General Hospital", "* Sibley Memorial Hospital", "* Suburban Hospital", "Request an Appointment", "Find a Doctor", "* 410-955-5000 Maryland", "* 855-695-4872 Outside of Maryland", "* +1-410-502-7683 International", "Find a Doctor", "See More", "Related Topics", "* Pulmonary", "Health", "* Health Home", "* Conditions and Diseases", "* Treatments, Tests and Therapies", "* Wellness and Prevention", "* Caregiving", "back to top button", "Johns Hopkins Medicine Logo Johns Hopkins Medicine logo", "Language Assistance Available:", "* Español", "* አማርኛ", "* 繁體中文", "* Français", "* Tagalog", "* Русский", "* Português", "* Italiano", "* Tiếng Việt", "* Ɓàsɔ́ɔ̀-wùɖù-po-nyɔ̀", "* Igbo asusu", "* èdè Yorùbá", "* বাংলা", "* 日本語", "* 한국어", "* Kreyòl Ayisyen", "* العربية", "* Deutsch", "* Polski", "* Ελληνικά", "* ગુજરાતી", "* ภาษาไทย", "* اُردُو", "* فارسی", "* हिंदी", "* Deitsch", "* ខ្មែរ", "* * Contact & Privacy Information", "Contact Us | Patient Care Locations", "Notice of Privacy Practices | Privacy Statement", "Terms & Conditions of Use | Non-Discrimination Notice", "Copyright © 2021 The Johns Hopkins University, The Johns Hopkins Hospital,", "and Johns Hopkins Health System. All rights reserved."]