["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "Skip to content", "* Sections", "* The Corner", "* News", "* Capital Matters", "* Books, Arts & Manners", "* Bench Memos", "* Podcasts", "* Photos", "* Videos", "* Games", "* Wine Club", "* Most Popular", "* Latest Articles", "* Our Authors", "* Newsletters", "* Newsletter Signup", "* Morning Jolt", "* The Tuesday", "* The Capital Letter", "* The Capital Note", "* Weekend Jolt", "* NR Daily", "* Breaking News", "* Week in Review", "* News Editor’s Roundup", "* Latest Issue Alerts", "* Popular Topics", "* Elections", "* Politics & Policy", "* Culture", "* White House", "* Film & TV", "* PC Culture", "* U.S.", "* World", "* Immigration", "* Economy & Business", "* Law & the Courts", "* NRPLUS", "* About NRPLUS", "* * Subscribe to NRPLUS", "* Member Articles", "* Conference Call Archive", "* Cartoons of the Day", "* NRPLUS Facebook Group", "* Magazine", "* Latest Issue", "* Issue Archive", "* Subscribe to NR", "* Give NR as a Gift", "* Podcasts", "* All Podcasts", "* The Editors", "* Mad Dogs & Englishmen", "* Give Me Liberty", "* The McCarthy Report", "* Victor Davis Hanson", "* Capital Record", "* For Life", "* Political Beats", "* Constitutionally Speaking", "* The Great Books", "* The Bookmonger", "* Radio Free California", "* Photos", "* All Photos", "* News & Events", "* Cartoons of the Day", "* Culture", "* Military", "* Science & Tech", "* Sports", "* World", "* Videos", "* Games", "* Wine Club", "* Contact & About Us", "* FAQ", "* About NR", "* Masthead", "* Careers", "* Advertise", "* Donate", "* Contact Us", "* Privacy Policy", "* Commenting Policy", "* Terms of Service", "* NR Institute", "* Send a Tip", "* Search", "* Donate", "* Subscribe", "* Sections", "* The Corner", "* News", "* Capital Matters", "* Books, Arts & Manners", "* Bench Memos", "* Podcasts", "* Photos", "* Videos", "* Games", "* Wine Club", "* Most Popular", "* Latest Articles", "* Our Authors", "* Newsletters", "* Newsletter Signup", "* The Morning Jolt", "* The Tuesday", "* The Capital Letter", "* The Capital Note", "* Weekend Jolt", "* NR Daily", "* Breaking News", "* Week in Review", "* News Editor’s Roundup", "* Latest Issue Alerts", "* Popular Topics", "* Elections", "* Politics & Policy", "* Culture", "* White House", "* Film & TV", "* PC Culture", "* U.S.", "* World", "* Immigration", "* Economy & Business", "* Law & the Courts", "* NRPLUS", "* About NRPLUS", "* * Subscribe to NRPLUS", "* Member Articles", "* Conference Call Archive", "* Cartoons of the Day", "* NRPLUS Facebook Group", "* Magazine", "* Latest Issue", "* Issue Archive", "* Subscribe to NR", "* Give NR as a Gift", "* Podcasts", "* All Podcasts", "* The Editors", "* Mad Dogs & Englishmen", "* Give Me Liberty", "* The McCarthy Report", "* Victor Davis Hanson", "* Capital Record", "* Political Beats", "* Constitutionally Speaking", "* The Great Books", "* The Bookmonger", "* Radio Free California", "* Photos", "* All Photos", "* News & Events", "* Cartoons of the Day", "* Culture", "* Military", "* Science & Tech", "* Sports", "* World", "* Videos", "* Games", "* Wine Club", "* Contact & About Us", "* FAQ", "* About NR", "* Masthead", "* Careers", "* Advertise", "* Donate", "* Contact Us", "* Privacy Policy", "* Commenting Policy", "* Terms of Service", "* NR Institute", "* Send a Tip", "* Search", "* Donate", "* Subscribe", "Follow Us", "* *  *  *  *  *  Primary Menu", "National Review", "* Share on Facebook", "* Share on Twitter", "* Share on Flipboard [IMG]", "* Email this article", "* Print this article", "*  * Donate", "* The Corner", "* * Subscribe", "Search National Review", "Search Text _____________________ GO", "Mar. 28, 2021", "* Subscribe", "* ...", "Article Browser", "[IMG]", "This Day in Liberal Judicial Activism—March 28", "[IMG]", "Bonfire of the Sanities: California’s Deranged Revival of the Aztec Gods", "[IMG]", "When the Party’s Over", "[IMG]", "Jack Phillips Will Not Back Down: ‘Worth It to Fight’", "[IMG]", "Bernie’s Lost on Space", "Politics & Policy", "By The Editors", "* About The Editors", "February 3, 2006 3:22 PM", "* Share on Facebook", "* Share on Twitter", "* Share on Flipboard [IMG]", "* Email this article", "* Print this article", "*  EDITOR’S NOTE: Today we introduce a new National Review Online", "feature, “Window on The Week.” It will act as our weekly quick-and-punchy", "“between-the-issues” survey of the hot topics of the day. “Window on The", "Week” will not in any way replace “The Week,” which appears fortnightly in", "all its glory in National Review.", "Advertisement", "#-#House Republicans elected Rep. John Boehner of Ohio their new majority", "leader. He was the beneficiary of desire within the conference for a break", "with the DeLay leadership team, with which acting majority leader Roy", "Blunt of Missouri was identified. Blunt now continues as majority whip,", "the third most senior spot in leadership. The candidate NR endorsed, John", "Shadegg of Arizona, finished third on the first ballot, and most of his", "supporters then swung behind Boehner on the second ballot, securing his", "surprise victory. Boehner and Blunt must now put their", "sometimes-contentious race behind them and resolve to work together for", "the benefit of their colleagues. It would also behoove Boehner to give", "Shadegg an informal seat at the leadership table; the Arizonian is a", "strong conservative voice on policy and has credibility with his fellow", "conservatives in the conference, who are likely to stay restive until the", "end of the year. Boehner campaigned as a conservative reformer. A standard", "for judging whether he lives up to that self-billing will be whether he", "can pass reforms of the budget process–including of earmarks–proposed by", "young turks Paul Ryan and Jeb Hensarling. Republicans face tough going", "ahead, including what is likely to be an assault by the press on Boehner’s", "K Street ties. Meaningful reforms, and a recommitment to conservative", "principle, will be the surest evidence that K Street donors and their", "allies don’t have undue influence on Capitol Hill.", "#-#Why, you might ask, did Sen. John Kerry call for a filibuster of the", "Samuel Alito nomination only after it became clear that the filibuster", "would fail? Why did Sen. Hillary Rodham Clinton do the same thing? And why", "did every Senate Democrat who is considering a run for president vote in", "favor of a filibuster? You can answer with two very webby words:", "MoveOn.org and DailyKos.com. Those left-wing groups–which can raise a lot", "of money for candidates–were pushing hard for a filibuster, and now Kerry", "can say to them, “I did everything I could to stop Sam Alito.” Jumping in", "after the game was over was a cheap way to win their approval–and,", "perhaps, their money–without having to face the consequences of blowing up", "the Senate. And that, in the end, was what the failed filibuster was all", "about.", "Advertisement", "#-#Two federal courts of appeal ruled against the federal ban on", "partial-birth abortion. The courts have constituted themselves as an “ad", "hoc nullification machine” when it comes to abortion regulations, as", "Justice O’Connor observed many years ago, before joining that machine", "herself. To anyone who has followed its workings, the arguments in these", "cases will be familiar. The law is supposedly vague, leaving doctors in", "the dark about which procedures are permissible and which impermissible.", "Never mind that abortionists in states that briefly enforced bans seemed", "perfectly able to abide by the law. And the ban is supposedly", "unconstitutional on the grounds that it might stop some abortionist,", "somewhere, from using the method of abortion he deemed safest to the woman", "in some hypothetical case. Of course, it takes years of indoctrination in", "theory to believe that the Constitution protects partial-birth abortion.", "The courts’ “constitutional law” has rarely been more absurd, or grisly.", "This issue will next go before a new and, we trust, improved Supreme", "Court.", "Advertisement", "#-#When representatives of the permanent members of the U.N. Security", "Council called on Tuesday for Iran to be referred to that body, the", "mullahs put on quite a charm offensive. Iran’s top nuclear negotiator", "threatened that Tehran would respond to referral by resuming large-scale", "uranium enrichment and blocking inspections of its nuclear sites, and the", "Iranian defense minister warned that “any attack against Iran’s peaceful", "nuclear facilities will meet a swift and crushing response.” Bluster as", "they may, Iran’s rulers cannot escape the fact that they’ve gotten", "themselves into a very bad way. There is an international consensus that", "their intentions are not peaceful, that further negotiations would be", "fruitless, and that they must be confronted over their nuclear ambitions.", "We’ll see whether the Security Council lives up to its name and musters", "the fortitude to impose sanctions. If not, there are other options", "available to secure ourselves against the possibility of a nuclear", "terrorist state.", "Advertisement", "#-#When the Council on American-Islamic Relations (CAIR) isn’t decrying", "the Patriot Act or boycotting Burger King, it’s busy dreaming up new roles", "for itself. Its latest aspiration is to become the national language", "police: In a letter to President Bush shortly before the State of the", "Union, CAIR noted that “our nation’s representatives” have used “loaded", "and imprecise terminology” when discussing Islam. The president should", "therefore avoid “hot-button terms” in his speech, such as", "“Islamo-fascism,” “militant jihadism,” and “Islamic radicalism.” Their use", "is “counterproductive and complicates our legitimate foreign policy", "initiatives.” In the event, Bush was not cowed: “Radical Islam,” he said,", "is “an ideology of terror and death,” and if we bow to it “the violent", "[will] inherit the earth.” Rather than repeat the platitudes of", "multiculturalism and appeasement, Bush used the language of leaders: He", "spoke with conviction and truth.", "Advertisement", "#-#Cindy Sheehan’s 15 minutes of fame should have been over long since,", "but the Homerically tagged “antiwar mom” is displaying a genius for", "self-publicity that rivals Madonna’s. At the recent World Social Forum", "lefty-fest in Venezuela, she got a hug from U.S.A.-hater Hugo Chávez and", "publicly ruminated a run against Sen. Dianne Feinstein in this year’s", "Democratic primary. Then off to Washington, D.C., for the State of the", "Union, from which she was ejected by Capitol police for wearing a protest", "T-shirt (“2,242 DEAD. HOW MANY MORE?”). It’s dismaying to reflect on how", "many publicity venues Sheehan has not yet explored. There is, for", "instance, reality TV, following the example of Britain’s George Galloway.", "This is one public nuisance we shall, alas, be putting up with for some", "time to come.", "Advertisement", "#-#Scientists at Northwestern University have good news for some 1.5", "million Americans (mostly women) who suffer from Lupus, a debilitating", "disease that attacks the immune system. Although in recent years Lupus", "treatments have made the disease manageable, the Northeastern work marks", "the first experimental shot at a cure; according to results published in", "The Journal of the American Medical Association, of 50 patients who", "received the new treatment, 50 percent were disease-free after five years.", "And they found this godsend in stem cells–adult stem cells, that is. In", "the study, stem cells from the patients’ bone marrow were used to reboot", "their immune systems. It’s a piece of encouraging news for scientists", "working on similar treatments for other immune disorders, like rheumatoid", "arthritis and multiple sclerosis. And it’s yet another opportunity for", "American politics to move beyond the enormous ethical difficulties", "involved in embryonic-stem-cell research–which has yet to yield a single", "treatment–and instead invest in nondestructive adult-stem-cell research", "that is already alleviating suffering and improving lives.", "Advertisement", "#-#Coretta Scott King was the Martha Washington of the civil-rights", "movement, famous mainly for the accomplishments of her husband but also", "admired in her own right. In stark contrast to the charlatans who sought", "to succeed Martin Luther King Jr. as spokesman for black America–namely", "Jesse Jackson and Al Sharpton–she carried herself with quiet dignity even", "as she pursued a conventionally liberal political agenda. In the aftermath", "of the 2000 presidential election, when false charges of voter suppression", "and racism were in the air, a lesser figure might have boycotted the", "inauguration of President Bush. Instead, she personally congratulated him", "after he took the oath of office. Conservatives and liberals alike could", "agree with Bush when he described her in his State of the Union address as", "“beloved, graceful, courageous.” R.I.P.", "Advertisement", "#-#Art imitates life. Life: A majority of Americans say they won’t vote", "for Hillary Clinton for president. She’s failing to connect with", "audiences, as her dialogue clanks to the floor (see her recent", "“plantation” gaffe). “Art”: Geena Davis, who plays a Hillaryesque", "president in the ABC series Commander-in-Chief, is having the same", "problem. Hailed as a heroine for “kick-patriarchy’s-ass fantasists” by", "Naomi Wolf, Davis nevertheless finds herself in the doldrums. The", "relentlessly hyped conceit of a woman in the West Wing attracted high", "early ratings, but ultimately the only people who could sustain their", "enthusiasm were those, like Wolf, more interested in the idea than in the", "entertainment. ABC recently announced that it was taking", "Commander-in-Chief back into the shop for an overhaul. The network says", "that when the show returns it will be more popular than ever. Hmm. Well,", "they could always replace Geena Davis with Paris Hilton.", "#-#Before you get hot and bothered about how political the Oscar", "nominations are, consider this: There are few better ways of derailing", "somebody’s career than handing him a statuette. In 2003, Halle Berry won a", "Best Actress Oscar–and then made a superhero movie called Catwoman that", "squandered all the credibility she had garnered from her Academy Award.", "Adrien Brody followed up his win for the The Pianist by playing a guy", "tormented by a time-traveling sport coat in The Jacket (no, we’re not", "kidding). The director James Cameron won for Titanic and then vanished. So", "if you want George Clooney to pay for the self-congratulatory political", "tripe he’s been peddling–as an actor in Syriana and as the", "director/producer/co-writer of Good Night, and Good Luck–maybe you should", "pray he wins something. Then he might go away. Or star in the big-screen", "version of that great D.C. comic character, Matter-Eater Lad.", "* Share on Facebook", "* Share on Twitter", "* Share on Flipboard [IMG]", "* Email this article", "* Print this article", "Comments", "Comments", "[IMG]", "The Editors comprise the senior editorial staff of the National Review", "magazine and website.", "More in Politics & Policy", "Bonfire of the Sanities: California’s Deranged Revival of the Aztec Gods", "Bonfire of the Sanities: California’s Deranged Revival of the Aztec Gods", "When the Party’s Over When the Party’s Over", "Bernie’s Lost on Space Bernie’s Lost on Space", "The Left Is Wrong: The Filibuster Is Good for Democracy The Left Is Wrong:", "The Filibuster Is Good for Democracy", "Recommended", "Clarence Thomas Delivers Decisive Ruling in Religious-Free-Speech Case", "Clarence Thomas Delivers Decisive Ruling in Religious-Free-Speech Case", "Monday was a bad day in court for universities and other serial violators", "of the First Amendment.", "Dan McLaughlin", "The Most Scandalous Provision of the $1.9T Biden Boondoggle", "The Most Scandalous Provision of the $1.9T Biden Boondoggle", "It would be difficult to devise a targeted giveaway more likely to inspire", "popular outrage.", "Isaac Schorr", "Good News about the Pfizer Vaccine", "Good News about the Pfizer Vaccine", "Pfizer’s effectiveness against the Brazilian, U.K., and South African", "variants is encouraging news.", "Jim Geraghty", "The Absurd Criticism of Rand Paul’s Rachel Levine Questioning", "The Absurd Criticism of Rand Paul’s Rachel Levine Questioning", "How likely is it that this dangerous ideological agenda is about to get", "worse?", "Madeleine Kearns", "Guess Who Just Admitted Harris and Becerra Violated the First Amendment", "Guess Who Just Admitted Harris and Becerra Violated the First Amendment", "Surprising briefs emerge in a First Amendment case before the Supreme", "Court.", "Dan McLaughlin", "Biden Signs Executive Order Allowing the U.S. to Fund Global Abortions", "Biden Signs Executive Order Allowing the U.S. to Fund Global Abortions", "The policy was first instated by President Reagan to ensure that taxpayers", "would not be required to indirectly fund abortions in other countries.", "Alexandra DeSanctis", "The Latest", "Biden Official Asked GOP Senators to Delete Photos of Border Facilities,", "Senator Says", "Biden Official Asked GOP Senators to Delete Photos of Border Facilities, Senator", "Says", "Senator Mike Braun was visiting a migrant-processing facility at 700", "percent capacity with a group of Republican lawmakers.", "Brittany Bernstein", "Bonfire of the Sanities: California’s Deranged Revival of the Aztec Gods", "Bonfire of the Sanities: California’s Deranged Revival of the Aztec Gods", "Apparently, for the sake of one state's schoolchildren, we need to set the", "record straight on the blood-soaked worship of ancient deities.", "Cameron Hilditch", "When the Party's Over", "When the Party's Over", "Unless we start getting our fiscal house in order now, we will soon be at", "the mercy of our creditors.", "Kevin D. Williamson", "Jack Phillips Will Not Back Down: ‘Worth It to Fight’", "Jack Phillips Will Not Back Down: ‘Worth It to Fight’", "The Masterpiece Cakeshop owner is now facing a third lawsuit, filed by a", "lawyer who requested a gender transition cake.", "Brittany Bernstein", "Bernie’s Lost on Space", "Bernie’s Lost on Space", "The Sanders-Musk feud reveals the faulty liberal view of the future of", "space.", "Andrew Follett", "The Left Is Wrong: The Filibuster Is Good for Democracy", "The Left Is Wrong: The Filibuster Is Good for Democracy", "It improves the function and character of the Senate. Removing it would", "empower the presidency at the expense of Congress.", "Fred Bauer", "Top Stories", "Politics happens. Stay current with NR Daily.", "Get our conservative analysis delivered right to you. No charge.", "_____________________ [ Go ]", "Photos", "[IMG]", "15", "View Slide Show", "News & Events", "Ever Given Blocks Suez Canal", "[IMG]", "23", "View Slide Show", "News & Events", "Tornadoes Strike Alabama", "[IMG]", "26", "View Slide Show", "World", "Top Shots", "More In Photos", "Recommended Articles", "Most Popular NR Logo", "[IMG]", "How the Media Destroyed the Reputation of a Great President", "Kyle Smith", "[IMG]", "How the Media Destroyed the Reputation of a Great President", "Kyle Smith", "Warren G. Harding’s short presidency was a monumental success. So", "progressive mythmakers set out to smear him.", "[IMG]", "The Case for Prosecuting Hunter Biden", "Andrew C. McCarthy", "[IMG]", "The Case for Prosecuting Hunter Biden", "Andrew C. McCarthy", "The basis for a criminal investigation was already considerable before the", "sudden emergence of an apparent false statement on a firearms form.", "[IMG]", "Joe Biden Botches the Georgia Voting Law", "Dan McLaughlin", "[IMG]", "Joe Biden Botches the Georgia Voting Law", "Dan McLaughlin", "His claim that the law prohibits giving water to voters standing on line", "is way off base.", "View More", "* *  * © 2021 National Review", "* Donate", "* Subscribe", "* Sections", "* The Corner", "* Capital Matters", "* Bench Memos", "* The Morning Jolt", "* The G-File", "* News", "* Books, Arts & Manners", "* All Articles", "* All Authors", "* Podcasts", "* Photos", "* Games", "* Videos", "* Topics", "* Politics & Policy", "* Culture", "* White House", "* Film & TV", "* PC Culture", "* U.S.", "* World", "* Immigration", "* Economy & Business", "* Elections", "* Magazine", "* Latest Issue", "* Archive", "* Subscribe", "* Give NR as a Gift", "* Customer Care", "* NRPLUS", "* About", "* Frequently Asked Questions", "* About Us", "* The Masthead", "* Contact Us", "* Careers", "* Privacy Policy", "* Terms of Service", "* NR Institute", "* More", "* Advertise", "* Donate", "* Search", "* E-mails & Alerts", "* Send a Tip", "Newsletters", "[ ] Morning Jolt (M-F)", "[ ] NR Daily (M-Sa)", "[ ] Breaking News (M-Su)", "_____________________ Email [ Submit ]", "© 2021 National Review", "Loading..."]