["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "News", "Medical", "‘Uncle With Masters Degree’ Gets Facts Wrong in Coronavirus ‘Announcement’", "‘Uncle With Masters Degree’ Gets Facts Wrong in Coronavirus ‘Announcement’", "A viral Facebook post amplified dubious and potentially dangerous claims amid an", "outbreak of the new coronavirus.", "* Alex Kasprak", "* Published 5 March 2020", "* Updated 23 March 2020", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Image via Facebook, screen capture", "Since mid-February 2020, a post that begins with some version of the text", "“last evening dining out with friends, one of their uncles, who’s", "graduated with a master’s degree and who worked in Shenzhen Hospital …", "sent him the following notes on Coronavirus for Guidance,” has been", "copy-pasted and re-shared widely across social media.", "Though he does not appear to be the author of the original claim, a user", "named Peter Lee Goodchild posted an iteration of the claim that has", "garnered, at the time of this reporting, over 370,000 shares on Facebook.", "[IMG][IMG]", "The new coronavirus, which has spread globallly and causes a disease now", "known as COVID-19, was originally discovered in Wuhan, China, in late", "2019. As such, many of the claims in this “important announcement” assert", "things that science lacks the data to verify. In other cases, the post", "conflates facts about coronaviruses as a broad classification (responsible", "for diseases ranging from the common cold to SARS) with the specific,", "newly discovered coronavirus. At times, the post repeats long-debunked", "medical urban legends. Most problematic, however, is the post’s promotion", "of a fatally flawed method to determine if you have COVID-19 as opposed to", "a regular cold. When the post makes factually accurate statements, their", "relevance to the current coronavirus outbreak is unclear.", "Here, we go through each of the assertions point by point.", "Is runny nose, phlegm associated with the coronavirus?", "Points one and two assert the ability to differentiate the “common cold”", "from “coronavirus pneumonia” — interpreted here as COVID-19 — based on the", "presence or absence of mucus or phlegm, which is also known as sputum,", "during coughing. While Centers for Disease Control and Prevention (CDC)", "data collected so far indicate that most cases of COVID-19 do not usually", "involve phlegm production during coughing, it is hardly the case that no", "cases involve it. “Less commonly reported symptoms [of COVID-19] include", "sputum production,” the CDC states on a page of clinical instructions", "about the disease. That fact makes this assertion incorrect and", "potentially dangerous.", "Is the coronavirus “heat resistant”?", "It is unclear what a “heat resistant” virus would look like, as virtually", "any virus exposed to high enough temperatures for a long enough time is", "likely to be inactivated or destroyed. As previously mentioned, no studies", "have specifically addressed the heat tolerance of the coronavirus.", "Several studies dating back to the 1980s have sought to address this kind", "of question, however. The biggest take-away from these studies is that TWO", "factors — both temperature and humidity — are the biggest variables to", "consider.", "Generally speaking, coronaviruses as a group will survive for longer", "periods of time in the environment at cooler temperatures. While lower", "temperatures enhance survival in nearly all cases in all coronaviruses,", "the role of humidity has been harder to pin down. Preliminary studies on", "the novel coronavirus that causes COVID-19, some of which have not yet", "been peer reviewed, suggest that the virus survives longer at lower", "temperatures and higher humidities in the lab. The role of humidity on", "transmission between humans is less clear, with at least one early study", "suggesting that high humidity reduces the transmission of COVID-19. The", "World Health Organization (WHO), states that “the COVID-19 virus can be", "transmitted in ALL AREAS, including areas with hot and humid weather.” In", "short, the fact that it might be warm out is not a reliable indicator of", "the risk of transmission.", "Is it true that the coronavirus “hates the sun”?", "Different viruses react to solar radiation differently. Comparatively", "speaking, coronaviruses as a group are more susceptible to inactivation", "from ultraviolet radiation than other groups of viruses, like", "adenoviruses. This does not mean that coronaviruses will die at the first", "exposure to sun, so it is unclear how this bit of trivia provides", "actionable information for people concerned about the coronavirus.", "Can viral particles released during a sneeze reach 10 feet?", "When an infected person sneezes, viruses can spread through the air,", "usually attached to bits of mucus or other bodily fluids. The distance", "those particles travel depends on their size. It is unclear how the author", "of the post arrived at the 10-feet figure for the coronavirus. Studies on", "upper respiratory tract infections (URTI) like COVID-19 indicate that", "sneeze particles that spread this form of disease are necessarily on the", "large side, and therefore travel only about 3 feet. Regardless, it is", "unclear how any of this information is directly relevant to the COVID-19", "outbreak specifically.", "Will the coronavirus survive longer on metal surfaces?", "Generally speaking, it is true that the type of surface can affect the", "survival of a virus, and that metal surfaces are more hospitable for them.", "This does not mean that non-metal surfaces are necessarily safer to touch.", "A 2015 study found that pathogenic human coronavirus 229E remained", "infectious after at least five days on a range of surfaces, including", "ceramic tiles, glass, silicone rubber, and stainless steel.", "On March 11, 2020, researchers published a paper in the New England", "Journal of Medicine that addressed the survival of the new coronavirus", "specifically, finding it survived for days on some surfaces:", "We found that viable [COVID-19] virus could be detected in aerosols up", "to 3 hours post aerosolization, up to 4 hours on copper, up to 24 hours", "on cardboard and up to 2-3 days on plastic and stainless steel.", "Should “liquids with ice” be avoided?", "That hydration helps your body fight disease is not controversial. The", "notion that ice or cold liquids can cause or exacerbate health conditions,", "however, is a long-held medical urban legend with no scientific support. A", "2014 review of the health effects of cold temperatures and URTIs concluded", "that, “No evidence was found in the literature to support any relationship", "between ingestion of cold drinks and food and URTI.”", "Should we drink water, wash hands frequently, and gargle?", "For the most part, this final bit of advice is not controversial.", "Hydration, as well as frequent and thorough hand-washing, are a major part", "of the prevention methods highlighted by health organizations like the CDC", "and WHO. The WHO has stated that “there is no evidence that using", "mouthwash will protect you from infection with the new coronavirus,”", "however.", "Are the “symptoms” of the coronavirus listed accurate?", "The final section of the viral post describes in absolute terms the", "symptoms and progression of COVID-19. Like many of the assertions made", "above, this betrays a false level of confidence in what we know about the", "disease.  As described in a study conducted by National Health Service", "researchers in China just weeks after the outbreak, “There are currently", "few studies that define the pathophysiological characteristics of", "COVID-19, and there is great uncertainty regarding its mechanism of", "spread.” While the symptoms described in the post are consistent with the", "symptoms of COVID-19, they are also symptoms that can be associated with", "several other upper respiratory tract infections.", "As far as viral posts about the coronavirus go, this one amplifies", "questionable and unverified claims about the virus, its progression, and", "its diagnosis. These claims, when not completely incorrect, rarely provide", "actionable information on preventing the spread of the coronavirus.", "Especially when compared to a re-shared Facebook story sourced from the", "uncle of somebody’s friend, agencies like the CDC or the WHO are better", "sources of reliable, up-to-date, and accurate information about the new", "coronavirus.", "Recent Updates", "1. Update [23 March 2020]: Clarified that there is uncertainty about the", "role of humidity in coronavirus survivability and added guidance from", "the WHO regarding mouth wash and COVID-19 transmission.", "2. Update [11 March 2020]: Added information from van Doremalen et al", "(2020) about novel coronavirus survivability.", "* Alex Kasprak", "* Published 5 March 2020", "* Updated 23 March 2020", "Sources", "Sohrabi, Catrin, et al.   “World Health Organization Declares Global", "Emergency: A Review of the 2019 Novel Coronavirus (COVID-19).”", "International Journal of Surgery.   26 February 2020.", "Centers for Disease Control and Prevention.   “Coronavirus Disease 2019", "(COVID-19): Clinical Care.”", "Accessed 12 February 2020.", "Tang, Julian W.   “Survival Characteristics of Airborne Human Coronavirus", "229E.”", "Interface (Journal of the Royal Society).   22 September 2009.", "Ijaz, M.K., et al.   “The Effect of Environmental Parameters on the", "Survival of Airborne Infectious Agents.”", "Journal of General Virology.   1 December 1985.", "Walker, Christopher M. and GwangPyo Ko.   “Effect of Ultraviolet", "Germicidal Irradiation on Viral Aerosols.”", "Environmental Science and Technology.   21 June 2007.", "Han, Z. Y., et al.   “Characterizations of Particle Size Distribution of", "the Droplets Exhaled by Sneeze.”", "Interface (Journal of the Royal Society).   6 November 2013.", "Leder, K. and D. Newman.   “Respiratory Infections During Air Travel.”", "Internal Medicine Journal.   17 February 2005.", "O’Connor, Anahad.   “The Claim: Flu Viruses Live Longer on Surfaces Than", "Cold Viruses.”", "The New York Times.   14 December 2009.", "Warnes, Sarah L.   “Human Coronavirus 229E Remains Infectious on Common", "Touch Surface Materials.”", "mBio.   10 November 2015.", "Wargadiredja, Arzia T.   “We Asked an Expert If Cold Drinks Can Really", "Make You Sick.”", "Vice News.   11 August 2017.", "Eccles, R. and J. E. Wilkinson.   “Exposure to Cold and Acute Upper", "Respiratory Tract", "Infection.”", "Rhinology.   11 August 2017.", "Centers for Disease Control and Prevention.   “Coronavirus Disease 2019", "(COVID-19): Prevention and Treatment.”", "Accessed 5 March 2020.", "World Health Organization.   “Coronavirus Disease (COVID-19) Advice for", "the Public.”", "Accessed 5 March 2020.", "Satomura, K., et al.   “Prevention of Upper Respiratory Tract Infections", "by Gargling: a Randomized Trial..”", "American Journal of Preventative Medicine.   November 2005.", "Sakai, M., et al.   “Cost-effectiveness of Gargling for the Prevention of", "Upper Respiratory Tract Infections.”", "BMC Health Service Research.   16 December 2008.", "van Doremalen, Neeltje, et al.   “Aerosol and Surface Stability of HCoV-19", "(SARS-CoV-2) Compared to SARS-CoV-1.”", "New England Journal of Medicine.   11 March 2020.", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]