["Link: canonical", "Link: amphtml", "Skip to main content", "Currently Reading", "HISD faces politically tough choices in closing schools", "* Newsletters", "* Sign In", "* _____________________ [  ]", "* Home", "* Subscribe", "* Contact Chron", "* Advertise with Us", "* Place a Classified Ad", "* Niche Publication Ads", "* Careers", "* Chron Shop", "* Privacy Notice", "* Terms of Use", "* Newsletters", "* HC Archives", "* News", "* US News", "* Neighborhoods", "* Coronavirus", "* Houston & Texas News", "* World News", "* Crime", "* Traffic", "* The Americas", "* Weather", "* Politics", "* Science & Environment", "* Education", "* Obituaries", "* Classifieds", "* La Voz (Español)", "* Houston's History", "* Food", "* Food & Cooking", "* Restaurants & Bars", "* Sports", "* Texans", "* Rockets", "* Astros", "* Dynamo", "* High School", "* Colleges", "* UH", "* Rice", "* UT", "* A&M", "* Outdoors", "* Texas Sports Nation", "* Buy Tickets", "* Buy Fan Gear", "* Business", "* Homes", "* Technology", "* Energy", "* Real Estate", "* Money Tips", "* Press Releases", "* Small Business Mgmt", "* Top Workplaces", "* Sponsored Content", "* Legal Notices", "* Business Directory", "* Culture", "* Sponsored: TX Culture", "* Music", "* TV", "* Movies", "* Arts & Theater", "* Horoscopes", "* Books", "* Things To Do", "* Puzzles & Games", "* Lifestyle", "* Home & Decor", "* Society", "* Travel", "* Style", "* Health", "* Salute to Nurses", "* Houston Gives", "* Weddings", "* This Forgotten Day", "* Sponsored Content", "* Coupons and Discounts", "* The EDUcationist", "* Live Healthy", "* Shop True Local", "* Coupons", "* Macy's", "* Lowe's", "* eBay", "* Chewy", "* Kohl's", "* Texas Art Supply", "* Home Depot", "* HP", "* Amazon", "* Dell Home & Office", "* Express", "* Dick's Sporting Goods", "* StockX", "* Whole Earth Provision", "* Jobs", "* Advanced search", "* Browse job categories", "* Salary Wizard", "* Career Rescue", "* Careers in Engineering", "* Work & Career Advice", "* Post a Job", "* Cars", "* Real Estate", "* Home Price Survey", "* Farms & Ranches", "* Senior Living", "* My Perfect Hous(e)ton", "* HoustonChronicle.com", "[ Submit ]", "Most Popular", "* The Northeast News in Kansas City, Mo., printed a blank front page for", "Wednesday's issue, meant to send a message to its community about the", "outlet's financial state and importance of hyperlocal journalism.", "Kansas City newspaper sends a warning with a blank front page", "* Norwood, MA. - January 11: Norwood Fire Chief George Morrice holds a", "vaccination card after receiving a COVID-19 vaccine on January 11,", "2021 in Norwood, Massachusetts. (Staff Photo By Matt Stone/ MediaNews", "Group/Boston Herald)", "You can get your COVID-19 vaccination card laminated for free", "* Black Lives Matter yard sign in residential neighborhood. (Photo by:", "Photographer Don & Melinda Crawford/Education Images/Universal Images", "Group via Getty Images)", "Houston homeowners fight HOA over 'Black Lives Matter' flag", "* State Rep. Park Cannon, D-Atlanta, is placed into the back of a", "Georgia State Capitol patrol car after being arrested by Georgia State", "Troopers at the Georgia State Capitol Building in Atlanta, Thursday,", "March 25, 2021. Cannon was arrested by Capitol police after she", "attempted to knock on the door of the Gov. Brian Kemp office during", "his remarks after he signed into law a sweeping Republican-sponsored", "overhaul of state elections that includes new restrictions on voting", "by mail and greater legislative control over how elections are run.", "(Alyssa Pointer/Atlanta Journal-Constitution via AP)", "Georgia lawmaker arrested after knocking on governor’s door", "* This satellite image from Maxar Technologies shows the cargo ship MV", "Ever Given stuck in the Suez Canal near Suez, Egypt, Friday, March 26,", "2021. A maritime traffic jam grew to more than 200 vessels Friday", "outside the Suez Canal and some vessels began changing course as", "dredgers worked frantically to free a giant container ship that is", "stuck sideways in the waterway and disrupting global shipping. (©Maxar", "Technologies via AP)", "No timeline given for extracting wedged ship from Suez Canal", "* Visitors sit poolside March 18 at the Grand Oasis Cancún resort in", "Cancún, Mexico.", "Spring break: For Cancún workers, it's money vs. health", "* Maliya Kabs shows off her dance moves while singing along to Selena's", "\"Bidi Bidi Bom Bom.\"", "London girl going viral after singing Selena", "* Houston forward Justin Gorham (4) Syracuse center Jesse Edwards (14)", "and Houston forward Brison Gresham (55) battle for the ball in the", "first half of a Sweet 16 game in the NCAA men's college basketball", "tournament at Hinkle Fieldhouse in Indianapolis, Saturday, March 27,", "2021.", "Houston locks down Syracuse; Coogs one win from Final Four", "* StackCommerce", "Get a robot vacuum for as low as $40 with this incredible sale", "* Sah admitted that he received over $17 million in PPP loans and then", "used the proceeds to buy multiple homes in Texas, pay off mortgages", "and buy a fleet of  luxury cars, including a Bentley Convertible,", "Porsche Macan and Corvette Stingray.", "Texas man pleads guilty to buying luxury cars with PPP loans", "* Texas coach Shaka Smart, who has missed recent games due to COVID-19,", "watches as the team's players are introduced for an NCAA college", "basketball game against Baylor, Tuesday, Feb. 2, 2021, in Austin,", "Texas. (AP Photo/Eric Gay)", "With Shaka Smart gone, who'll be the next Texas basketball coach?", "* Ted Cruz arrived at the Capitol on Friday with a look that appeared to", "be half business, half dealing jetskis in the Ozarks.", "Ted Cruz is peddling frat boy tank tops featuring his mullet", "[ Submit ]", "News // Houston & Texas", "HISD faces politically tough choices in closing schools", "Closing schools going to be toughHISD deliberates over what to do with 66", "low-enrollment campuses", "ERICKA MELLON , HOUSTON CHRONICLE", "Dec. 20, 2010Updated: Aug. 2, 2011 11:20 p.m.", "Facebook Twitter Email", "Comments", "Lakeshia Scott, a freshman at Jones High School, lives a few blocks from", "the campus and walks there daily.", "She's different from many of the teenagers in her south Houston", "neighborhood lined with dilapidated houses. Most decide to transfer out of", "Jones, which has earned the state's lowest academic rating for three of", "the last five years.", "\"They don't want to go to this school,\" said Scott, 14, whose father was a", "Jones graduate.", "Like dozens of campuses in the Houston Independent School District, Jones", "is losing students and brimming with empty seats. HISD trustees must make", "politically tough choices about such campuses: Should they be closed,", "merged, left alone or overhauled with more popular programs?", "Superintendent Terry Grier's administration last week released a list of", "66 campuses with low student enrollments. They're not all expected to be", "closed — that would mean shutting down one-fifth of the district's 300", "schools — but they're under review.", "\"We're not closing 66 schools,\" Grier said. \"We are trying to look at, do", "we have school buildings that are underutilized, and how can we either", "encourage parents to send their children to school there or, if not, does", "it make financial sense to merge those schools with others nearby?\"", "HISD Trustee Paula Harris was more blunt.", "\"We know we can't keep all 66 of these schools,\" she said. \"Everyone's not", "going to be happy, including myself, because it's going to be tough.\"", "HISD spends about $10 million a year to boost the budgets of most of the", "66 low-enrollment schools plus 21 others it considers small. Because HISD", "funds its schools on a per-pupil basis, those with low enrollments", "struggle to afford extras such as art and music teachers.", "Hector Mireles, who represents HISD employees, said he worries the", "district will target high-minority schools for closure.", "\"I'm against closing any schools,\" said Mireles, the president of Texas", "Support Personnel Employees Local 1. \"If we're in the interest of trying", "to save the children, we feel other budget cuts could be made.\"", "No 'magic number'", "Trustee Harvin Moore said the district shouldn't set a \"magic number\" for", "the right size of schools but should evaluate them individually. Is the", "school losing students because the population in the neighborhood is", "declining, or is there a problem with the academic offerings?", "Across the district, more than 60,400 students — out of 204,000 —", "transferred out of their neighborhood schools to other HISD campuses this", "year. HISD's open-enrollment policy allows students to switch schools as", "long as space is available. While parents regularly praise this policy, it", "has drawn criticism for draining neighborhood schools.", "About 40 HISD schools are undercapacity by more than 400 students,", "according to district estimates.", "Popular campus", "Lamar High School, which serves the affluent River Oaks neighborhood, is", "one of HISD's most popular high schools. The campus, designed for about", "2,525 students, enrolled about 740 more than that this fall.", "Christopher Sharpe, a Lamar sophomore, said he had to sit on the floor in", "his business class last year, but he didn't mind because he prefers Lamar", "to Sterling, where he is zoned.", "Sharpe and two of his friends, who transferred in from Lee High School,", "said they fled their home campuses because they didn't feel safe there and", "doubted the academic rigor.", "About half the students zoned to Lee and Sterling don't attend those", "schools.", "Most Popular", "1. Kansas City newspaper sends a warning with a blank front page", "2. When Boris Yeltsin went grocery shopping in Clear Lake", "3. Here's where you can get your COVID-19 vaccination card laminated for", "free", "4. 'Come and take it': Houston homeowners battle HOA over 'Black Lives", "Matter' flag", "5. Georgia lawmaker arrested after knocking on governor’s office door", "Jones was the least popular high school, with nearly 900 students — or", "two-thirds of those zoned there — opting out. The new principal,", "Tracey Lewis, said she is on a mission to draw back students.", "\"It's been our goal to make sure we're in the community, that we're", "communicating,\" Lewis said. \"We're having to shout from the", "mountaintops about the great things happening at Jones High School.\"", "Jones is one of the nine campuses in HISD's Apollo 20 reform program,", "which launched this year. Participating schools got new principals,", "many new teachers and tutors to work individually with students on", "math. Students also have a longer school day and year.", "Scott, the freshman who lives blocks from Jones, said she's glad she", "chose her local school. But two friends transferred because of the", "extended hours, she said.", "Progress shown", "Despite some groans about the extra time, students are embracing the", "higher expectations, and preliminary test scores show progress, Lewis", "said. A new magnet program in biotechnology, engineering and", "architecture should bump up enrollment next year, she said.", "In west Houston, Long Middle School is surrounded by several popular", "charter schools, which Principal Diana De La Rosa acknowledges are", "drawing away students. Long is built to hold about 1,790 students, yet", "its enrollment is at 700 this year.", "De La Rosa said she has extended Long's hours and joined with the", "nonprofit Citizen Schools to run an after-school program. She also", "holds monthly parenting workshops.", "The school was expecting 200 sixth-graders this year but ended up with", "244.", "\"Apparently,\" De La Rosa said, \"our strategy has begun to work.\"", "ericka.mellon@chron.com", "Most Popular", "1. Kansas City newspaper sends a warning with a blank front page", "2. When Boris Yeltsin went grocery shopping in Clear Lake", "3. Here's where you can get your COVID-19 vaccination card laminated", "for free", "4. 'Come and take it': Houston homeowners battle HOA over 'Black", "Lives Matter' flag", "5. Georgia lawmaker arrested after knocking on governor’s office", "door", "Written By", "ERICKA MELLON", "View Comments", "Today's Picks", "* Southern Smoke founder Chris Shepherd sprang into action to", "help restaurant workers.", "Chris Shepherd will soon be cooking with 'live fire' in", "Montrose", "Chris Shepherd is back at it again with an award-winning", "restaurant concept.", "* Kate Gilbert takes a photo of team members in front of the", "H-E-B Buffalo Heights store, 3663 Washington, after they", "chalked positive messages in the entrance of the store.", "Beginning with Black History Month, H-E-B stores launched a", "new initiative called Be the Change, part of commitment to", "diversity and inclusion by spotlighting vendor brands owned", "by people of color, women, LGBTQ and people with", "disabilities within stores.", "H-E-B expanding in DFW soon", "Miss H-E-B when you visit Dallas? Fear not.", "* Crew members aboard the International Space Station unpack", "newly delivered fresh fruit and other goodies in October", "2019. From left are NASA flight engineers Jessica Meir,", "Andrew Morgan, and Christina Koch with ESA Commander Luca", "Parmitano.", "Space chefs wanted: NASA needs help designing an in-flight", "menu", "Can you figure out how to make sustainable Bagel Bites in", "space?", "* Lola Tufted Sofa created by Living Designs Furniture.", "The most amazing furniture designed by local Houston", "artisans", "Check out what Houston furniture artisans are working on and", "take home something no one else...", "* * * * Return to Top", "* About", "* Privacy Notice", "* Your California Privacy Rights", "* Interest Based Ads", "* Terms of Use", "* Our Company", "* Careers", "* Advertise with Us", "* Contact", "* Customer Service", "* Newsroom Contacts", "* Houston Chronicle", "* Connect", "* Email Newsletter", "* Facebook", "* Twitter", "* Coupons and Discounts", "HEARST newspapers logo ©2021 Hearst"]