["Link: canonical", "Link: revision", "Skip to main content", "Congressional Budget Office logo", "menu Search", "Main menu", "* About CBO", "* Topics", "* Cost Estimates", "* Data", "* Interactives", "* FAQs", "* Blog", "Enter your keywords _______________________________", "Sort by", "[ ] Relevancy", "[ ] Publication Date", "[ Apply ] [ Reset ]", "S. 954, Agriculture Reform and Risk Management Act of 2013", "May 17, 2013", "Cost Estimate", "As reported by the Senate Committee on Agriculture, Nutrition, and", "Forestry on May 14, 2013.", "View Document53.97 KB", "Summary", "As reported by the Senate Committee on Agriculture, Nutrition, and", "Forestry on May 14, 2013", "Estimated Budgetary Effects", "CBO estimates that direct spending stemming from the program authorization", "in S. 954 would total $955 billion over the 2014-2023 period. That 10-year", "total reflects the bill’s authorization of expiring programs through 2018", "and an extension of those authorizations through 2023, consistent with the", "rules governing baseline projections that are specified in the Balanced", "Budget and Emergency Deficit Control Act of 1985.", "Relative to spending projected under CBO’s May 2013 baseline, CBO", "estimates that enacting the bill would reduce direct spending by $17.8", "billion over the 2014-2023 period. The estimated budgetary effects of S.", "954 are summarized in Table 1. CBO estimates that section 10012 of the", "bill would increase revenues by $54 million over the 2014-2023 period.", "Further details of the changes in direct spending and revenues are", "displayed in Table 2.", "Assuming appropriation of the specified and necessary amounts, CBO also", "estimates that implementing the bill would cost $30.1 billion over the", "2014-2018 period and $39.9 billion over the 2014-2023 period. Further", "details of that estimate are displayed in Table 3.", "Intergovernmental and Private-Sector Mandates", "S. 954 contains no intergovernmental mandates as defined in the Unfunded", "Mandates Reform Act (UMRA). In general, state, local, and tribal", "governments would benefit from the continuation of existing agricultural", "assistance and the creation of new grant programs.", "S. 954 would impose private-sector mandates, as defined in UMRA, by", "expanding reporting requirements on manufacturers of dairy products and", "establishing regulations for dairy handlers that purchase milk from dairy", "producers participating in the Dairy Market Stabilization Program.", "Additionally, the bill would prohibit individuals from attending animal", "fighting ventures in states and U.S. territories that permit such", "ventures. Because the compliance cost for dairy handlers would depend on", "future regulations, CBO has no basis to determine whether the aggregate", "cost of the mandates in the bill would exceed the annual threshold", "established in UMRA for private-sector mandates ($150 million in 2013,", "adjusted annually for inflation).", "Previous CBO Cost Estimate", "On May 13, 2013, CBO transmitted a cost estimate of draft legislation", "entitled the Agriculture Reform, Food, and Jobs Act of 2013, as posted on", "the website of the Senate Committee on Agriculture, Nutrition, and", "Forestry on May 9, 2013. CBO’s estimate of the direct spending provisions", "of S. 954 are similar to those in the earlier draft legislation. Enacting", "S. 954 would lead to a relatively small increase in revenues; the earlier", "legislation would have had no impact on revenues.", "Pay-As-You-Go Considerations", "The Statutory Pay-As-You-Go Act of 2010 establishes budget-reporting and", "enforcement procedures for legislation affecting direct spending or", "revenues. Enacting S. 954 would affect direct spending and revenues;", "therefore, pay-as-you-go procedures apply. The net change in outlays and", "revenues that are subject to those pay-as-you-go procedures are shown in", "Table 4.", "Legislative Information", "* Available From Congress.gov", "Stay Connected", "Get CBO’s Email Updates", "1. Email Address __________________________", "2. Submit", "CBO Twitter CBO Youtube CBO Slideshare CBO LinkedIn CBO RSS", "Footer Menu", "* About", "* Topics", "* Cost Estimates", "* FAQs", "* Blog", "Footer Menu - Utility", "* Work at CBO", "* Business Opportunities", "* Contact CBO", "* Press Center", "* Privacy, Security, and Copyright Policies", "* Sitemap"]