["Link: canonical", "Team DuBose Blog", "Thursday, June 10, 2010", "79. \"It all comes down to Education.\"", "DuBose Porter believes you agree.", "Teachers need DuBose Porter as their Governor.", "* Former Chairman of the GA House Education and Higher Education", "Committees", "* Sponsored HB1397, The Salary Protection Act, in 2010 session to", "stop teacher furloughs and put a firewall around teacher salaries", "* Sponsored HB1136 in 2010 session to restore National Board", "Certification for teachers", "* Sponsored post-secondary options legislation so students can learn", "valuable skills at technical colleges while still in high school", "* Voted against increasing class sizes", "* Fought against $3 billion in cuts to public education since 2003", "* Voted against private school vouchers", "* Sponsored the legislation creating the HOPE Scholarship, the HOPE", "Grant, and the Pre-Kindergarten Program in Georgia", "* Spoke out against elimination of school nurses", "* Hails from Dublin, GA. Graduated from Dublin High School.", "* Married to Carol Porter and father of 4 boys, one graduated and", "the rest attending The University of Georgia.", "Turn Education Around.", "Elect DuBose Porter.", "Democratic Primary July 20.", "Click here to donate.", "[IMG] [IMG]", "Newer Post Older Post Home", "ShareThis", "Welcome to the Team DuBose blog where you will find a wealth of", "information regarding Georgia politics and what DuBose Porter, candidate", "for Governor of Georgia 2010, is doing, and will do, to fight corruption", "and attract industry and jobs to Georgia.", "But there is more... If you want to keep up, but don't always have time to", "come here and read the longer, more detailed blogs found on this page,", "sign up for the daily \"DuBose's Blog: Quick Read.\" In a minute or less you", "will be able to stay informed on the latest in Georgia politics, and how", "DuBose Porter will get corruption out, and put your voice in, your", "government.", "Click here to sign up.", "Subscribe To", "Posts", "Comments", "Twitter Updates", "follow me on Twitter", "Blog Archive", "* ▼  2010 (62)", "* ►  July (10)", "* ▼  June (3)", "* 81. Candidate touts record on education cuts", "* 80. Rally at the State Capitol", "* 79. \"It all comes down to Education.\"", "* ►  May (3)", "* ►  April (1)", "* ►  March (9)", "* ►  February (16)", "* ►  January (20)", "* ►  2009 (31)", "* ►  December (11)", "* ►  November (8)", "* ►  July (2)", "* ►  June (1)", "* ►  April (9)"]