["Link: canonical", "Link: amphtml", "WTVF - Nashville, Tennessee", "1 weather alerts 1 closings/delays", "1 weather alerts 1 closings/delays", "Menu", "_____________________", "WTVF - Nashville, Tennessee", "Watch", "Alerts", "Close x", "* Weather", "* Hourly Forecast", "* Daily Forecast", "* Interactive Radar", "* Weather Alerts", "* School Closings and Delays", "* Safely Back to School", "* The Rebound", "* Getting Back To Work", "* Making Ends Meet", "* Managing the Pressure", "* Doing What’s Right", "* More News Sections", "* Local News", "* Community Events Calendar", "* Celebrate Tennessee", "* Kindness isn't Canceled", "* On the Rise", "* National", "* School Patrol", "* Sports", "* Traffic", "* World", "* Watch Live Video", "* New 24/7 Live stream", "* Watch NewsChannel5+ Premiers Live", "* NewsChannel 5 on Roku", "* NewsChannel 5 on Amazon Fire TV", "* NewsChannel 5 on Apple TV", "* NC5 Investigates", "* Broken", "* Consumer Alert", "* Capitol Hill", "* Metro Schools", "* The Investigators", "* Toxic School Water", "* City Hall Scandal", "* Policing For Profit", "* Making The Grade", "* The DA's Deals", "* Questions of Influence", "* Talk Of The Town", "* Recipes", "* Extras", "* Be Your Best", "* NewsChannel 5+", "* Watch 5+ Premiers Live", "* MorningLine", "* OpenLine", "* SportsLine", "* Inside Politics", "* Issues of Faith", "* Medical Mondays", "* Musicians Hall of Fame Backstage", "* Out & About Today", "* Pharmacist On Call", "* The Plus Side of Nashville", "* Que Pasa Nashville?", "* Retirement Report", "* The Sami Cone Show", "* SCORE on Business", "* Southern Woods and Waters", "* Titans Talk", "* Urban Outlook", "* Welcome Home with Rachel Schramm", "* Contact NewsChannel 5", "* NewsChannel 5 Team Bios", "* TV Listings", "* NC5 Partners", "* Banking on Business", "* Common Cents", "* Conquering Addiction", "* Excellent Educators", "* Financial Fitness", "* Music City Must", "* Now You Know How", "* Salvation Army Angel Tree", "* Salvation Army Red Kettle Challenge", "* Taste and See", "* Tennessee Home Pros", "* Workers Wanted", "* Sign In", "* Newsletters", "* Sign Out", "* Manage Emails", "* Apps", "* Careers", "* Weather", "* The Rebound", "* NC5 Investigates", "* Talk of the Town", "* More Info", "* Contests", "Quick links...", "Weather", "The Rebound", "NC5 Investigates", "Talk of the Town", "More Info", "Contests", "1 weather alerts 1 closings/delays", "Storm 5 Alert: Flooding, damaging winds possible overnight", "News", "Actions", "* Facebook", "* Tweet", "* Email", "Sec. of State Pompeo in Nashville discusses Biden, Ukraine phone call, China", "items.[0].videoTitle items.[0].image.alt", "U.S. Secretary of State Mike Pompeo, says President Trump was asking", "Ukranian leadership to reduce \"corruption in Ukraine,\" during a phone call", "at the center of a new impeachment push, and did not offer any evidence", "that former Vice President Joe Biden did anything wrong in the country", "when asked.", "[IMG] [IMG]", "By: Jason Lamb , Catlin Bogard", "Posted at 1:17 PM, Oct 11, 2019", "and last updated 2019-10-11 16:56:25-04", "NASHVILLE, Tenn. (WTVF) — U.S. Secretary of State Mike Pompeo, in", "Nashville Friday, says President Trump was asking Ukranian leadership to", "reduce \"corruption in Ukraine,\" during a phone call at the center of a new", "impeachment push, and did not offer any evidence that former Vice", "President Joe Biden did anything wrong in the country when asked.", "This all came during a wide-ranging one-on-one interview with NewsChannel", "5's Jason Lamb.", "Pompeo was in Nashville Friday to speak to the American Association of", "Christian Counselors about U.S. efforts to support religious freedom", "around the globe. But we also asked the Secretary of State about the", "impeachment inquiry.", "\"What President Trump was trying to accomplish on that phone call,\" Pompeo", "said, \"was that the threat of corruption in Ukraine is long, historic,", "significant and real. So we’ve been focused on taking down the threat from", "corruption.\"", "\"We take a fair amount of your money – taxpayer money – and provide it for", "security assistance and development assistance inside of Ukraine and we", "have not only a right, but a duty to make sure that money gets where it", "goes, and that this government is not corrupt and there aren’t oligarchs", "funneling off the money that the U.S. taxpayers are providing,\" Pompeo", "said. \"So that is deeply consistent with what President Trump was trying", "to do on that phone call. He was asking Ukrainian leadership – who, by the", "way, has said repeatedly, they didn’t feel pressured – he was asking them", "to do what it is Mr. Zelensky actually campaigned on, which was reducing", "corruption in Ukraine, and we stand ready to support Ukraine in that", "endeavor.\"", "We then asked Pompeo about any evidence showing former Vice President", "Biden did anything wrong. Pompeo did not give an answer, saying, \"You", "know, I came to Nashville today to talk about religious freedom. America’s", "got challenges all across the world. We’ll continue to do the things we", "need to do to protect the American people.\"", "We also asked the Secretary of State about religious freedom in China. The", "U.S. recently increased visa restrictions on the country, as they take", "part in the oppression of Muslim minorities.", "\"We see that in the way China is mistreating the Uighurs in Xinjiang,\"", "Pompeo said, \"we see this in other parts of the world as well, and the", "State Department is on the front lines, protecting the right of every", "person around the globe to exercise their conscience in the way that", "Americans are so proud that we get to do as part of our fundamental basic", "human rights.\"", "\"We hope China and the Chinese leadership will see that it’s not in their", "best interests\" to continue their \"attempts to stamp out their religion", "and to attach the ethnicity of certain groups,\" Pompeo added.", "You can watch our entire interview, uncut, with Secretary of State Pompeo", "above. The entire transcript of our interview with Secretary Pompeo is", "available below:", "JASON LAMB", "Mr. secretary thank you very much for talking with us today on NewsChannel", "5.", "SECRETARY POMPEO", "It’s great to be with you, thanks for having me here. It's great to be in", "Nashville.", "JASON LAMB", "You are here to give a speech at the American Association of Christian", "Counselors. We'll get to that in one moment, but first I want to get to", "the breaking news this morning that Iranian officials are saying that an", "Iranian tanker has been hit by two missiles off the coast of Saudi Arabia.", "What's the latest that you're hearing about this right now -- where these", "missiles may have come from -- and what this means for the continued", "tensions between the United States and Iran?", "SECRETARY POMPEO", "So, I've seen this reporting as well, but I don’t have anything I can add", "to that, other than back on September 14th we had a significant attack by", "Iran -- from Iran -- on 5 percent of the world's global energy supply, and", "our mission set has been to put in place the resources and capabilities to", "deter that -- to take down the tension, to take down risk --so we can", "protect the American people and the global economy.", "JASON LAMB", "As we mentioned, you're here to give a speech in Nashville today. It's", "about the topic of religious freedom. This is a topic that both you and", "the administration have been very outspoken about. Why in particular is", "this topic so important to you, and what's the message you want to get", "across to the folks in Nashville today?", "SECRETARY POMPEO", "So, I love traveling inside the United States to make sure they understand", "what they're State Department is doing around the world to protect their", "values, their security. So, today's mission is part of that -- to talk", "about one element of what the State Department has been working on: to", "preserve and protect the religious freedom of religious minorities all", "around the world. We see that in the way China is mistreating the Uighurs", "in Xinjiang, we see this in other parts of the world as well, and the", "State Department is on the front lines, protecting the right of every", "person around the globe to exercise their conscience in the way that", "Americans are so proud that we get to do as part of our fundamental basic", "human rights.", "JASON LAMB", "You mentioned the Uighurs in China. This week you increased sanctions –", "visa restrictions – on officials in China who are taking part in the", "oppression of those Muslim minorities -- the Uighurs -- some of whom are", "sent to camps against their will in China. Are those restrictions, along", "with all the other pressure that’s being faced to Xhina right now -- is", "that going to be enough to get China to change the direction here?", "SECRETARY POMPEO", "Boy, I hope so. I hope the world will unite against this very serious", "threat to basic fundamental rights of these people living in the western", "parts of China. This is an attempt to stamp out their religion and to", "attack the ethnicity of certain groups there in China. It’s of a scale", "that we don’t often see around the world. We hope China and the Chinese", "leadership will see that it’s not in their best interests, it’s certainly", "not in the best interests of the people, so President Trump’s efforts, the", "administration’s efforts in that regard are aimed at changing the", "direction of the Chinese leadership has moved.", "JASON LAMB", "The Chinese Embassy today responded to those visa restrictions by saying", "that the United States calling what’s happening in China a “human rights", "violation” is a “made up pretext” to justify the U.S. interfering in China", "affairs. What’s your response to that?", "SECRETARY POMPEO", "We’re not interfering in Chinese affairs, We are speaking out on behalf of", "a set of people who are being treated in a way that is deeply inconsistent", "with the most basic and fundamental set of human rights. The whole world", "has seen it, you can watch the videos, you don’t have to take my word for", "it. The world knows what’s taking place there, and we’re very hopeful that", "we can convince the Chinese government to go in a different direction.", "JASON LAMB", "I want to turn now to the impeachment inquiry in the House. You were on", "that phone call between President Trump and Ukrainian President Volodymyr", "Zelensky. This week you said that it was “wholly appropriate” for", "President Trump to ask the Ukrainian president to investigate Joe Biden", "and Hunter Biden. Why?", "SECRETARY POMPEO", "Yeah, that’s not what I said. What I said was I went back to first", "principles. I talked about the fundamental mission of the United States", "Department of State. It has been for the entire year and a half I’ve been", "for Secretary of State. What I said, with respect to what we’ve been", "trying to accomplish, and what President Trump was trying to accomplish on", "that phone call, was that the threat of corruption in Ukraine is long,", "historic, significant and real. So we’ve been focused on taking down the", "threat from corruption. We take a fair amount of your money – taxpayer", "money – and provide it for security assistance and development assistance", "inside of Ukraine and we have not only a right, but a duty to make sure", "that money gets where it goes, and that this government is not corrupt and", "there aren’t oligarchs funneling off the money that the U.S. taxpayers are", "providing. So that is deeply consistent with what President Trump was", "trying to do on that phone call. He was asking Ukrainian leadership – who,", "by the way, has said repeatedly, they didn’t feel pressured – he was", "asking them to do what it is Mr. Zelensky actually campaigned on, which", "was reducing corruption in Ukraine, and we stand ready to support Ukraine", "in that endeavor.", "JASON LAMB", "So, Mr. Secretary, what evidence would you be able to point to, that would", "show that the Vice President did something wrong. Because you have the", "IMF, the EU and other international agencies saying they think this", "corruption came actually from the prosecutor himself -- that he wasn’t", "prosecuting corrupt Ukranian politicians, and that was why the pressure", "was there.", "SECRETARY POMPEO", "You know, I came to Nashville today to talk about religious freedom.", "America’s got challenges all across the world. We’ll continue to do the", "things we need to do to protect the American people.", "JASON LAMB", "I want to talk about the morale inside the State Department right now. You", "have a former U.S. Ambassador to Ukraine, Marie Yovanovich who was", "recalled in May. It’s being reported now that one of your senior advisers", "Michael McKinley has resigned. Yesterday Senate Democrats sent you a", "letter accusing you of remaining silent and not publicly supporting State", "Department personnel like Ambassador Yovanovich. The letter says “It’s", "incumbent on you not to further the President’s damaging and unfounded", "attacks, but to send a simple message to everyone who works at the", "Department of State – You have their backs.” What is your message for", "everyone at the department of state?", "SECRETARY POMPEO", "I have their backs.", "(PAUSE)", "JASON LAMB", "….Anything more you’d like to add?", "SECRETARY POMPEO", "I have been consistent for a year and a half. We’ve built morale. By the", "end of this year, there will be more Foreign Service Officers employed,", "travelling all across the world on behalf of the United States of America", "than at any time in American history. Anytime – a couple hundred-plus", "years. I’m incredibly proud of what we’ve done. We’ve got a great team. Do", "our teams make mistakes out there? Of Course. But I’ve got a great team", "focused on a singular mission, and whether it’s our foreign service", "officers or our civil servants, or the political officials that are", "working in the State Department. We are focused, and the people of", "Nashville should know we’re going to keep them safe. We’re working to", "deliver security for the American people each and every day and in 180", "countries around the world, to make sure we get it right – we get American", "foreign policy right. President Trump is focused on that, I’m focused on", "that, and the great people who work in the United States Department of", "State are incredibly focused on it as well.", "JASON LAMB", "Secretary Pompeo, thank you very much for your time today, and enjoy your", "stay in Nashville.", "SECRETARY POMPEO", "Thank you, sir. I’m sure I will.", "Copyright 2021 Scripps Media, Inc. All rights reserved. This material may", "not be published, broadcast, rewritten, or redistributed.", "480x360 Storm 5 Weather_NSPS.png 480x360 Storm 5 Weather_NSPS.png", "Get the forecast", "* News", "* Sports", "* Weather", "* Traffic", "* Talk Of The Town", "* Newschannel 5+", "* Don't Waste Your Money", "* Support", "* Site Map", "* Do Not Sell My Info", "* Privacy Policy", "* Journalism Ethics Guidelines", "* Terms of Use", "* EEO", "* Careers", "* FCC Public File", "* FCC Public Contact", "* FCC Application", "* Accessibility Statement", "* Closed Captioning Contact", "Social", "* newschannel5", "* newschannel5", "* newschannel5/", "* nc5", "* newschannel5", "Scripps Local Media", "© 2021 Scripps Media, Inc"]