["Link: canonical", "Link: shortlink", "* Home", "* About", "* About BFA", "* Accomplishments", "* Success", "* Foundation", "* PAC", "* BFA in the News", "* Why We're Effective", "* Contact", "* Contact BFA", "* Media Contact Information", "* Submission Guidelines", "* Law Scholarship", "* Grant Application", "* Advertise", "* Account", "* Membership Log In", "* JOIN", "* Like Buckeye Firearms on Facebook", "* Follow Buckeye Firearms on Twitter", "* RSS", "Search form", "Search ________________", "[ Search ]", "Breaking news", "35 Senate Democrats Introduce Assault Weapons Ban of 2021 read more »", "[IMG]", "FREE NEWSLETTER", "CLICK HERE TO SUBSCRIBE", "Find out more about our newsletter here.", "* News", "* Home", "* Free Newsletter", "* RSS Subscription", "* Put BFA News on your site", "* Archive", "* NRA-ILA News", "* Education", "* Education Guide", "* FASTER Teacher Training", "* Self Defense Acts", "* Gun Quotes", "* Gun Control Myths", "* Gun Facts Download", "* Gun Rights Videos", "* Ohio Gun Rights Timeline", "* Legislation", "* Current Firearms Bills", "* Legislation Guide", "* Ohio Gun Laws", "* Legislator Guidebook", "* Action", "* Take Action", "* Voter Guide", "* Voter Links", "* Grassroots Guide", "* 5-Minute Handbook", "* How to be Effective", "* Link to BFA", "* Media Guide", "* Ohio Media List", "* Call Talk Radio", "* Events", "* Training & Special Events", "* Political & Candidate Events", "* FASTER Saves Lives", "* Shop", "* CCW", "* CCW Info Center", "* Classes and Instructors", "* Pro Gun Attorneys", "* Health & Safety", "ALERT: Columbus City Council Considering Illegal Gun Control", "35 Senate Democrats Introduce Assault Weapons Ban of 2021", "Assault Weapons Ban of 2021", "PODCAST: H.R. 127 - The Federal Bill That Seeks to Crush Personal Gun", "Ownership in America", "Keep and Bear Radio Podcast", "Click Here to Join", "Stories", "Your Tactical Training Scenario - Robbed with an airsoft gun", "by Greg Ellifritz", "7:00am Friday, March 26, 2021", "Imagine a scenario when you and your spouse were walking down the street", "at night. A man approaches, draws a pistol and announces a robbery. You", "notice that the pistol has a red tip and you believe the gun isn’t real.", "You think it is an airsoft gun (spring or gas powered gun that shoots", "non-penetrating plastic BBs) instead. What would you do? A man in New", "Jersey was placed in this exact situation...", "* Read more about Your Tactical Training Scenario - Robbed with an", "airsoft gun", "* 781 reads", "Father and Son Earn Rare Consecutively Numbered Distinguished Badges", "by Ashley Brugnone", "7:00am Thursday, March 25, 2021", "Mike Merritt, 61, and his son, Jacob, 30, of Annapolis, Maryland, achieved", "a rare feat in the marksmanship world – earning consecutive Distinguished", "Badge numbers. “I’m not sure that’s ever happened with a family before,”", "said Christina Roguski, Civilian Marksmanship Program (CMP) competition", "program coordinator and a mediator of the Distinguished Badge Program.", "Distinguished Badges are...", "* Read more about Father and Son Earn Rare Consecutively Numbered", "Distinguished Badges", "* 496 reads", "Assessing Neighborhood Safety - Gang Graffiti", "by Greg Ellifritz", "3:00pm Wednesday, March 24, 2021", "In my book Choose Adventure - Safe Travel in Dangerous Places I have a", "section of advice discussing how to assess whether an area is “safe” or", "not in a foreign country. I wrote: “Given the massive differences in", "culture, customs, and income, how can you tell if the neighborhood you are", "visiting is safe or not? These guidelines may be pretty basic, but using", "them will give you a quick assessment...", "* Read more about Assessing Neighborhood Safety - Gang Graffiti", "* 431 reads", "Tell Your U.S. Senators to SAY NO to More Federal Gun Control", "7:00am Wednesday, March 24, 2021", "President Biden recently called for legislators to move bills that ban", "ordinary, commonly-owned rifles and standard-capacity magazines that hold", "more than 10 rounds. These measures would infringe on the Second Amendment", "rights of law-abiding gun owners while doing NOTHING to reduce violent", "crime by criminals who routinely ignore the law. Every time there is a", "high-profile mass murder, such as the...", "* Read more about Tell Your U.S. Senators to SAY NO to More Federal Gun", "Control", "* 795 reads", "Update: CMP’s 2021 National Matches at Camp Perry", "7:00am Tuesday, March 23, 2021", "CAMP PERRY, Ohio – Looking toward the summer months, the Civilian", "Marksmanship Program (CMP) is eagerly anticipating the return of one of", "the most acclaimed events of the year – the National Rifle and Pistol", "Matches, held on the historic ranges of Camp Perry. The National Matches", "has been an honored tradition for generations – first firing on the Camp", "Perry grounds in 1907 and featuring a lineup...", "* Read more about Update: CMP’s 2021 National Matches at Camp Perry", "* 689 reads", "PODCAST: You Own a Gun, But Do You Really Know How to Defend Yourself?", "3:00pm Monday, March 22, 2021", "Buckeye Firearms Association has launched a podcast called Keep and Bear", "Radio . The podcast is hosted on the Podbean platform and is also", "available on Apple , Google , Spotify , and iHeartRadio . Make sure to", "subscribe to the podcast to hear every episode. *** Episode 5: It's better", "to have a gun and not need it than need a gun and not have it. But if", "you're smart enough to know you might need a...", "* Read more about PODCAST: You Own a Gun, But Do You Really Know How to", "Defend Yourself?", "* 202 reads", "The Cost of Confiscation: Millions of Dollars, No Sense", "7:00am Monday, March 22, 2021", "Last November, Bill Blair, the federal Minister of Public Safety and", "Emergency Preparedness, refused to answer questions about the costs", "associated with the Liberal Government’s gun ban and confiscation program", "imposed by Order-in-Council on May 1, 2020. Minister Blair’s department is", "responsible for implementing the ban and overseeing the confiscation of", "previously lawful firearms from millions...", "* Read more about The Cost of Confiscation: Millions of Dollars, No", "Sense", "* 13994 reads", "Daniel Defense / Hellcat Badass Combo Raffle - $2,931 Total Prize Package", "7:00pm Sunday, March 21, 2021", "*** TICKET SALES CLOSED *** Disappointed that you didn't get here fast", "enough to buy a ticket? We recommend that you 1) make sure you're", "subscribed to our weekly newsletter and 2) make sure that your", "subscription account includes your full address. We generally send raffle", "alerts to our list of Ohio residents only. >>> Click here to sign up for", "our newsletter and be notified of our next...", "* Read more about Daniel Defense / Hellcat Badass Combo Raffle - $2,931", "Total Prize Package", "* 1604 reads", "Pages", "* 1", "* 2", "* 3", "* 4", "* …", "* next ›", "* last »", "Join BFA", "[IMG]", "OhioGunClass.org", "Today's most read", "* An Alternate Look at Handgun Stopping Power", "* Yes, your Ohio concealed handgun license is valid in 26 states!", "* Using the .22 for Self Defense", "* 35 Senate Democrats Introduce Assault Weapons Ban of 2021", "* Avoidance: A Key Self Defense Tactic", "[IMG]Complete Legal Protection for Armed Self Defense - Read This", "Join NRA Named #1 NRA Recruiter - If you're a \"good guy,\" click here.", "Tactical Defense Institute", "NRA News Parner", "Subscribe to our FREE Newsletter", "Get weekly news and instant alerts on the latest laws and politics that", "affect your gun rights. Enjoy cutting-edge commentary. Be among the first", "to hear about gun raffles, firearms training, and special events. Read", "more.", "CLICK HERE TO SUBSCRIBE", "We respect your privacy and your email address will be kept confidential.", "Mission", "Buckeye Firearms Association is a grassroots organization dedicated to", "defending and advancing the right of citizens to own and use firearms for", "all legal activities, including self-defense, hunting, competition, and", "recreation. Read more.", "JOIN", "Join NRA and save $10", "© 2002-2021 Buckeye Firearms Association, PO Box 87, Blue Creek, OH 45616.", "ALL RIGHTS RESERVED.", "Opinions belong to their authors. Nothing in this website should be", "considered personal legal advice. Privacy and Security Policy.", "Website by: Midnet Media"]