["Link: canonical", "Link: revision", "Skip to main content", "Home", "Menu", "Utility Menu", "* Press", "* Careers", "* Contact", "Social Menu", "* *  *  *  *", "_____________________________________________________________", "", "Main navigation", "* ABOUT", "* Mission & History", "* State Policy Work", "* Board and Founder", "* Staff", "* Finances", "* Special Projects", "* Policy Futures", "* View all Projects", "* RESEARCH", "* Federal Budget", "* Federal Tax", "* State Budget and Tax", "* Health", "* Social Security", "* Economy", "* Poverty and Inequality", "* Food Assistance", "* Family Income Support", "* Housing", "* Climate Change", "* Immigration", "* EXPERTS", "* BLOG", "* DONATE", "1. Home", "2. SNAP Plays A Critical Role In Helping Ch...", "SNAP Plays a Critical Role in Helping Children", "July 17, 2012", "| By Brynne Keith-Jennings", "Share", "PDF of this report (4pp.)", "The Supplemental Nutrition Assistance Program (SNAP, formerly known as the", "Food Stamp Program) is the nation’s largest child nutrition program,", "providing benefits to help one in three children in the nation to be able", "to eat a nutritionally sound diet.  As such, SNAP is crucially important", "to children’s health and well-being.", "SNAP is the Nation’s Biggest Child Nutrition Program", "* Image", "7-17-12fa-f1.jpg", "SNAP provides families with an estimated 22 million children with", "resources to purchase a nutritionally adequate diet.  This represents", "close to 1 in 3 children (29 percent) in the United States.  Almost", "half of all SNAP recipients are children (47 percent), and an", "additional 26 percent are adults living with children. (See Figure 1.)", "Forty percent of all SNAP recipients live in households with", "preschool-age children (ages 4 and below).", "* Over 70 percent of SNAP benefits go to households with children.  In", "2011, SNAP provided an estimated $51 billion in benefits to families", "with children, over half of which went to families with preschool-age", "children.", "* SNAP families are low-income.  A typical family with children that is", "enrolled in SNAP has income (not including SNAP) at 57 percent of the", "poverty line.  For a family of three, 57 percent of the poverty line", "corresponds with an annual income of $10,785 in 2012.  A typical", "family with children on SNAP spends close to three-quarters of its", "income on housing and/or child care costs.  Families with children", "currently receive an average of $420 a month in SNAP benefits, or", "about $5,000 a year.", "* SNAP benefits help working families support their children.  Nearly", "half (48 percent) of children who receive SNAP live in low-wage", "working families.  A typical working household with children receives", "an average of $400 a month in SNAP benefits, representing about 30", "percent of the family’s average income.", "SNAP Significantly Reduces Poverty Among Children", "* SNAP kept about 2 million children out of poverty in 2010, according", "to a CBPP analysis using the National Academy of Science measures of", "poverty, which counts SNAP as income.  SNAP lifted 1.3 million", "children out of deep poverty, or above 50 percent of the poverty line,", "in 2010 — more than any other benefit program.[1]", "* SNAP kept children out of extreme poverty.  A recent study by the", "National Poverty Center estimated the number of households in the", "United States earning less than $2 per person per day, which the World", "Bank defines as “extreme poverty,” a classification used in developing", "nations.  The study found that counting SNAP benefits as income", "reduced the number of extremely poor families with children in 2011", "from 1.46 million to 800,000, and reduced the number of children in", "extreme poverty in 2011 by half — from 2.8 million to 1.4 million. [2]", "(See Figure 2.)", "Image", "7-17-12fa-f2.jpg", "* Poor children are more likely to get SNAP benefits than any other", "group – 92 percent of eligible children and 95 percent of eligible", "preschool-age children received benefits in 2009, compared to 71", "percent of non-elderly adults and only 34 percent of elderly adults.", "Still, an estimated 1.4 million eligible children are missing out on", "benefits, according to the USDA’s most recent estimates.[3]", "Food Insecurity and Poverty Remain High Among Families with Children", "* Close to one in six children (16.2 percent) lived in families that", "faced difficulties affording adequate food (“food insecure”) in 2010.", "Close to 1 million children lived in families that had to", "substantially change their eating patterns or reduce food intake as a", "result of inability to afford an adequate diet.[4]  Food insecurity", "among families with children would be even higher without SNAP", "benefits.", "* Poverty is growing among children.  The child poverty rate has", "continuously risen since 2000, similar to the overall poverty rate.", "Over one in five children in the United States lived in poverty in", "2010 (22 percent), the most recent year for which Census data on", "income and poverty are available.[5]", "Food Insecurity Has Severe Consequences for Children", "* Food insecurity is particularly harmful in prenatal life and early", "childhood, when humans experience rapid growth in their bodies and", "brains.  Studies have shown that inadequate nutrition, even mildly", "below target nutritional goals, stunts growth and development.[6]", "Infants and toddlers from food-insecure families are 90 percent more", "likely to be in fair or poor health, and 30 percent more likely to be", "hospitalized, than their counterparts in food-secure households.[7]", "* Food insecurity is also associated with negative health outcomes in", "older children, including poorer physical health, decreased school", "achievement in reading and math, and behavioral and psychological", "conditions.[8] These conditions affect children’s ability to learn and", "perform well in school, which has long-range implications for their", "future well-being and earning potential.", "SNAP Has Been Shown to Increase Food Security and Improve Health Outcomes for", "Children", "* Studies have shown that children in families receiving SNAP were less", "likely to be underweight or at risk of developmental delays than", "children in households that were eligible for, but not receiving,", "SNAP.", "* When compared to children in families with similar incomes eligible", "for but not receiving SNAP, children in families receiving SNAP were", "more likely to be food secure and to be classified as “well” — not", "overweight or underweight, in good health, developing normally for", "their age, and having never been hospitalized.[9]  Similarly, young", "children eligible for, but not receiving, SNAP because of barriers to", "access were more likely to be significantly underweight for their age,", "living in households that were food and housing insecure, and to", "experience food insecurity themselves.[10]", "End Notes", "[1] Unpublished CBPP analysis of March 2011 Current Population Survey.", "For a discussion of the method used, see Arloc Sherman, “Poverty and", "Financial Distress Would Have Been Substantially Worse in 2010 Without", "Government Action, New Census Data Show,” Center on Budget and Policy", "Priorities, November 7, 2011, http://", "analysis", "[2] H. Luke Schaefer and Kathryn Edin, “Extreme Poverty in the United", "States, 1996-2011.” National Poverty Center Policy Prief #28, February", "2012,", "http://npc.umich.edu/publications/policy_briefs/brief28/policybrief28.pdf", "[3] Joshua Leftin, Esa Eslami, and Mark Strayer, “Trends in Supplemental", "Nutrition Assistance Program Participation Rates: Fiscal Year 2002 to", "Fiscal Year 2009,” United States Department of Agriculture Office of", "Research and Analysis, August 2011,", "http://www.fns.usda.gov/ORA/menu/Published/SNAP/FILES/Participation/Trends2002-09.pdf", "[4] Alisha Coleman-Jensen, Mark Nord, Margaret Andrews, and Steven", "Carlson, “Household Food Security in the United States in 2010,” Economic", "Research Service, Report No. (ERR-125) 37 pp, September 2011,", "http://www.ers.usda.gov/publications/err-economic-research-report/err125.aspx", "[5] This figure uses the official poverty measure, which does not count", "SNAP as income.", "[6] Ruth Rose-Jacobs, et al., “Household Food Insecurity: Associations", "With At-Risk Infant and Toddler Development.” Pediatrics, Volume 121,", "Number 1, January 2008,", "http://www.childrenshealthwatch.org/upload/resource/peds_hh_fi_infantstoddlers_1_08.pdf", "[7] John T. Cook and Deborah A. Frank, “Food Security, Poverty, and Human", "Development in the United States,” Annals of the New York Academy of", "Sciences,  Volume 1136, Reducing the Impact of Poverty on Health and Human", "Development: Scientific Approaches pp. 193–209, June 2008.", "[8]J. Cook and  K. Jeng,  “Child Food Insecurity:  The Economic Impact on", "our Nation,” July 2009,", "http://www.childrenshealthwatch.org/upload/resource/FA_Report_july2009_full.pdf", "[9] “The SNAP Vaccine:  Boosting Children’s Health,” Children’s", "HealthWatch Report, February 2012,", "http://www.childrenshealthwatch.org/upload/resource/snapvaccine_report_feb12.jpg.pdf;", "E. March, et al., “Boost to SNAP Benefits Protected Young Children’s", "Health,” Children’s HealthWatch, October 2011,", "http://www.childrenshealthwatch.org/upload/resource/snapincrease_brief_oct11.pdf", "[10] “Child food insecurity” is the most severe form of food insecurity.", "Children are often protected from food insecurity as adults in food", "insecure households reduce their own food intake in order to provide", "adequate nutrition for children; in households with food insecurity among", "children, however, the children are subject to reductions and changes in", "food intake.", "Topics:", "Food Assistance, Child Nutrition and WIC, SNAP Basics, Poverty and", "Inequality", "More from the Authors", "Brynne Keith-Jennings", "Brynne Keith-Jennings", "Areas of Expertise", "Food Assistance", "Recent Work:", "* Food Assistance in American Rescue Plan Act Will Reduce Hardship,", "Provide Economic Stimulus", "* Food Assistance in COVID Relief Bill Would Reduce Hardship, Provide", "Economic Stimulus", "* Introducción al Programa de Asistencia Nutricional de Puerto Rico", "Stay up to date", "_____________________________________________________________  Submit", "Receive the latest news and reports from the Center", "CBPP Logo", "Footer menu", "* About", "* Experts", "* Blog", "* Press", "Footer 2", "* Careers", "* Contact", "* Donate", "[email protected]", "202.408.1080", "Connect with the Center", "Subscribe to Email Updates", "_____________________________________________________________  Submit", "Center on Budget and Policy Priorities", "1275 First Street NE, Suite 1200 Washington, DC 20002", "©2021 Center on Budget and Policy Priorities.", "All rights reserved. Privacy | Terms of Use"]