["Link: canonical", "Link: amphtml", "_____________________ [ Submit ]", "Video", "Live", "Shows", "Good Morning America", "World News Tonight", "Nightline", "20/20", "This Week", "The View", "What Would You Do?", "Sections", "U.S.", "Politics", "International", "Coronavirus", "Entertainment", "Business", "Technology", "Lifestyle", "Health", "Virtual Reality", "Weather", "Tips", "Sports", "FiveThirtyEight", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved.", "ABC News", "Video", "Live", "Shows", "Coronavirus", "_____________________ [ Submit ]", "LOG IN", "Interest Successfully Added", "We'll notify you here with news about", "Turn on desktop notifications for breaking stories about interest?", "[ ] OffOn", "'This Week' Transcript 10-20-19: Secretary of State Mike Pompeo, Sen. Bob", "Menendez", "This is a rush transcript of \"This Week\" airing Sunday, October 20.", "By", "ABC News", "October 20, 2019, 1:48 PM", "• 50 min read", "Share to FacebookShare to TwitterEmail this article", "'I'll do everything I'm required to do by law': Pompeo on whether he will", "testify", "18:02", "'I'll do everything I'm required to do by law': Pompeo on whether he will", "testify", "Secretary of State Mike Pompeo is interviewed on \"This Week\" Sunday on", "Syria and the impeachment inquiry.", "Jacquelyn Martin/AP", "A rush transcript of \"This Week with George Stephanopoulos\" airing on", "Sunday, October 20, 2019 on ABC News is below. This copy may not be in its", "final form, may be updated and may contain minor transcription errors. For", "previous show transcripts, visit the \"This Week\" transcript archive.", "ANNOUNCER: THIS WEEK with George Stephanopoulos starts right now.", "STEPHANOPOULOS: Tipping point.", "MULVANEY: I have news for everybody -- get over it. There's going to be", "political influence in foreign policy.", "STEPHANOPOULOS: The president's top aid admits a quid pro quo with", "Ukraine, undercutting Trump’s top argument against impeachment.", "GRAHAM: I don't know. I’d like to know what that means.", "SCHIFF: Things have just gone from very, very bad to much, much worse.", "STEPHANOPOULOS: Republicans revolt over the president's withdrawal from", "Syria.", "ROMNEY: What we have done to the Kurds will stand as a blood stain in the", "annals of American history.", "ERNST: As someone who has served in uniform, it is very concerning.", "MCCONNELL: This was a mistake and I hope it can be repaired.", "STEPHANOPOULOS: As Trump awards a massive government contract to his own", "business.", "MULVANEY: We're going to do the 46th G7 summit at the Trump National", "Doral.", "UNIDENTIFIED MALE: This is self-dealing. This is the utmost grifting and", "arrogance.", "BLUMENTHAL: Here is a classic textbook example of the violation of that", "emoluments clause.", "STEPHANOPOULOS: The president reversed that last move late last night.", "After a week that defied convention, dismayed his allies in Congress,", "deepened his political trouble and raised new questions about abuse of", "power at home and America's credibility abroad. Our guests this week,", "Trump's Secretary of State Mike Pompeo, the top Democrat on the Senate", "Foreign Relations Committee, Bob Menendez, plus insight and analysis from", "our powerhouse roundtable with Christ Christie and Rahm Emmanuel. We'll", "break down the politics, smoke out the spin, the facts that matter this", "week.", "ANNOUNCER: From ABC News, it's THIS WEEK. Here now, Chief Anchor George", "Stephanopoulos.", "(END VIDEOTAPE)", "STEPHANOPOULOS: Good morning and welcome to THIS WEEK. We come on the air", "this morning after a rare last night retreat from President Trump, bowing", "to fierce criticism and the prospect of a new front in the fight over", "impeachment, Trump fired off a tweet shortly before 10:00 pm, announcing", "that next year's G7 summit would not be held at his Miami hotel after all.", "The original announcement made Thursday at that stunning press conference,", "where Acting Chief of Staff Mick Mulvaney admitted what the president had", "been denying for weeks, that military aid in Ukraine was conditioned on", "that country pursuing a political investigation for President Trump.", "(BEGIN VIDEO CLIP)", "KARL: But to be clear, what you just described is a quid pro quo. It is", "funding will not flow unless the investigation into the -- into the", "Democratic server happens as well.", "MULVANEY: We do -- we do that all the time with foreign policy. And I have", "news for everybody -- get over it.", "(END VIDEO CLIP)", "STEPHANOPOULOS: All this as Turkey continued to pound the Kurdish people", "who fought side by side with America against ISIS, attacks enabled by", "President Trump's precipitous decision to pull American forces out of", "Syria. That move has drawn harsh condemnation from even the president's", "closest allies in Congress, the senators he'll need to defend him if and", "when an impeachment trial comes. In Dallas Thursday night, Trump dismissed", "those concerns.", "(BEGIN VIDEO CLIP)", "DONALD TRUMP, PRESIDENT OF THE UNITED STATES: It was unconventional, what", "I did. I said they're going to have to fight a little while. Sometimes you", "have to let them fight a little while. Like two kids in a lot, you got to", "let them fight and then you pull them apart.", "(END VIDEO CLIP)", "STEPHANOPOULOS: A pause in the fighting negotiated by Vice President Mike", "Pence and Secretary of State Mike Pompeo. It’s in a tenuous state this", "morning. Our foreign correspondent James Longman spoke to a Kurdish", "commander who contradicted Trump's claim that the Kurds are happy with his", "decision.", "(BEGIN VIDEO CLIP)", "UNIDENTIFIED FEMALE (through translator): I would like to tell Mr. Trump", "the Kurds are not happy. For us the American troop withdrawal was like a", "knife in the back of the Kurdish people. The agreement will not stop the", "genocide of the Kurdish people. I would like to say to Mr. Trump, you must", "solve this with Turkey.", "(END VIDEO CLIP)", "STEPHANOPOULOS: And we are joined now by the Secretary of State, Mike", "Pompeo. Thank you for joining us this morning, Secretary Pompeo. And let", "me begin with what we just heard from that Kurdish commander. Says the", "Kurds are not happy, that this is a betrayal that she fears will lead to", "genocide.", "POMPEO: George, we need to go back to where this all began for the Trump", "administration. It began with a situation in Syria where the previous", "president had drawn a red line and failed to enforce it. It began with 4", "million people internally displaced or even as many as 6 million people,", "half a million people killed. This administration came in when ISIS was on", "the rise. You remember, George, there were people were in cages, heads", "being cut off. This administration came in and worked seriously alongside", "the SDF forces and our allies as well to build out a counter-ISIS", "coalition to take down that caliphate. Now the president believes we've", "accomplished a significant part of our mission and he wants our folks to", "come home, and we're beginning to work on that. This week, vice president", "and I traveled to Ankara after Turkey had made its decision against the", "president's desire to make an incursion into Syria, and we put out a joint", "statement, which we think will really save lives. It's worked so far.", "There's much work to be done to continue to implement but we're", "optimistic. I got a report within the last half hour from my senior", "leaders who indicate that there is relatively little fighting, little", "sporadic small arms fire and a mortar or two, but we got wounded out of a", "town called Ras al-An last night. And we're hoping that the SDF forces", "will move out of those towns and this cease-fire that the Turkish leaders", "and the SDF leaders agreed to while we were on the ground at Ankara.", "STEPHANOPOULOS: The question will be how far they have to remove. But as", "you know, those feelings of betrayal stated by the Kurdish commander right", "there echoed by many of the president's allies in congress. We saw Mitch", "McConnell, the Republican leader, saying withdrawing from Syria is a grave", "mistake, he calls it a strategic nightmare. Lindsey Graham has raised", "concerns as well, as was Senator Marco Rubio on the Senate floor. Listen.", "(BEGIN VIDEO CLIP)", "RUBIO: We got these 2,000 troops working with the Kurds to keep ISIS from", "re-emerging and to provide leverage in a future Syrian settlement to", "restrain Assad's power, to safeguard's Kurdish interests, our partner's", "interests, and to eliminate Iranian influence. Every single one of those", "stated interests that was our policy less than two weeks ago has been", "wiped out.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Senator Rubio was your first choice for president back in", "2015. You cited the success you felt against ISIS over the last couple of", "years. The concern is that there's going to be backtracking on that now", "that we've abandoned the allies we were fighting with against ISIS.", "POMPEO: George, I listened closely to what Senator Rubio said. Each of the", "interests he identified, this administration is still fully committed to.", "I can assure you that the effort to push back against Iran are real and", "continuous, unlike what the last administration did that picked Iran as", "its strategic security partner in the Middle East. We've taken an", "incredibly different approach to that. The Islamic Republic of Iran is", "feeling it and security, stability in the Middle East is increased because", "of the work we've done. The counter-ISIS campaign, I'm proud of the work", "that our team has done under President Trump's leadership, not only", "encountering ISIS in Syria -- you know, George, Syria's been a mess for an", "awful long time, but encountering ISIS all around the world. We've been", "serious about it. We've been thoughtful. We've been strategic. And we will", "continue to make sure that we take the primary effort, which is to make", "sure we keep the American people safe from the threats from radical", "Islamic terrorism wherever we find it.", "STEPHANOPOULOS: But didn't the president put those gains at risk by", "pulling the troops out? We saw the fighting immediately.", "POMPEO: I'm very confident that this administration's efforts to crush", "ISIS will continue.", "STEPHANOPOULOS: And Lindsey Graham raises the other concern as the Kurds", "are withdrawing from that border with Turkey, that it would lead to a", "military occupation that displaces hundreds of thousands. He says that's", "not a safe zone, it's ethnic cleansing. Can you assure the Kurdish people", "and the president's allies in Congress that you will not be party to", "ethnic cleansing?", "POMPEO: George, we were very clear and the vice president could not have", "been more clear when we were speaking with President Erdogan. Go take a", "look at the statement that was released jointly, no fewer than three of", "the paragraphs were aimed squarely at ensuring that in this space, this", "Turkish-controlled space, between Talabiad and Ras al-An, in that", "Turkish-controlled space that there wouldn't be attacks on minorities,", "that this was about getting a cease-fire, a secure area, and that this, in", "fact, will save lives in that very space. That was our miss set. We", "accomplished it. And now we need to make sure that the commitments that", "were made in that statement are honored.", "STEPHANOPOULOS: The Turks said they got everything they wanted.", "POMPEO: Yeah, I was there. It sure didn't feel that way when we were", "negotiating. It was a hard fought negotiation. It began before the vice", "president and I even arrived in Ankara. It lasted hours while we were", "there. We achieved the outcome that President Trump sent us to achieve.", "STEPHANOPOULOS: Let me move on now to the situation in Ukraine and that", "press conference by Mick Mulvaney, the acting chief of staff on Thursday,", "where he said the decision to withhold the military, that it was in part", "conditioned on the Ukraine pursuing a political investigation for", "President Trump. Here's what he said.", "(BEGIN VIDEO CLIP)", "MICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF: That he also mentioned", "to me in the past the corruption that related to the DNC server,", "absolutely, no question about that, but that's it. And that's why we held", "up the money.", "UNIDENTIFIED MALE: So the demand for an investigation into the Democrats", "was part of the reason that he ordered to withhold funding to Ukraine?", "MULVANEY: The look back to what happened in 2016...", "UNIDENTIFIED MALE: Investigate the Democrats.", "MULVANEY: Was part of the thing that he was worried about in corruption", "with that nation, and it is absolutely appropriate.", "UNIDENTIFIED MALE: Withholding the funding.", "MULVANEY: Yeah, which ultimately then flowed.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Pretty startling admission right there, drawing some", "criticism from Democrats, certainly, but also some Republicans in the", "Senate, including Lisa Murkowski, Senator Lisa Murkowski from Alaska who", "said this, quote, \"you don't hold up foreign aid that we had previously", "appropriated for a political initiative. Period.\" Is Senator Murkowski", "correct?", "POMPEO: George, I never saw that in the decision-making process that I was", "a part of, the decision surrounding whether there should be Department of", "Defense assistance, as well as some State Department assistance, provided", "to push back against Russia. The conversation was always around, what were", "the strategic implications? Would that money get to the right place, or", "would there be corruption in Ukraine, and the money wouldn't flow to the", "mission that it was intended for? How do we protect that? Is it", "appropriate for us to provide defensive weapons systems? George, you will", "remember -- I don't know why Barack Obama held up that funding. Maybe he", "had a theory too. I don't know. He never provided it. This administration", "has done it not once, not twice, but now three times.", "STEPHANOPOULOS: But President Trump...", "POMPEO: The people in Ukraine are safer and more secure as a result of", "that. And the Russians certainly don't appreciate it.", "STEPHANOPOULOS: But President Trump ordered Mick Mulvaney to -- to suspend", "the aid. And you saw Mr. Mulvaney right there say that one of the reasons", "was indeed this idea that the Ukrainians had to pursue these political", "investigations.", "POMPEO: I -- I will leave to the chief of staff to explain what it is he", "said and what he intended. I can speak clearly to what America's strategic", "objectives were in providing this defensive weapons -- weaponry to the", "people of Ukraine.", "STEPHANOPOULOS: So, do you agree, then, with Senator Murkowski that it", "would have been inappropriate to withhold the military aid unless this", "political investigation was pursued?", "POMPEO: George, it -- I'm -- I'm telling you what I was involved with. I'm", "telling you what I saw transpiring and how President Trump was working to", "make the evaluation about whether it was appropriate to provide this", "assistance.", "STEPHANOPOULOS: But I -- that's what I'm -- what I'm asking is, would it", "be appropriate to condition that aid?", "POMPEO: Yes, George, I'm -- I'm not going to get into hypotheticals and", "secondary things based on someone -- what someone else has said. George,", "you would have never done it when you were the spokesman. I'm not going to", "do it here today.", "STEPHANOPOULOS: Well, except it's not a hypothetical.", "We saw the chief of staff, the acting chief of staff right there.", "POMPEO: It is. George, you just said, if it -- George, you just said, if", "this happened. That is, by definition, a hypothetical.", "STEPHANOPOULOS: The chief of staff said it did.", "[PAUSE]", "POMPEO: George, it -- you asked me if this happened. It's a hypothetical.", "I have told you what I observed, what I saw, the process related to this", "very funding. What -- what we did and how we thought about that was aimed", "at the strategic interests of the United States of America and the right", "and appropriate way to ensure that there wasn't corruption in Ukraine that", "would divert these resources to an inappropriate place.", "STEPHANOPOULOS: The evidence and testimony being collected by Congress is", "also establishing that the president's meeting with President Zelensky was", "being conditioned on him pursuing those political investigations. Were you", "aware of that? Did you approve?", "POMPEO: George, I haven't had a chance to see the evidence that you assert", "is being accumulated. I -- I wish that I could. I -- I frankly wish that", "State Department lawyers were being permitted in the room to hear", "testimony from State Department officials. This is deeply unfair to the", "officers that serve under me. It's wrong. I -- I can't comment on what", "they're saying, because I have not been permitted to either have a lawyer", "present or to see the recorded transcripts or the translations of what was", "said in those. So, I -- I can't comment on what people may or may not be", "saying in that room.", "STEPHANOPOULOS: Well, you...", "POMPEO: Frankly, you -- you can't either. You weren't there either,", "George.", "STEPHANOPOULOS: Well, I have read the reports. We have seen the testimony.", "Some of the...", "(CROSSTALK)", "POMPEO: You have seen reporting. You have seen leaked...", "STEPHANOPOULOS: No.", "POMPEO: You have seen leaked reporting from Democrats. That's right,", "George.", "STEPHANOPOULOS: Some of the testimony has also been released by those who", "have -- the witnesses themselves. And, of course, the State Department is", "not complying with some of the subpoenas -- with some of the subpoenas for", "documents as well. And we do know that so much of -- and this is by his", "own admission -- that so much of this activity was being carried out by", "the president's personal lawyer Rudy Giuliani. Was he acting with your", "blessing and supervision?", "POMPEO: George, I have had one consistent policy as the secretary of", "state, to not talk about internal deliberations inside the administration.", "I -- I'm not going to change that policy for you here this morning.", "STEPHANOPOULOS: But -- but this was different. This was not a member of", "the administration. This is the president's personal lawyer, who was", "pursuing this as -- at the president's direction and -- and going around", "the normal State Department procedures.", "POMPEO: George, private citizens often are part of executing American", "foreign policy. You know that. You -- you lived that. Let's...", "STEPHANOPOULOS: Absolutely.", "POMPEO: You want to talk about Sidney Blumenthal for a while, George?", "Let's go. I can go -- I can go all day.", "STEPHANOPOULOS: Mr. Secretary, of course there have been special envoys", "for presidents in the past.", "POMPEO: Of course there have. Of course there have.", "STEPHANOPOULOS: They generally have...", "POMPEO: There have been private citizens all the time, George.", "STEPHANOPOULOS: That's true.", "POMPEO: All the time. Bill Richardson does this kind of work all the time.", "There's lots of good, patriotic Americans who are working, trying to", "deliver and assist the State Department, the Department of Energy, all of", "the elements of American power, to get good outcomes for the American", "people. This -- this is completely appropriate.", "STEPHANOPOULOS: And they generally -- they generally have formal", "appointments. They generally go through reviews for conflicts of interest.", "We now know that Rudy Giuliani, Mayor Giuliani, the president's personal", "lawyer, was pursuing business interests in Ukraine at the time he was", "acting as the president's special envoy. Doesn't that create at least the", "appearance of a conflict of interests?", "POMPEO: George, I -- I missed Sidney Blumenthal's conflict of interests", "clearance. You -- you must have seen that, and I did not.", "STEPHANOPOULOS: Was there a review of the conflicts for Mayor Giuliani?", "POMPEO: George, I -- I don't talk about internal White House", "deliberations.", "STEPHANOPOULOS: We do know that he -- that Mayor Giuliani, the president's", "personal lawyer, collected a dossier of materials from Ukraine and passed", "it on to you through the White House. What did you do with it?", "POMPEO: That's true. I -- I received a -- a set of materials. It was in a", "sealed envelope. I passed it on to the appropriate persons inside the", "State Department for their review. I never reviewed them.", "STEPHANOPOULOS: You didn’t look at them?", "POMPEO: I did not.", "STEPHANOPOULOS: So did you know what Rudy Giuliani was doing?", "POMPEO: George, I don't talk about internal deliberations inside the", "administration.", "STEPHANOPOULOS: He’s said publicly, and there's been corroborating", "testimony from several others, including some of the people you worked", "with in the State Department in the foreign service, that he pushed hard", "for the removal of Ambassador Marie Yovanovitch from Ukraine -- from her", "post as ambassador to Ukraine, circulated a series of false, what she", "called even defamatory charges against her. Were you aware of that?", "POMPEO: George, let's talk about Ambassador Yovanovitch for just a minute.", "She was withdrawn from her post a handful of weeks early -- she still", "works at the State Department, she's a foreign service officer in good", "standing. You know this, George. Ambassadors serve at the pleasure of the", "president and when a president loses confidence in an ambassador, it's not", "in that ambassador, the State Department or America's best interest for", "them to continue to stay in their post.", "STEPHANOPOULOS: She testified and she put out this testimony that in late", "April she met with the Deputy Secretary of State John Sullivan, who told", "her she was being removed even though she did nothing wrong. That's a", "quote. Why did you approve the removal of an ambassador who had done", "nothing wrong?", "POMPEO: George, again, I'm not going to get into personnel matters inside", "the State Department. I’ve not done it and I’m not going to do it for you", "here this morning.", "STEPHANOPOULOS: But sir, she -- she's saying that she is being defamed", "because of this, she's said that -- that she was also told that there had", "been a pressure campaign, and that Deputy Secretary Sullivan said there", "had been a pressure campaign since the summer of 2018 against her led by", "the president. And -- and -- many who’ve observed this, many foreign", "service professionals say that you have a duty to speak up for her, that", "you had a duty to protect her in that position.", "POMPEO: George, in good time all of the facts surrounding each of these", "incidents will become clear. But it's not appropriate for me to comment on", "all of the things that happen inside of personnel decisions -- none --", "none of our foreign service officers would welcome the Secretary of State", "talking about why someone stayed, why someone was removed, why someone was", "transferred. It wouldn’t be appropriate. If we get into it once, we’ve got", "to get into it everyone --", "STEPHANOPOULOS: But why wouldn't it be appropriate --", "POMPEO: George -- and I -- I just won't do that, George.", "STEPHANOPOULOS: But -- but -- but sir, if -- if someone is -- if false", "things are being said about one of your professionals, don't you have a", "duty to stand up and speak out on behalf of that professional?", "POMPEO: George, no Secretary of State has defended its team, its team", "members, has done things that served them well, that took care of their", "families, that made sure that they were getting promotions -- we have --", "by the end of this year, more foreign servicers on -- foreign service", "officers on duty than at any time -- any time, George, a couple hundred", "years of the State Department -- at any time in the State Department's", "history. We've done great things for these officers. I see these stories", "about morale being low, I see things precisely the opposite. I see", "motivated officers. I've watched them perform in Syria this week, I’ve", "watched them perform in difficult situations during my year and a half as", "Secretary of State. I'm incredibly proud of the work they've done and I", "will always defend them when it's appropriate.", "STEPHANOPOULOS: That -- that may be, sir, and your Senior Adviser Mike", "McKinley, who also testified this week on Capitol Hill this week, did", "praise many aspects of your leadership but pointed out that he tried very", "hard to get a statement of support for Ambassador Yovanovitch after the", "July 25th phone call, which you were on with President Trump where he", "called her bad news, yet that statement didn't come.", "POMPEO: So, Mike McKinley served me well for a year and a half. I chose", "him. I had people tell me he was a great foreign service officer and in", "fact, he served America wonderfully for 37 years. He in fact had the", "office that was just -- just behind mine, had a door that he could walk in", "any time and say whatever he wanted. You know, from the time that", "Ambassador Yovanovitch departed Ukraine until the time that he came to", "tell me that he was departing, I never heard him say a single thing about", "his concerns with respect to the decision that was made --", "STEPHANOPOULOS: So you were never asked --", "POMPEO: Not -- not -- not once -- not once, George, did Ambassador", "McKinley say something to me during that entire time period.", "STEPHANOPOULOS: You were never asked to put out a statement in support of", "Ambassador Yovanovitch?", "POMPEO: George, again, I'm not going to talk about private conversations", "that I had with my most trusted advisers. I think it's most appropriate", "that trusted advisers keep these conversations precisely where they are.", "Imagine if it becomes commonplace that a Secretary of State would talk", "about things that his closest advisers said to him. I think you would", "agree, George, that that advice would change. People would be reluctant to", "speak. It wouldn't be appropriate. I don't intend to do that.", "STEPHANOPOULOS: Well this is not a commonplace situation, as you know. And", "you have drawn criticism from professionals. I want to -- Bill Burns, who", "is the former deputy secretary of state, served Republican and Democratic", "presidents for over 30 years wrote an article in Foreign Affairs Magazine", "called \"The Demolition of U.S. Diplomacy.\" And here's how he described", "what you allowed with Ambassador Yovanovitch. Secretary Pompeo allowed", "specious opposition research about Yovanovitch to circulate around the", "department and sat his hands as Trump slandered Yovanovitch on the", "infamous call with Ukrainian President Volodymyr Zelensky and warned", "ominously that she's going to, quote , go through some things. He then", "goes on to say the ghost of Roy Cohn is smiling somewhere, comparing it to", "McCarthyism. Your response?", "POMPEO: That's crazy. I think Bill Burns must be auditioning to be", "Elizabeth Warren's Secretary of State.", "STEPHANOPOULOS: But sir, the question is, did you speak...", "POMPEO: I mean, people have opinions, George, everyone's entitled to", "theirs. Bill Burns is clearly looking for a spot in the next", "administration. That's fine. He's entitled to that view. I have to tell", "you, I've had a number of foreign service officers walk into my office and", "tell me how much they appreciate the way we're handling this process.", "STEPHANOPOULOS: And finally, sir, one more quote from Mick Mulvaney on", "Thursday where he was describing how he saw the foreign service", "professionals going up to testimony on Capitol Hill this week. Let's", "listen.", "(BEGIN VIDEO CLIP)", "MULVANEY: What you're seeing now, I believe, is a group of mostly career", "bureaucrats who are saying, you know what, I don't like President Trump's", "politics, so I'm going to participate in this witch hunt that they're", "undertaking on the hill.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Is that how you view those who are testifying?", "POMPEO: No, I have a different view. My view is that each of us has a", "solemn responsibility to defend the constitution and to speak the truth. I", "said this the other day, I hope those officers who go to Capitol Hill will", "speak truthfully, that they'll speak completely. I only wish that this is", "a process that merited such a response. This has been unfair in the Nth", "degree. We have got officers up there to testify about important security", "related matters without a State Department lawyer in the room and then", "we're not being prepared -- being allowed to know what it says. We're not", "able to protect the State Department. We're not able to protect the United", "States of America. And Adam Schiff ought to be embarrassed by the kangaroo", "court that he's running.", "STEPHANOPOULOS: Will you testify if you're called by the committee?", "POMPEO: I've said all along, I'll do everything I'm required to do by law.", "STEPHANOPOULOS: Secretary Pompeo, thanks for your time this morning.", "POMPEO: Thank you, George.", "STEPHANOPOULOS: Up next, the top Democrat on the Senate Foreign Relations", "committee responds. We'll be right back.", "STEPHANOPOULOS: We are back with the response to Secretary Pompeo from the", "top Democrat on the Senate Foreign Relations Committee, Bob Menendez.", "Senator, welcome. You just heard the Secretary of State. He said that our", "goals in the Middle East are still being served, we are still countering", "ISIS, we are still countering Iranians, he said, that, since the", "president's pullout, stability in the Middle East has increased. Your", "response?", "SEN. ROBERT MENENDEZ (D-NJ): Well, I think the secretary lives in a", "parallel alternate universe. What -- what the president did is a betrayal", "of the Kurds, who fought and died alongside of us in pursuit of ending the", "threat of ISIS. It's a betrayal of our ally, the state of Israel, where,", "in fact, Iran now has an easier facility to have its land bridge with", "sophisticated weapons -- weapons to try to attack Israel. It's a betrayal", "of our foreign policy to the Russians, who are the big winners of this.", "And that's part of the problem here. All roads lead to Russia with the", "president. And every time that there is an issue or a conflict, it seems", "that Russia ends up winning. And so I see it totally different. I was at", "that White House meeting. And I have to tell you, when the President of", "the United States said that we shouldn't worry about 7,000 miles away and", "those terrorists there, well, on September 11, they traveled over 7,000", "miles and ultimately did the worst attack in our nation's history. So,", "there's no guarantee that the administration has as it relates to the", "reconfiguration of ISIS and the 10,000 ISIS fighters that the Kurds were", "detaining. There's no guarantees from Iran that they won't build their", "land bridge and threaten Israel. There's no guarantees about our", "interests. And, in fact, Russia not only is going to have a major say", "about the future of Syria. Everybody in the region is recalibrating and", "rethinking about what their alliances should be.", "STEPHANOPOULOS: Senator, the question is, what can be done at this point?", "Senator McConnell, the Republican leader, said that the United States", "should prepare for the reintroduction of troops. President Trump seems not", "interested in that at all. I know you have been working on a possible", "resolution condemning the president's action. Any progress there, or do", "you expect that that will be held up in the Senate, even though one has", "passed the House?", "MENENDEZ: Well, first of all, you know, the president unleashed this", "disaster, and I think that there's going to be a real threat to the Kurds", "of ethnic cleansing. In terms of the Congress pushing back, the resolution", "that I sponsored with Senator Young in the Senate, a bipartisan", "resolution, is the same that the House passed 354-60 condemning the", "president's actions and calling upon a change of course. And, secondly, I", "have legislation with Senator Risch, the chairman of the Senate Foreign", "Relations Committee, to do a series of things. Part of it is to sanction", "Turkey, also sanction Russia, also ask for a complete ISIS strategy as to", "how we finalize defeating ISIS, because the Department of Defense", "Inspector General tells us there are still 18,000 ISIS fighters in Syria.", "If the 10,000 that have been detained by the Kurds get released, that's a", "potential fighting force of hardened fighters of 30,000. To me, that's a", "clear and present danger to the United States and its security and", "interests. So, our legislation would try to have a comprehensive approach", "and also to seek to provide some humanitarian and other assistance to the", "Kurds. And we need to do this, because, if we send a global message,", "George, that, in fact, we will abandon those who have fought alongside", "with us, then others in the world, when we are asking them to fight with", "us or for us, will say, why should I do that, when you're -- when you're", "finished using me, you're going to let me die on the battlefield?", "STEPHANOPOULOS: Let's turn to the issue of Ukraine and the impeachment", "inquiry. You heard Secretary Pompeo say that he did not see any", "conditioning of military aid on the pursuit of political investigations,", "despite what he's heard -- what we heard from Mick Mulvaney. Based on", "everything you’ve seen, the testimony you’ve seen in the Congress right", "now, the -- the words of Mick Mulvaney, is there enough evidence for you,", "as a juror, to vote to convict if impeachment comes to you?", "MENENDEZ: Well, George, I won't comment about what and if that moment", "comes wherein the House, you know, ultimately adopts articles of", "impeachment, and then of course the Senate will act as a -- as a jury, so", "I’m not going to prejudice my views in that regard. But I will say this", "about the situation in Ukraine. The reality is, is from my perspective as", "the senior Democrat on the Senate Foreign Relations committee, what was", "done is extraordinary and extraordinarily wrong. The president extorted or", "seeking to extort president Zelensky of Ukraine, he held back over $400", "million in foreign assistance that a bipartisan members of the Congress", "voted to give Ukraine to fight who? To fight Russia. Once again, Russia’s", "involved. And the -- and the delaying of that was extraordinary. Normally", "once the department notices the Office of Management and Budget that they", "want to expend the moneys, it takes five days. This took two months to", "ultimately finally get cleared, and clearly everything that led up to that", "call with President Zelensky by President Trump was all to exert pressure", "on Ukraine.", "STEPHANOPOULOS: But --", "MENENDEZ: It was -- it was -- the worst of -- of weaponizing U.S. foreign", "assistance.", "STEPHANOPOULOS: Does Secretary Pompeo have a point about the process,", "though? Would this process be more legitimate if the House actually passed", "a formal resolution on the floor authorizing the inquiry and expanded the", "rights of -- of the State Department and the administration witnesses in", "that inquiry?", "MENENDEZ: Well first of all, there -- there is absolutely no", "constitutional obligation for the House to do that, and so they'll choose", "the process. But I -- I -- I laughed when I was hearing Secretary Pompeo", "in his interview with you, because the secretary and the State Department", "have done everything humanly possible to impede, to obstruct and not to", "provide information. So now that his call for being present, all he's ever", "said is no in the oversight of our committee, all he has ever said is no", "in the pursuit of the House's information, all he has ever said is no,", "obstruct, delay and ultimately not cooperate. So his desire now to", "cooperate is pretty amazing.", "STEPHANOPOULOS: Senator Menendez, thanks for your time this morning.", "MENENDEZ: Thank you.", "STEPHANOPOULOS: When we come back, Nate Silver from FiveThirtyEight and", "our roundtable with Rahm Emanuel and Chris Christie.", "(COMMERCIAL BREAK)", "STEPHANOPOULOS: FiveThirtyEight's Nate Silver and our roundtable coming", "up.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "REP. ALEXANDRA OCASIO-CORTEZ, (D) NEW YORK: No one wanted to questionthis", "system. And in 2016 he fundamentally changed politics in America. We,", "right now, have one of the best democratic presidential primary fields in", "a generation, and much of that is thanks to the work that Bernie Sanders", "has done in his entire life.", "(END VIDEO CLIP)", "STEPHANOPOULOS: There you see AOC endorsing Bernie Sanders at a massive", "rally in Queens on Saturday. Sanders also picked up the endorsement of", "fellow squad member, Congresswoman Ilhan Omar, after his energetic", "comeback to the debate stage on Tuesday night. But will endorsements like", "this be decisive this this year's primary fight. We asked", "FiveThirtyEight's Nate Silver do you buy that?", "(BEGIN VIDEOTAPE)", "NATE SILVER, FOUNDER, FIVETHIRTYEIGHT: Historically, endorsements are", "actually pretty good at predicting who wins the primary. In 11 of 16", "non-incumbent nominations since 1972, the candidate who led endorsements", "before Iowa wound up winning a nomination. That's 69 percent of the time.", "Of course, you can probably all think of one recent exception, Donald", "Trump. Trump had zero endorsements from members of Congress until weeks", "after Iowa and New Hampshire. Instead, the endorsement leader was Jeb", "Bush. But Jeb got 2.8 percent of the vote in Iowa, and Trump got elected", "president of the United States.", "So, has everything changed in the age of Trump? Well, maybe. Endorsements", "used to be a way for the party establishment to weigh in. But there's more", "tension now between the establishment and the party bases, especially for", "the GOP.", "Also, voters have more information at their fingertips and more ways to", "participate in the political process, like on social media. That can allow", "voters to take the process into their own hands, whether the establishment", "likes what they do or not.", "Just one more thing. If you look at endorsements this year, they suggest", "the Democratic primary is still pretty wide open. Joe Biden leads in", "endorsements in FiveThirtyEight's tracking, but he has only about 25", "percent of them so far. Second is Kamala Harris. And third is Cory Booker.", "Warren is just fourth, by contrast. And Sanders, even with his new", "endorsements this weekend, is stuck in sixth place.", "So I find that endorsements matter when there's a consensus of them that", "point clearly in one direction. This year, there is not, at least not yet.", "It's as though Democrats are telling their voters, you're going to have to", "decide on this nominee for yourselves.", "(END VIDEOTAPE)", "STEPHANOPOULOS: That's kind of the way it goes. OK, Nate, thanks very", "much. You can read more of Nate's 2020 analysis at FiveThirtyEight.com.", "Our roundtable is up next.", "(COMMERCIAL BREAK)", "(BEGIN VIDEO CLIP)", "MARC LACEY, MODERATOR: You have not specified how you're going to pay for", "the most expensive plan, Medicare for all. Will you raise taxes on the", "middle class to pay for it, yes or no?", "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE: Costs will go up for", "the wealthy and for big corporations, and for hardworking middle-class", "families, costs will go down.", "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE: Well, we heard it tonight, a", "yes-or-no question that didn't get a yes-or-no answer.", "SEN. AMY KLOBUCHAR (D-MN), PRESIDENTIAL CANDIDATE: At least Bernie's being", "honest here and saying how he's going to pay for this and that taxes are", "going to go up.", "And I'm sorry, Elizabeth, but you have not said that, and I think we owe", "it to the American people to tell them where we're going to send the", "invoice.", "(END VIDEO CLIP)", "STEPHANOPOULOS: Remember that debate? It was actually this week. It was", "Tuesday night. So much has happened. So much to talk about on our", "roundtable. Joined by our ABC News analyst the former Governor of New", "Jersey Chris Christie, former Mayor of Chicago, Obama Chief of Staff Rahm", "Emanuel, Heidi Heitkamp, who served as a Democratic senator from North", "Dakota, and Republican strategist Sara Fagen, who served as White House", "political affairs director under George W. Bush. Welcome to you all. As I", "said, there is so much to talk about this week. Let's talk about the one", "thing we haven't talked about too much on the show so far, that decision", "by President Trump last night to reverse awarding the G7 to the Doral. I", "mean, he clearly wanted it to go to his own hotel, Chris, but he felt he", "had no choice.", "CHRIS CHRISTIE, ABC NEWS CONTRIBUTOR: Yes. No, he had no choice. It", "shouldn't have been done in the first place. And it's a good move to get", "out of it and get that out of the papers and off the news. There's lots of", "other things that the president needs to be focused on. And I know he", "loves his properties, and he loves having people to his properties, and he", "loves showing off those properties. I understand all that. But this just", "was an unforced error. And I'm glad that they fixed it. And they got to", "move on now.", "STEPHANOPOULOS: You have served as White House chief of staff, Rahm. The", "question is how it got this far.", "RAHM EMANUEL, ABC NEWS CONTRIBUTOR: Well, let me also say this. As a mayor", "and the governor, this would never get through procurement process. You", "cannot send the airport contract to Christie, Inc., for construction. You", "just can't do that, full stop. And there is no process. There's nobody to", "tell him no. And I don't care how much he loves his properties. You cannot", "do what he just did. And I would also put this in a context. Reversed on", "Doral. Mulvaney had his reverse. Syria policy had a reverse. There is no", "thinking through of a decision and the consequence and how it rolls out.", "This is just -- in less than 48 hours, three decisions had to be turned", "around or attempted to be turned around.", "STEPHANOPOULOS: One of the big things he thinks he had to factor in is, he", "started to see some criticism from Republicans on this, particularly", "Republican senators, who he needs more than ever.", "SARA FAGEN, ABC NEWS CONTRIBUTOR: I think that's right. And particularly", "over the Syria issue, he’s seen criticism from Republican senators. But", "you know, he’s heading into a very tumultuous period for his presidency in", "the run-up to his reelection, which means he need friends. And he doesn’t", "need to be doing things -- and Doral was an example -- that put Republican", "members of Congress and senators, you know, on the defensive. And so he", "needs to be thinking more holistically about his party, not just about his", "own individual interests.", "STEPHANOPOULOS: You served as senator from a red state -- Democratic", "senator from a red state. Do you think Democrats overall are getting more", "comfortable with their decision on impeachment?", "HEITKAMP: I think they're getting more comfortable, because the president", "is making it easier for them to get comfortable. The Chief of Staff", "clearly made it a lot easier to be comfortable. You saw Republican", "defections from that press conference. You're going to see this more and", "more as more and more information comes out. You're going to see more and", "more people -- and I don't think it's just going to be Democrats, I think", "it's going to be Republicans who are really comfortable saying enough is", "enough. We're done.", "STEPHANOPOULOS: Chris, I wonder if you have some insight into what", "actually happened there on Thursday. It’s -- you know, Jon Karl was", "pushing Mick Mulvaney on that, he finally came out with a clear admission", "that this was at least one of the factors for why the aid was held up. So", "it’s -- it appeared that he didn't mean to do it. On the other hand, the", "White House -- and this is picking on a point that Heidi just made -- has", "to know that more information is going to be coming out and was it perhaps", "an attempt to get ahead of that information?", "CHRISTIE: I doubt it was an attempt to get ahead of information. I think", "it -- I think it was a mistake. And you know, where it came from and --", "and how the Chief of Staff decided to do that, I think you saw pretty", "clearly that the -- that the Secretary of State was expressing the same", "type of concerns that I understand White House lawyers were expressing", "about the press conference. So, I don't think it was some grand plan. And", "what I’d also say is that, you know, I’ve said this to the president as", "recently as this week. We have to be in friend-making mode. OK? We have to", "be -- exactly what Sara said is exactly right. FThere's a time to be", "combative and there's a time to be in friend-making mode, vis-à-vis your", "own party. And right now, when you're facing impeachment -- which by the", "way, is predetermined, as I’ve said before.", "EMMANUEL: House.", "CHRISTIE: Impeachment. Impeachment, not removal. All right? So impeachment", "is predetermined. They're going to do it. And he should be humbled to the", "fact that that's going to happen and then he's not going to be removed,", "and then we're going to move to a presidential campaign. The best part of", "the president’s whole week is what you started off with, which was the", "more people in this country see Democrats on this campaign stage,", "Elizabeth Warren unable to answer questions -- when it’s a binary choice,", "that we’ve talked about dozens of times here, it’s much better for the", "president when the spotlight’s only on him.", "EMANUEL: Two things. One, if I was the chief of staff, which I was once,", "unsolicited advice -- get yourself a lawyer, and do it fast. Number two.", "What’s going to happen, and there’s a cascading effect. And all the people", "on the Hill -- you’re right about the House, and I think you’re probably", "right about the Senate, except for this. President Trump said he’s going", "to be remembered for foreign policy. You’re having a cascading effect that", "will affect Republican voters. You’ve got Republicans attacking him now on", "Syria. They’re not -- you got Ukraine. Doral, until he reversed it,", "foreign policy. That foreign policy will start to erode Republican", "numbers. His benchmark now is 40. The moment that number -- his number", "goes to 40 or below, you're going to watch more and more Republican", "senators walk away. Because the only thing that held Democrats for Bill", "Clinton was he was at 68 percent --", "STEPHANOPOULOS: 68 percent.", "EMANUEL: And -- there's a number in that Senate cloak room, there is a", "number floating around -- could be 41, could be 39, but when he dips and", "hits that number in a poll, watch them run for the hills.", "CHRISTIE: The reason I disagree with that is because what's their", "alternative?", "(CROSSTALK)", "FAGEN: That’s the issue.", "CHRISTIE: -- going to get removed -- he’s not going to get removed.", "EMANUEL: That’s not the issue. But when Republicans attack --", "(CROSS TALK)", "EMANUEL: But when Republicans attack him, it has a cascading effect on", "weak Republican voters who don’t like him.", "CHRISTIE: Hey, listen, if you guys --", "(CROSSTALK)", "CHRISTIE: -- if you guys, though, if you guys nominate Elizabeth Warren,", "then it’s not going to matter anyway.", "HEITKAMP: You have to look at where the Senate is. There’s two senators in", "North Dakota who aren’t going to change their mind, there’s two senators", "in -- all -- all down that corridor who are not going to change their", "mind.", "STEPHANOPOULOS: For President Trump.", "HEITKAMP: Right. And so it's not about a public opinion poll, it's about", "individual states and how popular he remains in a state like Nebraska or", "Kansas, which has a -- a -- a Senate race this term.", "FAGEN: That’s right. And you remember, there’s -- all of these folks --", "many of these folks are on the ballot next November. So Republicans'", "fortunes will rise and fall with the president, and they know that, and --", "and they're not going to be in a position to go impeach him in the Senate.", "That would be the worst thing that they could do for themselves. And", "ultimately, unfortunately, too many politicians are -- are mostly", "self-interested.", "STEPHANOPOULOS: But it does seem -- it does seem clear that Senator", "McConnell --", "(CROSSTALK)", "FAGEN: No offense. Present company excluded.", "(LAUGHTER)", "(CROSSTALK)", "EMANUEL: Breaking news. There’s a line. Politicians are self interested.", "There’s breaking news.", "STEPHANOPOULOS: -- It seems he made the calculation, though, that he can’t", "shut this down quickly. That in order to protect his senators who are up", "next year, like Corey Gardner in Colorado, Susan Collins in Maine, that he", "has to have -- is perceived to be a full process.", "FAGEN: It's very clear to me that Mitch McConnell says that it's going to", "be a full process. Now, he wants to get it done by the end of the year --", "and this is the great calculation. If Democrats really thought this was a", "slam dunk, they would vote on an inquiry in the House. She, clearly,", "Senator, excuse me, Congresswoman Pelosi, Speaker Pelosi, is not certain", "yet how this is going to play out and she is keeping her cards close, and", "so she is timing this in a way where I think she thinks it's going to be", "most advantageous but she's not certain.", "STEPHANOPOULOS: I think, I don't know, I think she's lost control of the", "timing. I think part of the timing now is being driven by how many", "witnesses they have to speak to and how quickly they can get through them", "--", "EMANUEL: We have to remember one thing, the hearings haven't even been on", "TV yet. The last three weeks have not been good. Wait until the hearings,", "and you get somebody to testify and theyhave to take oath, and then it has", "an effect. Now, look, I agree with the -- he's not going to get impeached,", "removed in the Senate, but what the problem for the Republicans is, in '98", "they overshot the runway on impeachment. Their problem now is if they", "undershoot the runway, because they're trying to be loyal to Trump.", "CHRISTIE: They’re not going to --", "EMANUEL: And the problem for Democrats is this becomes the only issue for", "Democrats rather than an issue agenda.", "CHRISTIE: They're not going to undershoot the runway on, on impeachment.", "And McConnell is going to handle it the right way. And I don't care how", "many hearings they have, if it ends with him not being removed, it is a", "failure for the Democrats, and they’ve, Pelosi's understood this all", "along. And the longer it goes, the better this is going to be for the", "President in the end if it doesn't end in removal.", "EMANUEL: It will not be better in the long run.", "(CROSSTALK)", "HEITKAMP: I think that this has real risk in Michigan, it has real risk in", "Wisconsin. And so you've got to look at this on a state by state basis.", "STEPHANOPOULOS: Risk for whom?", "HEITKAMP: Risk for the president. I mean, we've done polling, right?", "Taking a look at rural voters, it's a third, a third, a third. A third", "thinks this is nonsense, it's all out to get the president, a third say", "‘hang him from the highest tree,’ and a third say ‘we're waiting.’ So if", "that third who's waiting, who actually sees things in Michigan and", "Wisconsin where we looked at social responses to this, if they cut for", "impeachment, the president's in trouble.", "FAGEN: We haven’t even.", "(CROSSTALK)", "EMANUEL: This doesn't get better as time goes on.", "HEITKAMP: I agree.", "FAGEN: We haven't even talked about the other investigations here, which", "are all going to play out in the backdrop of an investigation --", "impeachment investigation. You know, the, the DOJ IG has a report that's", "about to come out and that may not be good news for the former", "administration. The John Durham investigation that AG Barr has authorized,", "you know, again, I think there's this notion in some corners of the media", "that these are a bunch of crackpot -- that this is a crackpot conspiracy", "theory. We don't know what that's going to turn up. And we don't have the", "facts around that. And clearly that is widening. And so this is all going", "to be debated. And to, and to Governor Christie's point, this is likely", "not a slam dunk for Democrats the way they think it is.", "STEPHANOPOULOS: Fair point, we don't know what those investigations are", "going to find. We don't know when they're going to be released. But at the", "same time, there's a third investigation going on right now, the Southern", "District of New York.", "FAGEN: Correct.", "STEPHANOPOULOS: Which appears to be putting Rudy Giuliani, the president's", "lawyer, at risk as well. And listen, I take all the conventional wisdom, I", "think less -- it's not likely that the president is going to be removed", "from office by the Senate. But he's not in control of events right now.", "You've got the courts. You've got the Congress. You've got the news. And", "we don't know what's...", "CHRISTIE: And listen, what I would say to him is, tumble to that. You're", "not in control of events, but they are. And they're not necessarily going", "to go their way, so so don't act like you're in control. Let them go. The", "Democrats want to do this. You're right, George, Nancy Pelosi's lost", "control of this. And the AOC tape you saw there, believe me, every time", "AOC is on TV saying the stuff she was saying on there, it's a great day", "for the president of the United States. So, you know, if I were the", "President I'd say ‘listen, go do other things, talk about what you're", "doing on opioid addiction and the success that you're seeing there, talk", "about other things that are going on in the economy, in the administration", "that are good, and let this thing play out on the sidelines, because you", "can't control it anyway.’", "(CROSSTALK)", "STEPHANOPOULOS: ...in '98.", "EMANUEL: Totally. I mean, the problem is, is he has no way of walling it", "off and saying hey -- hey, you just had your chief of staff said there's a", "quid pro quo. That's supposed to be walled off.", "CHRISTIE: Not my chief of staff, by the way.", "(LAUGHTER)", "(CROSSTALK)", "EMANUEL: Here's the thing --", "HEITKAMP: You are not going to win this investigation with another", "investigation.", "EMANUEL: But here’s the thing --", "HEITKAMP: And that's the point. People have investigation fatigue. And", "they're picking their corners. The question is, is there going to be", "enough that comes out of the grand jury that the House is conducting", "that's going to shock people's conscience.", "EMANUEL: The best thing the Democrats can do, also, is a wall off, meaning", "there's an impeachment process and here's what we're going to do on an", "agenda, and that would also be good for the presidential candidates to", "really be speaking with a full body...", "STEPHANOPOULOS: Even if it means passing his free trade agreement before", "the end of the year?", "EMANUEL: You got to do the whole thing. You got to do prescription drugs", "and price control, you got to do the whole agenda on infrastructure, and", "you would force the president's hand right now on infrastructure, because", "then he has to pick between Republicans, who don't want to do it, and he,", "that does. Put him in a -- put him in a triangulation.", "FAGEN: I agree with you on the face, the challenge is that's not the", "agenda that the -- infrastructure and trade isn't the agenda that the", "Democratic base wants to talk about. They want to talk about Medicare for", "all. They want to talk about a Green New Deal. I think the best line of", "that debate was Senator Klobuchar, who said the American people deserve to", "know where we're going to send the invoice. You had the clip on -- we are", "going to see that over and over and over again.", "STEPHANOPOULOS: So, is Chris Christie right that that debate helped", "President Trump?", "HEITKAMP: I don't think so, because I don't think a lot of people are", "watching, people who haven't already made up their minds.", "CHRISTIE: OK. I will take that as a win.", "(LAUGHTER)", "(CROSSTALK)", "EMANUEL: That is not our defense.", "(LAUGHTER)", "(CROSSTALK)", "HEITKAMP: There is a bill that Nancy is promoting, HR-3, which is", "prescription drugs. And that will be the foundation of what she's doing.", "EMANUEL: Listen...", "HEITKAMP: And she's very strategic about the issues she's advancing, and I", "think very smart about how she's trying to basically continue the work of", "the House, at the same time they're engaging in this...", "(CROSSTALK)", "EMANUEL: On health care, the issue for Democrats is about price control", "and cost control. It is not about only coverage. It's about cost.", "HEITKAMP: Right.", "EMANUEL: And we have got to rewire ourselves on that number.", "STEPHANOPOULOS: You say that. That's not, that’s not what anybody heard on", "Tuesday.", "(CROSSTALK)", "EMANUEL: No. No. The problem is -- and here's the other thing", "historically, let alone policy-wise. The fact is, when President Obama did", "the ACA, it was be to built upon, not to be pulled out and start all over", "again. This was a 100-year effort. That's what's insane about this", "process. And your next step should be early buy-in to Medicare for early", "retirees, and then take on the fact that President Trump's budget has the", "largest cut in Medicare ever, by any president.", "CHRISTIE: I'm so glad -- I'm so glad he's not on that stage, OK, talking", "about this, because that...", "EMANUEL: He?", "CHRISTIE: You.", "EMANUEL: Oh.", "CHRISTIE: I'm so glad...", "(CROSSTALK)", "CHRISTIE: ... I’m so glad he’s not on the stage talking about that,", "because that's the kind of thing that would appeal to some people in the", "United States. Instead, what we hear is, who can spend more, who can get", "Medicare for all, and, and having people attack other people for not being", "for Medicare for all. Every debate, once a month -- the President can be", "guaranteed at least once a month of a win. And that's when those people", "get on that stage.", "EMANUEL: Even on the issue that we have domination on, which is health", "care, we're on the wrong part of this discussion, and not getting the full", "value of that actual domination of that issue.", "STEPHANOPOULOS: And one of the things you saw on Tuesday, was, as Vice", "President Biden has had, has had some troubles, has been falling in the", "polls, you really saw Mayor Pete and Amy Klobuchar trying to get that", "space.", "HEITKAMP: Yep, trying to fill in that moderate space. And one thing both", "Amy and Pete did was basically say, look, let's quit talking about who's", "going to pay. Let's start talking about what we're buying and how we're", "going to reduce costs. And they did -- they did breach that point,", "although they get down", "EMANUEL: The one thing --", "HEITKAMP: In the weeds on who is paying.", "(CROSSTALK)", "EMANUEL: Yes. The one thing I would say is, one of the part of the primary", "is picking issues that also helps you in the general. This issue is not", "even out of the primary, and it's got problems. The 2 percent tax on", "people that earn above $50 million is a winner in the primary and a winner", "in the general.", "STEPHANOPOULOS: The wealth tax.", "EMANUEL: Yes, the wealth tax. And that’s why...", "(CROSSTALK)", "STEPHANOPOULOS: Winner in the general?", "EMANUEL: Definitely.", "FAGEN: Yes. Majority of Republicans...", "(CROSSTALK)", "EMANUEL: Seen all the polling on it, independent voters -- because the", "Republicans are going to fight it. And people are going to say, this is", "about equity and fairness.", "STEPHANOPOULOS: And it shows I live in Manhattan. In this place it’s not", "popular.", "(CROSSTALK)", "(LAUGHTER)", "STEPHANOPOULOS: That's all we have time for today. Thanks for sharing part", "of your Sunday with us. Check out \"World News Tonight.\" I will see you", "tomorrow on \"GMA.\"", "Comments (0)", "Share to FacebookShare to TwitterEmail this article", "----------------------------------------------------------------------", "ABC News", "----------------------------------------------------------------------", "Top Stories", "[IMG]", "8 people injured and 2 killed in mass shooting in Virginia Beach", "Mar 27, 8:38 AM", "[IMG]", "Homeland Security chief fires almost every member of advisory council", "Mar 26, 8:56 PM", "[IMG]", "8 injured, 2 dead in multiple Virginia Beach shootings", "Mar 27, 9:03 PM", "[IMG]", "Some Alaska Costco shoppers say ravens steal their groceries", "Mar 27, 9:41 PM", "[IMG]", "Georgia lawmaker 'shaken but resolved' following arrest at election bill signing", "Mar 27, 6:39 PM", "ABC News Live", "ABC News Live", "24/7 coverage of breaking news and live events", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved."]