["Link: canonical", "Link: amphtml", "Skip Navigation", "logo", "[ Submit ]logo", "Markets", "Business", "Investing", "Tech", "Politics", "CNBC TV", "Watchlist", "PRO", "Menu", "* Make It", "* USA", "* INTL", "Search quotes, news & videos", "SIGN IN", "[ Submit ]logo", "Markets", "Business", "Investing", "Tech", "Politics", "CNBC TV", "Watchlist", "PRO", "Menu", "Politics", "Jeffrey Epstein had broken neck bones — raising questions about the accused sex", "trafficker's cause of death", "Published Thu, Aug 15 20193:35 PM EDTUpdated Thu, Aug 15 20194:55 PM EDT", "Dan Mangan@_DanMangan", "Kevin Breuninger@KevinWilliamB", "ShareShare Article via FacebookShare Article via TwitterShare Article via", "LinkedInShare Article via Email", "Key Points", "* Wealthy financier Jeffrey Epstein had broken bones in his neck, an", "autopsy found, raising further questions about his death last weekend", "while in jail on child sex trafficking charges.", "* Epstein's death remains under investigation by the FBI and a Justice", "Department watchdog. Attorney General Bill Barr has vowed there will", "be accountability for his death in custody.", "* Epstein was a former friend of Presidents Donald Trump and Bill", "Clinton.", "In this article", "* PFE", "* JNJ", "* GSK-GB", "A protest group called \"Hot Mess\" hold up signs of Jeffrey Epstein in", "front of the Federal courthouse on July 8, 2019 in New York City.", "Stephanie Keith | Getty Images", "Wealthy financier Jeffrey Epstein had broken bones in his neck, an autopsy", "found, raising further questions about the accused child sex trafficker's", "death last weekend while he was held in a Manhattan jail.", "Epstein's demise on Saturday in the federal lockup was originally", "suspected of being the result of suicide by hanging.", "But it remains under investigation by the FBI and the Office of the", "Inspector General of the Justice Department. And the New York City medical", "examiner's office has yet to rule on the cause and manner of the death of", "the former friend of Presidents Donald Trump and Bill Clinton after", "performing his autopsy.", "The Washington Post on Thursday reported that Epstein's hyoid bone was", "broken in his neck, according to two people familiar with the autopsy.", "NBC News confirmed that with a source later Thursday.", "NBC News medical expert Dr. John Torres said that a broken hyoid \"can", "happen in both strangulation and hanging, but occurs in more often in", "strangulations.\"", "Torres noted that studies have found that a broken hyoid occurs in about 1", "out of every 3 strangulations, and in 25% of hangings.", "New York City's chief medical examiner, Dr. Barbara Sampson, in a", "statement to CNBC, said, \"In all forensic investigations, all information", "must be synthesized to determine the cause and manner of death.\"", "\"Everything must be consistent; no single finding can be evaluated in a", "vacuum,\" said Sampson, who noted that the determination of what led to", "Epstein's death is pending further study.", "VIDEO0:5800:58", "NBC archive footage shows Trump partying with Jeffrey Epstein in 1992", "News Videos", "Epstein, 66, was being held without bail in the Metropolitan Correctional", "Center, near the federal courthouse where he was charged with child sex", "trafficking.", "Prosecutors say that he sexually abused dozens of underage girls from 2002", "through 2005 at his residences in Manhattan and Florida.", "He had pleaded not guilty in the case, where he faced up to 45 years in", "prison if convicted.", "Epstein's death came less than two weeks after he was found semiconscious", "with marks on his neck in his cell in the special unit in the MCC that is", "used to house prisoners who are at risk of assault from other inmates.", "Epstein had been placed on suicide watch after that first incident, but", "was reportedly taken off of it less than a week later at the request of", "his lawyers.", "His death outraged members of Congress, lawyers for his accusers, former", "prison officials and others who questioned how such a high-profile inmate", "who was suspected of trying to kill himself already could have been", "allowed to die while in a federal jail.", "Attorney General William Barr, who described himself as \"appalled\" by", "Epstein's death, said Monday that there were \"serious irregularities\" at", "the MCC, and vowed, \"We will get to the bottom of what happened.\"", "\"There will be accountability,\" Barr added.", "On Tuesday, Barr replaced the warden of the MCC, and the Bureau of Prisons", "also placed two staffers who had been assigned to Epstein's cell unit on", "administrative leave.", "On Wednesday, after the previous MCC warden, Lamine N'Diaye, wrote to", "federal Judge Richard Berman to formally notify him of Epstein's death,", "Berman wrote back, saying that Epstein's death \"is a tragedy to everyone", "involved in the case.\"", "But, added Berman, \"One open question, among others, is whether the", "investigation referenced in your letter will include the incident at MCC", "involving Mr. Epstein on our about July 23, 2019. To my knowledge, it has", "never been definitely explained what the BOP concluded about that", "incident.\"", "In a response to that note, N'Diaye told Berrman that the current", "investigations would also examine the circumstances of the earlier", "incident in which Epstein was injured.", "Source: Salty Dog Day Sails", "FBI agents raid the Caribbean home of Jeffrey Epstein on his private", "island in the U.S. Virgin Islands on Aug. 13th, 2019.", "Meanwhile, NBC News reported Thursday that the two American flags on", "Epstein's private island in the U.S. Virgin Islands were lowered to", "half-mast.", "Capt. Kelly Quinn, owner of Salty Dog Day Sails, told NBC News that he saw", "the lowered flags, as well as another flag on another island Epstein", "owned, as he cruised past them Wednesday.", "\"I didn't feel there was a realness of the end of Jeffrey Epstein until I", "saw that,\" Quinn said. \"That was a lot more literal.\"", "\"They're doing this as a remembrance, but the irony is he'll only be", "remembered for the deviance,\" said Quinn.", "FBI agents raided Epstein's Little St. James Island earlier this week.", "The Manhattan U.S. attorney's office has said the investigation into his", "alleged crimes, which were allegedly facilitated by a number of", "co-conspirators, will continue.", "logo", "* Subscribe to CNBC PRO", "* Licensing & Reprints", "* CNBC Councils", "* Supply Chain Values", "* CNBC on Peacock", "* Advertise With Us", "* Join the CNBC Panel", "* Digital Products", "* News Releases", "* Closed Captioning", "* Corrections", "* About CNBC", "* Internships", "* Site Map", "* Ad Choices", "* Careers", "* Help", "* Contact", "* * * * * * * News Tips", "Got a confidential news tip? We want to hear from you.", "Get In Touch", "CNBC Newsletters", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Sign Up Now", "Get this delivered to your inbox, and more info about our products and", "services.", "Privacy Policy|Do Not Sell My Personal Information|CA Notice|Terms of", "Service", "© 2021 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global", "Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Market Data Terms of Use and Disclaimers", "Data also provided by Reuters", "comscore"]