["Link: profile", "Link: canonical", "Link: image_src", "Link: shortlink", "There is News", "There is News", "* HOME", "* BREAKING NEWS", "* POLITICS", "* SCIENCE", "* CULTURE", "* INCIDENTS", "* SPORTS", "* CURIOSITY", "* MOST READ", "_____________________ [ Submit ]", "[IMG]", "CURIOSITY", "Biology student has been denounced for crossing a weed plant with strawberries", "julio 14, 2018 Fabiola marijuana", "A 24-year-old student in the Faculty of Biology in University of Miami has", "been brought to the authorities after exhibiting a crossbreeding of two", "plant species between strawberry and marijuana in his practical class.", "He has been fanatic of this plant for a long time. Also he says he hasn’t", "consumed any kind of marijuana “I’ve never smoked, nor one puff, I just", "think it’d be cool to create this crossbreeding of species, just like", "there are flavored tobacco products I think it would be a good idea to", "combine strawberry flavor with marijuana”. The teacher was very surprised", "so he came immediately to the principal’s office. In view of the", "situation, they decided to report to the authorities, so as not to", "jeopardize their image.", "The police have taken the plant, but it was not easy, many students were", "trying to take it “Some of my classmate gone crazy; they wanted to cut", "some leaves and make a joints. But police came too soon, just I hope", "justice can be merciful, I’m not a junkie, just I am a student and I have", "been trying to play God.", "Follow us[IMG] [IMG] [IMG]", "ADVICE: The content of There Is News is fiction, as you can read in our", "Legal Warning", "* ← Popcorn shall be prohibited in USA cinemas starting next year", "* While her boyfriend was sleeping, she sealed his anus with silicon,", "because she was sick or his farts. →", "Safecreative", "Safe Creative #1801220291785", "Most read", "* [IMG] Pope Francis cancels The Bible and proposes to create a new book", "* [IMG] Man arrested for attaching 137 balloons to a chair with his", "mother in law in it, so she would fly away", "* Trapeze artist with diarrhea shits on 23 people Trapeze artist with", "diarrhea shits on 23 people", "* Two altar boys was arrested for putting marijuana in the censer-burner", "Two altar boys were arrested for putting weed in the censer-burner", "* [IMG] Man hospitalized after inserting a battery up his butthole to", "boost his energy", "* [IMG] Ikea confesses that their meatballs are made out of people that", "didn’t find the exit", "* [IMG] Touching boobs reduces anxiety to men by 90%", "* [IMG] New pregnancy test reveals who is the father of your baby", "* Pope Francis says that masturbation is not a sin Pope Francis says", "that masturbation is no longer a sin", "* [IMG] Dog travels more than 100 km to bite its owner after being", "abandoned", "* Two 9 year old kids cut their teacher's WiFi, so he doesn't send any", "more homework Two 9 year old kids, cut their teacher’s WiFi, so he", "doesn’t send any more homework", "* [IMG] first vagina scented air freshener launched onto market", "* [IMG] White woman gives birth to a black baby and accuses her husband", "of having sex with a black girl", "* [IMG] Third case of pregnancy caused by a jellyfish on the spanish", "coasts", "* [IMG] He was expelled from the beach for using an inflatable doll as a", "floater", "* [IMG] After 16 years of sex in the dark, she discovers that her", "husband was using a dildo on her", "* [IMG] Man arrested for putting fake arrow decals on the floor in IKEA", "and for creating a labyrinth with no exit", "* [IMG] Gives birth to a black child and blames the coffee her husband", "drinks", "* Controversy over the new brand of sausages, \"sausacock\" Controversy", "over the new brand of sausages, “sausacock”", "* Bald men will be able to turn the sun into energy Bald men will be", "able to turn the sun into energy", "* [IMG] Young men rent a yacht and it sinks by excess of prostitutes", "* [IMG] Bachelor party ends up in 17 divorces", "* [IMG] 27 women got pregnant after a bather wanked every day into a", "swimming pool", "* [IMG] A hippo’s fart causes injuries three people at a zoo", "* [IMG] Meghan asks for a divorce after discovering that Harry is not", "the eldest brother", "* [IMG] Man gets trapped into a snowman and his friends have to call 911", "to set him free", "* [IMG] 12 husbands are found in a strip club after getting trapped", "inside, because of the snow", "* Biology student has been denounced for crossing a weed plant with", "strawberries", "* A sperm survives 2 weeks in the sheets and gets a woman pregnant A", "sperm survives 2 weeks in the sheets and gets a woman pregnant", "* [IMG] In Ghana you must to dress like your wedding day to get divorced", "* [IMG] A policeman was hospitalized after being badly beaten by a horse", "in a parade", "* Making love in the sea can make your baby be born with blue eyes", "Making love in the sea can make your baby be born with blue eyes", "* Sues his drug dealer, after 4 years smoking parsley, thinking it was", "marihuana Sues his drug dealer, after 4 years smoking parsley,", "thinking it was marihuana", "* [IMG] He smoked a 3 pounds joint to prove that it was for own", "consumption", "* She swallows 15 butterflies to know how it feels to be in love She", "swallows 15 butterflies to know how it feels to be in love", "* Wake up from coma after 3 years, when his wife succ him He wake up", "from coma after 3 years, when his wife gave him a SUCC", "* [IMG] The sea is so clean that the Titanic is visible from the sky", "* [IMG] She gets pregnant during a threesome and her parents force her", "to marry both men", "* [IMG] Hospitalized for jerking off 54 times in a row, because his", "subscription to Pornhub premium was finishing", "* [IMG] Parents accidentaly order a bukake for their daughter on her", "18th birthday thinking it was a beauty treatment", "* [IMG] Ambulance driver had a heart attack, so the injured man inside", "had to drive", "* [IMG] Man puts 70 fake weed plants on his porch to taunt the police", "* [IMG] After 6 years of marriage, she discovers that her husband is a", "woman", "* [IMG] She was thinking for six months that she’s pregnant but turned", "out it was gas", "* [IMG] McDonald’s will make a new happy meal for adults", "* [IMG] Expelled from Aquatic Park after going down on waterslide while", "he had diarrhea", "* [IMG] Man hospitalized after insert an eel into his butt to know how", "it feels", "* [IMG] New mosquito species discovered that can get you pregnant with a", "single bite", "* [IMG] Nightclub DJ beaten up after playing ‘Despacito’ for the tenth", "time", "* [IMG] A priest farts in a mass and says it was the Holy Spirit", "Tags", "ALCOHOL TEST anus ARRESTED ass beach blind brothel checkpoint children", "Christmas denounce dildo divorce dog driving test drunk emergency fart", "funeral heart attack hospital hospitalized husband ikea Lottery marijuana", "mother in law nightclub nun oral sex orgasm orgy PARTY penis POLICE", "pregnant PRIEST prostitute sex shit strip club Trump vagina wedding wife", "Pages", "* #5118 (sin título)", "* Contact", "* Legal Warging", "* Más información sobre las cookies", "Copyright © 2021 There is News. Todos los derechos reservados..", "Tema: ColorMag por ThemeGrill. Potenciado por WordPress."]