["Link: canonical", "Link: shortlink", "Jump to main content", "An official website of the United States government.", "US EPA", "United States Environmental Protection Agency", "Search _____________________ Search", "Main menu", "* Environmental Topics", "* Air", "* Bed Bugs", "* Chemicals and Toxics", "* Environmental Information by Location", "* Greener Living", "* Health", "* Land, Waste, and Cleanup", "* Lead", "* Mold", "* Pesticides", "* Radon", "* Science", "* Water", "* A-Z Topic Index", "* Laws & Regulations", "* By Business Sector", "* By Topic", "* Compliance", "* Enforcement", "* Laws and Executive Orders", "* Guidance", "* Regulations", "* About EPA", "* Organization Chart", "* Staff Directory", "* Planning, Budget and Results", "* Jobs and Internships", "* Headquarters Offices", "* Regional Offices", "* Labs and Research Centers", "Related Topics:", "* Mosquito Control", "Contact Us", "Share", "* *  * Naled for Mosquito Control", "Esta página Web está disponible en español", "On this page:", "1. What is naled?", "2. Is EPA currently evaluating the safety of naled? What is the status of", "registration review for naled?", "3. Does naled’s use for mosquito control pose health risks to people?", "4. Where is naled being used for mosquito control?", "5. Are there special precautions to be taken during naled spraying?", "6. How will I know if aerial spraying is going to take place?", "7. Is naled harmful to wildlife?", "8. How can beekeepers reduce the risk of bee exposure to naled?", "9. What other measures should be taken to control mosquitoes besides", "aerial spraying? What can I do to control mosquitoes or prevent", "mosquito bites?", "----------------------------------------------------------------------", "1. What is naled?", "Naled is an insecticide that has been registered since 1959 for use in the", "United States. It is used primarily for controlling adult mosquitoes but", "is also used on food and feed crops and in greenhouses. For mosquito", "control, naled is most commonly applied aerially as an ultra-low volume", "(ULV) spray. ULV sprayers mounted on planes or helicopters dispense very", "fine aerosol droplets containing small quantities of insecticide that", "drift through the air and kill mosquitoes on contact. The spray is dilute", "(only 1-2 tablespoons of naled is applied per acre sprayed) and the amount", "that ultimately floats to the ground is small and dissipates quickly.", "2. Is EPA currently evaluating the safety of naled? What is the status of", "registration review for naled?", "EPA is currently re-evaluating naled as part of its routine re-evaluation", "process, under which existing registered pesticides must by law be", "re-evaluated at least every 15 years to ensure they can be used safely,", "without unreasonable risks to human health and the environment. This", "periodic review of pesticide registrations, or registration review, is", "required by the Federal Insecticide, Fungicide, and Rodenticide Act,", "amended by the Food Quality Protection Act of 1996 and the Pesticide", "Registration Improvement Act. The registration review program is intended", "to make sure that, as the ability to assess risk evolves and as policies", "and practices change, all registered pesticides continue to meet the", "statutory standard of no unreasonable adverse effects. Learn more about", "EPA’s registration review process.", "In September 2020, EPA released draft human health and ecological risk", "assessments for naled, as well as dichlorvos (DDVP) and trichlorfon, two", "related organophosphate (OP) insecticides. These assessments were", "developed together because naled and trichlorfon degrade to DDVP. The", "Agency considered DDVP exposure from use of naled and trichlorfon, in", "addition to registered uses of DDVP, in both the draft human health and", "ecological risk assessments. The draft human health risk assessments", "incorporate new toxicity and turf residue data received in 2018-2019, and", "apply a 10x FQPA safety factor, as has been applied in the other OP draft", "risk assessments released to date for registration review.", "3. Does naled’s use for mosquito control pose health risks to people?", "EPA’s 2020 draft human health risk assessment for naled identifies", "potential risks immediately following aerial application for wide-area", "public health mosquito control. Potential outdoor surface residues could", "pose a risk to young children if a child contacts an outdoor surface where", "naled was deposited shortly after aerial application. Importantly, naled", "and its degradate DDVP degrade extremely rapidly on surfaces, and", "therefore EPA’s assessment shows that surface residues decline to a level", "that does not pose any potential concern within 5 minutes to 3.4 hours", "after application, depending on different factors related to how the", "pesticide is applied, including application rate, release height, droplet", "size, and wind speed at the time of application.", "In September 2020, EPA will be holding a meeting of the FIFRA Scientific", "Advisory Panel (SAP) to consider new toxicity study methodologies that can", "potentially impact currently used uncertainty factors for naled and the", "other OP pesticides assessed to date under registration review. After the", "SAP meeting, the risk assessment for naled and the other OPs may be", "revised in conjunction with development of Proposed Interim Decisions to", "reflect updated data-derived safety factors for each compound, as", "appropriate. If the safety factors (and therefore the levels of concern)", "for naled are reduced as a result of the upcoming SAP, the subsequent", "revised risk assessment may no longer identify the aerial use of naled for", "mosquito control as a potential risk of concern on the day of application.", "4. Where is naled being used for mosquito control?", "Naled is one of the most widely used pesticides in the United States for", "aerial mosquito control. In recent years, naled has been applied by aerial", "spraying to about 16 million acres per year within the mainland United", "States as part of routine mosquito control. Naled has been used in highly", "populated major metropolitan areas as well as agricultural and more rural", "areas.", "Top of Page", "5. Are there special precautions to be taken during naled spraying?", "It is good practice when pesticide spraying takes place for people to take", "the following steps to help reduce exposure:", "* Contact your local health department or mosquito control program to", "get specific information on spraying in your area.", "* Stay indoors with the windows closed during spraying.", "* Do not allow children to play outdoors for four hours following", "spraying.", "* If you are outdoors when spraying takes place and come in contact with", "the chemical, rinse your skin and eyes with water.", "* Cover outside items like furniture and grills before the spraying", "takes place. Bring pets and items like pet food dishes and children’s", "toys indoors. Rinse any uncovered items left outside during spraying.", "* If you think you have had a reaction to the spraying of naled, talk to", "your doctor or call the regional Poison Control Center at", "1-800-222-1222.", "6. How will I know if aerial spraying is going to take place?", "Decisions about where and when to spray are made by local mosquito control", "or public health officials. Listen for announcements in your community or", "look for posts on social media with the dates, times, and locations of", "upcoming sprayings. They are usually announced a day or two before they", "are scheduled to occur, and many districts post this information to their", "websites. Because EPA’s draft human health risk assessment for naled", "identifies potential risks for up to four hours of spraying, EPA is", "recommending that young children not be allowed to play outdoors until", "four hours after spraying. EPA is also encouraging mosquito control", "districts to inform residents at least 24 hours before spraying will take", "place.", "7. Is naled harmful to wildlife?", "Risks to wildlife from aerial application of naled for mosquito control", "are minimal because naled is applied from several hundred feet above the", "ground, at low rates, and it does not persist in the environment. However,", "because naled is an insecticide, invertebrates such as insects,", "crustaceans, and spiders could be affected. In addition, wildlife present", "in the immediate treatment area could be affected shortly after spraying", "occurs but long-term effects are not expected.", "Top of Page", "8. How can beekeepers reduce the risk of bee exposure to naled?", "Spraying naled can kill bees that are outside of their hives at the time", "of spraying. However, spraying typically occurs between dusk and dawn", "(when mosquitoes are most active), which is when bees are usually inside", "their hives. Although EPA does not anticipate that bees will have", "significant exposure to naled due to the timing of most spray operations,", "beekeepers can further reduce potential exposure by covering colonies when", "spraying takes place, or if possible, relocating colonies to a site that", "will not be sprayed. Providing clean sources of food (supplemental sugar", "water and protein diets) and clean drinking water to honey bee colonies", "during application can further reduce exposure.", "9. What other measures should be taken to control mosquitoes besides aerial", "spraying? What can I do to control mosquitoes or prevent mosquito bites?", "* Eliminate any standing water (even small amounts) to prevent", "mosquitoes from laying their eggs. If water cannot be eliminated, such", "as in ornamental water features, use mosquito larvicide products", "(available at many retailers) or other pest control measures to", "minimize opportunities for breeding. For example, you might be able to", "add fish that eat larvae to a pond, or add a fountain or aerator to", "keep the water moving.", "* Use window and door screens to keep mosquitoes from entering your", "home, workplace, or children’s schools.", "* Use EPA-registered insect repellents to prevent bites. Products that", "are EPA-registered have been confirmed to be safe and effective when", "label directions are followed.", "* Dress in light-colored clothing, long pants, and long sleeves.", "More information on EPA’s draft risk assessments for the OP insecticides", "is available  in dockets EPA-HQ-OPP-2009-0209 (DDVP), EPA-HQ-OPP-2009-0053", "(naled) and EPA-HQ-OPP-2009-0097 (trichlorfon) at www.regulations.gov.", "Top of Page", "Contact Us to ask a question, provide feedback, or report a problem.", "Discover.", "* Accessibility", "* Budget & Performance", "* Contracting", "* Grants", "* EPA www Web Snapshots", "* No FEAR Act Data", "* Privacy", "* Privacy and Security Notice", "Connect.", "* Data.gov", "* Inspector General", "* Jobs", "* Newsroom", "* Regulations.gov", "* Subscribe", "* USA.gov", "* White House", "Ask.", "* Contact EPA", "* Hotlines", "* FOIA Requests", "* Frequent Questions", "Follow.", "* EPA's Facebook", "* EPA's Twitter", "* EPA's YouTube", "* EPA's Flickr", "* EPA's Instagram", "Last updated on September 8, 2020"]