["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORT", "* ENTERTAINMENT", "* LIFESTYLE", "* WEATHER", "* TV", "* MORE", "* /* setting alt tags to \"\" since that is the a11y recommendation given", "that the property name is the text of the href *. [IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your emails", "* News", "News", "* Latest", "Latest", "* Coronavirus", "Coronavirus", "* National", "National", "* Sydney", "Sydney", "* Melbourne", "Melbourne", "* Brisbane", "Brisbane", "* Adelaide", "Adelaide", "* Perth", "Perth", "* World", "World", "* Good News", "Good News", "* Ever Wondered", "Ever Wondered", "* In The Know", "In The Know", "* Watch", "Watch", "More", "More", "Yahoo News:", "Sign up to our daily newsletter for all the latest news 📩", "The important stories sent straight to your inbox.", "Agence-France PresseAgence-France Presse", "Aussie troops fan out as govt sets $1.4bn for 'long road' after fires", "Read full article", "* Ash from Australia's bushfires washes up on a beach in Merimbula, New", "South Wales state", "1/5", "Ash from Australia's bushfires washes up on a beach in Merimbula, New", "South Wales state", "* Satellite image showing bushfires in relation to the city of Sydney as", "of Jan 5Satellite image showing bushfires in relation to the city of", "Sydney as of Jan 5", "2/5", "Bushfires threaten Australia's largest city", "Satellite image showing bushfires in relation to the city of Sydney as", "of Jan 5", "* The fires have claimed 28 lives and killed an estimated billion", "animalsThe fires have claimed 28 lives and killed an estimated billion", "animals", "3/5", "The fires, unprecedented for Australia in terms of duration and intensity, have", "claimed 28 lives and killed an estimated billion animals", "The fires have claimed 28 lives and killed an estimated billion", "animals", "* Keep up to speed at a glance with the Top 10 daily stories", "Yahoo News is better in the app", "Keep up to speed at a glance with the Top 10 daily stories", "* A long exposure picture shows a car commuting on a road as the sky", "turns red because of smoke from the Snowy Valley bushfire on the", "outskirts of Cooma, in Australia's New South Wales stateA long", "exposure picture shows a car commuting on a road as the sky turns red", "because of smoke from the Snowy Valley bushfire on the outskirts of", "Cooma, in Australia's New South Wales state", "4/5", "A long exposure picture shows a car commuting on a road as the sky", "turns red because of smoke from the Snowy Valley bushfire on the", "outskirts of Cooma, in Australia's New South Wales state", "* Royal Australian Navy MH-60R Seahawk helicopters taking off from HMAS", "Adelaide as part of bushfire relief operations -- Australia has made", "its biggest-ever callup of military reserves in living memory, to help", "emergency services workersRoyal Australian Navy MH-60R Seahawk", "helicopters taking off from HMAS Adelaide as part of bushfire relief", "operations -- Australia has made its biggest-ever callup of military", "reserves in living memory, to help emergency services workers", "5/5", "Royal Australian Navy MH-60R Seahawk helicopters taking off from HMAS", "Adelaide as part of bushfire relief operations -- Australia has made", "its biggest-ever callup of military reserves in living memory, to help", "emergency services workers", "[ Submit ][ Submit ]", "Ash from Australia's bushfires washes up on a beach in Merimbula, New", "South Wales stateSatellite image showing bushfires in relation to the city", "of Sydney as of Jan 5The fires have claimed 28 lives and killed an", "estimated billion animalsA long exposure picture shows a car commuting on", "a road as the sky turns red because of smoke from the Snowy Valley", "bushfire on the outskirts of Cooma, in Australia's New South Wales", "stateRoyal Australian Navy MH-60R Seahawk helicopters taking off from HMAS", "Adelaide as part of bushfire relief operations -- Australia has made its", "biggest-ever callup of military reserves in living memory, to help", "emergency services workers", "by Glenda KWEK", "6 January 2020, 6:26 pm", "Reserve troops fanned out across fire-ravaged regions in three Australian", "states on Monday after a horror weekend, as the government pledged $1.4", "billion over two years to help recover from the devastating months-long", "crisis. Catastrophic bushfires have turned swathes of land into", "smouldering, blackened hellscapes and destroyed an area about the size of", "the island of Ireland, according to official figures. Authorities warn the", "disaster still has weeks or months to run. Prime Minister Scott Morrison,", "whose government has been criticised for its slow response to the", "emergency, pledged Aus$2 billion ($1.4 billion) of taxpayer money for a", "national recovery fund. \"It's a long road ahead and we will be with these", "communities every step of the way as they rebuild,\" Morrison said.", "Firefighters joined by fresh teams from the US and Canada took advantage", "of rainy and cooler conditions to tackle out-of-control blazes ahead of", "rising temperatures forecast later this week. In the biggest-ever call-up", "of reserves, military teams were deployed across eastern Australia to help", "emergency services assess the damage, restore power and deliver supplies", "of food, water and fuel to cut-off communities. For the first time in", "Australian history the government also deployed its medical assistance", "team to help evacuees. The team is normally sent to other nations to lend", "support in the aftermath of their disasters. \"There is no room for", "complacency, especially as we have over 130 fires burning across (New", "South Wales) state still,\" Premier of New South Wales state Gladys", "Berejiklian said on Monday. - 'New normal' - Almost five million hectares", "(about 12 million acres) have been razed across New South Wales and more", "than 1.2 million hectares in Victoria since late September, officials", "said. Twenty-five people have lost their lives, after police in New South", "Wales confirmed on Monday that a 71-year-old man reported missing had", "died, raising the toll by one. Another person was still unaccounted for in", "the nation's most populous state. More than 1,800 homes have been damaged.", "In Victoria, Premier Daniel Andrews established a bushfire recovery agency", "to help devastated towns. It will be a permanent body, he said, as intense", "fires will become commonplace. \"We should just be honest about the fact", "that we're going to see more and more fires, more and more damage as each", "fire season comes... This is the new normal,\" Andrews told reporters. The", "chair of the newly established Victoria state bushfire appeal fund, Pat", "McNamara, added that this year's summer bushfire season was a \"creeping", "disaster\". \"We're still not even into what we would regard as the peak of", "the fire season,\" McNamara told national broadcaster ABC. In the usually", "picturesque southeastern town of Eden, Holly Spence said she spent more", "than 12 hours defending her family's farm on Saturday, less than a week", "after saving it on New Year's Eve. \"We don't want to go through this for a", "third time,\" the 28-year-old told AFP. Fiona Kennelly, 50, who evacuated", "with 24 members of her extended family to a motel outside Eden, said she", "was relieved the easing conditions allowed them to get some respite from", "the crisis. \"It's good to see daylight at the right time again,\" after the", "skies had been turning pitch-black in the afternoons, she told AFP. -", "Public anger - The impact of the bushfires has spread beyond affected", "communities, with heavy smoke engulfing the country's second-largest city", "Melbourne and the national capital Canberra. Some government departments", "were shut in Canberra as the city's air quality once again ranked as the", "world's poorest, according to independent online air-quality index monitor", "Air Visual. The disaster has sparked growing public anger with Morrison.", "Rallies are planned on Friday to call on his government to step up efforts", "to tackle climate change, which experts say have helped fuel the fires. In", "Los Angeles, Hollywood superstar Russell Crowe said in a message at the", "Golden Globes that the disaster was \"climate change-based\" and we need to", "act \"based on science\". Even as fires raged on the outskirts of Sydney,", "the country's cricketers gave the country something to rejoice in,", "crushing New Zealand by 279 runs on Monday to sweep their Test series.", "Retired spin legend Shane Warne separately said he would auction the", "\"beloved\" baggy green cap worn during his 145-Test cricket career to raise", "money for bushfire victims. \"Everyone is in this together and we continue", "to find ways to contribute and help on a daily basis,\" Warne said on", "Instagram. Ash from Australia's bushfires washes up on a beach in", "Merimbula, New South Wales state Satellite image showing bushfires in", "relation to the city of Sydney as of Jan 5 A burned-out vehicle sits on", "Quinlans street after an overnight bushfire in Quaama, south of Sydney in", "Australia's New South Wales state A long exposure picture shows a car", "commuting on a road as the sky turns red because of smoke from the Snowy", "Valley bushfire on the outskirts of Cooma, in Australia's New South Wales", "state Royal Australian Navy MH-60R Seahawk helicopters taking off from", "HMAS Adelaide as part of bushfire relief operations -- Australia has made", "its biggest-ever callup of military reserves in living memory, to help", "emergency services workers", "TRENDING", "* Yahoo Lifestyle", "Bindi Irwin and Chandler Powell welcome baby girl and share sweet name", "Yahoo Lifestyle·1-min read", "* Yahoo News Australia", "Baby left in unit died as mum partied for six days", "Yahoo News Australia·1-min read", "* Yahoo Lifestyle", "Love Island star reveals X-rated secret behind popular show", "Yahoo Lifestyle·2-min read", "* Yahoo News Australia", "Woman, 24, 'beaten to death over bikini malfunction’", "Yahoo News Australia·2-min read", "* Yahoo News Australia", "'Childish': Man slams employer over bizarre delivery of final pay", "Yahoo News Australia·2-min read", "Latest stories", "* Yahoo News Australia", "Coronavirus: New Covid case in Brisbane could be 'missing link'", "Queensland Health has identified another case of coronavirus - the", "brother of a man who tested positive on Thursday.", "5 hours ago", "* Yahoo Sport Australia", "'Sick to my stomach': Backlash over viral Scott Morrison moment", "A photo of an Eels staff member has gone viral following Prime", "Minister Scott Morrison's visit to the NRL on Saturday night.", "3 hours ago", "* Yahoo News Australia", "Mystery over woman who 'vanished from boyfriend's yacht'", "Family and friends of the missing woman say 'it just doesn’t add up'.", "35 minutes ago", "* Yahoo News Australia", "'Anomaly between my legs': TikTok model's fury over airport check", "The trans woman has revealed the awkward problem she faces every time", "she travels through airport scanners.", "2 hours ago", "* Yahoo News Australia", "Fisherman bitten by shark at popular WA tourist spot", "A spear fisherman suffered injuries after he was attacked off a", "popular WA beach.", "3 hours ago", "* Yahoo News Australia", "Shock brain discovery triggers woman’s 146kg weight loss", "'I never once thought about paying attention to what I was eating or", "drinking'.", "4 hours ago", "* Yahoo News Australia", "Instagram couple accused of wild Sydney crime spree", "Eleanor Ashford and Sarah Canceri, both 23, are accused of robbing a", "number of service stations in Sydney's southwest.", "7 hours ago", "* Yahoo News Australia", "'Police assaulted me': Violent scenes on streets of Britain", "Police have clashed with protesters in the UK, with disturbing videos", "emerging online.", "7 hours ago", "* Yahoo News Australia", "Government MP steps down from Parliament duties after harassing women", "Andrew Laming is the latest government member to go on health leave", "after harassing women.", "8 hours ago", "* Yahoo News Australia", "Brisbane Covid case 'held house party after getting tested'", "He was told to self-isolate until receiving the results of his test", "but chose to invite 25 people over to his house instead.", "8 hours ago", "* Yahoo News Australia", "Mum of three's devastation after fiancé dies in motorcycle crash", "The young family had just celebrated the arrival of twins and were", "planning a wedding in September when unthinkable tragedy struck.", "23 hours ago", "* Yahoo News Australia", "'Those days are over': Russia and China's threat to the West", "The global balance of power is shifting, and for many nations, the", "smart money might be on Russia and China now.", "23 hours ago", "* Yahoo News Australia", "'We apologise': Bold plan to move ship stuck in Suez Canal", "The accident has caused a billion dollar traffic jam which has been", "labelled a 'catastrophe'.", "a day ago", "* Yahoo News Australia", "‘I loathed myself’: OnlyFans mum reveals parenthood struggle", "The young mum has stared down trolls and online abuse for her", "parenting style.", "a day ago", "* Yahoo News Australia", "Man shot dead in ambush attack on Victorian highway", "A man in his 40s is dead with police now trying to find whoever is", "responsible for killing him.", "a day ago", "* Yahoo News Australia", "Fresh twist in case of Melissa Caddick as more charges laid", "New charges have been laid against the alleged conwoman since her", "decomposed foot washed up on a NSW beach last month.", "a day ago", "* Yahoo News Australia", "Baby left in unit died as mum partied for six days", "The 19-year-old mother returned to her home six days after leaving her", "baby daughter alone to celebrate her birthday.", "a day ago", "* Yahoo News Australia", "'Huge': Incredible object washes up on Sydney beach after floods", "The local council said it was mistaken for a dead whale at first", "before washing closer to shore.", "a day ago", "* Yahoo News Australia", "Popular tourist destination to open up – but only for vaccinated", "One of the country's most popular destinations will scrap quarantine", "requirements for foreign tourists, if they're vaccinated.", "a day ago", "* Yahoo News Australia", "Australian soldier dies after collapsing during training session", "A 20-year-old soldier has died after collapsing during a training", "session in Darwin.", "a day ago", "More stories"]