["Link: profile", "Link: canonical", "Link: shortlink", "Pasar al contenido principal", "Menu", "FactualFactual", "* Contact", "* Buscar", "* Página principal", "* ¿Quiénes somos?", "* El fact-checking en AFP", "* Metodología", "* Contacto", "* Correcciones", "[ ] IDIOMAS", "[ ] Español", "[ ] English", "[ ] Français", "[ ] Português", "[ ] Català", "[ ] Nederlands", "[ ] Polski", "[ ] Čeština", "[ ] Slovenčina", "[ ] العربية", "[ ] Български", "[ ] Cambodian", "[ ] Suomi", "[ ] Deutsch", "[ ] Magyar", "[ ] Bahasa Indonesia", "[ ] 한국어", "[ ] Română", "[ ] Burmese", "[ ] Srpski", "[ ] Bahasa Malaysia", "[ ] ภาษาไทย", "[ Ir ]", "_____________________________________________________________", "[ Buscar ]", "DESTACADOS", "REGIONES", "TEMAS", "* CORONAVIRUS", "* Elecciones Ecuador 2021", "* AMÉRICA LATINA", "* AMÉRICA DEL NORTE", "* EUROPA", "* ASIA PACÍFICO", "* MEDIO ORIENTE", "* ÁFRICA", "* SALUD", "* MEDIO AMBIENTE", "* CIENCIA", "* POLÍTICA", "El video de los bomberos festejando la lluvia en Australia es de noviembre de", "2019", "AFP Uruguay, Bruno Scelza  Publicado el lunes 6 enero 2020 a las 22:10", "Copyright AFP 2017-2020. Todos los derechos reservados.", "Varias publicaciones que fueron vistas millones de veces en redes sociales", "desde principios de enero de 2020 muestran las imágenes de bomberos celebrando", "la llegada de la lluvia durante los graves incendios que afectan a Australia;", "las imágenes son auténticas, aunque no aclaran que fueron tomadas dos meses", "antes.", "“La lluvia de la esperanza en Australia. Incluso contra los pronósticos de", "cero lluvias. Esto nos alegra a todos y todas”, afirma una publicación en", "Facebook del 4 de enero de 2020, en la que se muestra un video de un grupo", "de bomberos que festejan mientras llueve en una zona notoriamente afectada", "por el fuego. Las imágenes fueron reproducidas más de un 1,7 millones de", "veces y la publicación fue compartida más de 62.000 veces.", "Además de ésta, otras cuentas compartieron el mismo video también ese día", "más de 59.000 veces en otras páginas en Facebook (1, 2, 3, 4), acumulando", "más de 1,2 millones de visualizaciones. Además, una publicación en Twitter", "obtuvo más de 63.000 retuits y más de ocho millones de reproducciones.", "También, tres publicaciones en Instagram (1, 2, 3) fueron reproducidas más", "de 38.000 veces y sumaron 5.400 “me gusta”. En portugués, varios artículos", "que incluyen el video (1, 2, 3, 4) también se volvieron virales.", "Captura de pantalla de una publicación en Facebook, realizada el 6 de", "enero de 2019", "Tomando capturas de imágenes del video y realizando una búsqueda inversa", "de las mismas, se encuentra un artículo del 4 de enero en el portal", "vivehuila.co titulado “Tremenda lluvia alivia la ola de incendios en", "Australia”. En la publicación se menciona que el video fue subido por la", "compañía de Bomberos “Leongatha Fire Brigade” en su página de Facebook.", "Al acceder a la cuenta de Facebook de la brigada, se halla el video", "original, de 34 segundos de duración. Sin embargo, no fue publicado en", "enero de 2020, sino el 25 de noviembre de 2019.", "“Este es nuestro equipo en Rollands Plains en NSW [NDLR: Nueva Gales del", "Sur] en este momento con algunos lugareños muy felices que han estado", "nerviosos por más de un mes. Estas personas también han estado ayudando a", "cocinar comida para todos los bomberos y locales que han sido obligados a", "abandonar sus hogares durante las últimas 2 semanas”, señala la", "publicación, que tiene más de un millón de reproducciones y fue compartida", "más de 11.000 veces.", "IFrame", "Los últimos incendios en Australia comenzaron en septiembre de 2019 y", "desde entonces han provocado la quema de más de seis millones de", "hectáreas. En comparación, casi 2,5 millones de hectáreas se convirtieron", "en humo en agosto en la Amazonía y los incendios de 2018 en California", "destruyeron casi 800.000 hectáreas durante una de las peores temporadas de", "incendios forestales en ese estado estadounidense.", "Los incendios causaron la muerte de al menos 23 personas, 17 en el estado", "de Nueva Gales del Sur, además de la destrucción de más de 1.500 casas.", "Un helicóptero militar sobrevuela una fábrica de astillas de madera en", "llamas en Eden, en el estado australiano de Nueva Gales del Sur, el 6 de", "enero de 2020", "En conclusión, es verdadero el video de los bomberos australianos", "celebrando la llegada de la lluvia, aunque corresponde a noviembre de", "2019.", "EDIT 6/1: Agrega información sobre las consecuencias de los incendios.", "[IMG]", "AFP Uruguay", "Todos los artículos", "Bruno Scelza", "Todos los artículos", "¿Quiere que la AFP verifique algún contenido?", "Envíenos por [IMG] WhatsApp [IMG] E-mail", "[IMG]", "[ Submit ][ Submit ][ Submit ][ Submit ]", "[ Submit ] [ Submit ]", "Síganos", "* Página principal", "* ¿Quiénes somos?", "* El fact-checking en AFP", "* Metodología", "* Contacto", "* Correcciones", "* Solicite una prueba de nuestros servicios", "FactualFactual", "Copyright AFP 2017-2020. Todos los derechos reservados. Los usuarios", "pueden acceder a este sitio, consultarlo y utilizar las opciones", "propuestas para compartir su contenido con fines personales. Cualquier", "otro uso, especialmente la reproducción, la comunicación al público o la", "distribución del contenido de este sitio, en su totalidad o en parte, para", "cualquier otro fin y/o por otros medios, sin un acuerdo específico firmado", "con la AFP, está estrictamente prohibido. Los elementos analizados en cada", "verificación se presentan o se enlazan en tanto son necesarios para la", "correcta comprensión de dicha verificación. La AFP no cuenta con derechos", "sobre los autores ni sobre los propietarios del copyright de estos", "contenidos de terceras partes, y declina toda responsabilidad respecto a", "los mismos. AFP y su logo son marcas registradas."]