["Link: canonical", "Link: shortlink", "* About", "* Issues", "* Media", "* Volunteer", "* Contact", "* Contribute", "* About", "* Issues", "* Media", "* Volunteer", "* Contact", "* Contribute", "* About", "* Issues", "* Media", "* Volunteer", "* Contact", "* CONTRIBUTE", "[IMG]", "[IMG]", "[IMG]", "* Contribute", "Menu", "* Contribute", "Menu", "Menu", "Commonsense Conservative for Ohio", "Sign up for updates!", "* Email*", "_____________________", "* Zip*", "_____________________", "* GFI Tracking: Basic Data", "Origin URL _____________________  Page Title _____________________", "Source URL _____________________  Query String _____________________", "Date _____________________  Time _____________________", "* GFI Tracking: UTM Data", "UTM Source _____________________  UTM Medium _____________________", "UTM Campaign _____________________", "* GF Iterable: Lists", "Lists _____________________", "* GF Iterable: Workflows", "Workflows _____________________", "* Phone", "_____________________", "This field is for validation purposes and should be left unchanged.", "[ SIGN UP NOW ]", "Will you defend Ohio?", "DONATE NOW VOLUNTEER", "Meet Rob", "Rob Portman was first elected to the United States Senate in 2010, winning", "by 18 points.  He was reelected in 2016 by an even more impressive 21", "points, winning 84 of Ohio’s 88 counties and receiving over 3.1", "million votes – the second highest vote total for any elected official in", "Ohio’s history.", "Rob has built a reputation in the Senate as a conservative leader who can", "bring people together to deliver results.  President Trump has signed", "dozens of Portman’s bills into law, including legislation to combat", "the addiction epidemic, curb human trafficking, help people better save", "for retirement, and support members of our military and their families.", "Rob’s leadership was critical to Congress passing the historic tax cuts", "and tax reform, and his strong and steadfast support publicly and behind", "the scenes helped send Justices Neil Gorsuch and Brett Kavanaugh to the", "U.S. Supreme Court.  Rob has an A rating from the NRA and a 100% rating", "from National Right to Life.", "Prior to his service in the Senate, Rob served Ohio and our nation as the", "Director of the Office of Management and Budget, the United States Trade", "Representative, and a member of the House of Representatives representing", "Ohio’s diverse, seven-county Second Congressional District.", "Rob is a small business owner and grew up in a small business family,", "where he learned early on the value of hard work, leadership, and fiscal", "responsibility.  Rob was born and raised in Cincinnati, where he still", "lives today with his wife Jane and their dog Huckleberry.  Together they", "have three children: Jed, Will, and Sally.", "Read More", "Issues", "Jobs", "Confirming Judges", "2nd Amendment", "Healthcare", "Fighting Addiction", "Protect Life", "Chip in now to keep the Republican Senate Majority!", "$25 $50 $100 $500 $1000 $2800 Contribute", "Latest News", "Feb 27, 2020", "China systematically stealing taxpayer funded US research for its military:", "Sen. Rob Portman", "Sen. Rob Portman, (R-Ohio), discusses President Trump’s handling of the", "coronavirus outbreak and… Read More", "Feb 26, 2020", "President Donald Trump nominates Cuyahoga County judge for federal bench", "CLEVELAND, Ohio — President Donald Trump on Wednesday nominated a Cuyahoga", "County Common Pleas… Read More", "Feb 19, 2020", "Fecon hosts U.S. Senator Rob Portman", "Lebanon, Ohio-based equipment maker Fecon has hosted United States Senator", "Rob Portman… Read More", "Jan 31, 2020", "Sen. Rob Portman: Brexit presents new opportunity for trade with Britain", "Between the new United States-Mexico-Canada Agreement and a substantial", "Phase One trade agreement… Read More", "Tweets by robportman", "* About", "* Issues", "* Media", "* Contact", "* Contribute", "PAID FOR BY PORTMAN FOR SENATE COMMITTEE", "© 2021", "* Privacy Policy"]