["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "Link: alternate en-AU", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORT", "* ENTERTAINMENT", "* LIFESTYLE", "* WEATHER", "* TV", "* MORE", "* /* setting alt tags to \"\" since that is the a11y recommendation given", "that the property name is the text of the href *. [IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your emails", "* News", "News", "* Latest", "Latest", "* Coronavirus", "Coronavirus", "* National", "National", "* Sydney", "Sydney", "* Melbourne", "Melbourne", "* Brisbane", "Brisbane", "* Adelaide", "Adelaide", "* Perth", "Perth", "* World", "World", "* Good News", "Good News", "* Ever Wondered", "Ever Wondered", "* In The Know", "In The Know", "* Watch", "Watch", "More", "More", "Yahoo News:", "Sign up to our daily newsletter for all the latest news 📩", "The important stories sent straight to your inbox.", "Agence-France PresseAgence-France Presse", "Britain orders lockdown as WHO warns pandemic 'accelerating'", "Read full article", "* \"Stay at home,\" Prime Minister Boris Johnson said in a televised", "address to the nation, as he unveiled unprecedented peacetime measures", "1/7", "\"Stay at home,\" Prime Minister Boris Johnson said in a televised", "address to the nation, as he unveiled unprecedented peacetime measures", "* Graphic showing summary of the largest number of daily cases of", "COVID-19 from March 16-22Graphic showing summary of the largest number", "of daily cases of COVID-19 from March 16-22", "2/7", "One week of new COVID-19 cases", "Graphic showing summary of the largest number of daily cases of", "COVID-19 from March 16-22", "* Members of the Army National Guard deploy at New York's Jacob Javits", "Center as New York Governor Andrew Cuomo announces plans to convert", "the center into a field hospitalMembers of the Army National Guard", "deploy at New York's Jacob Javits Center as New York Governor Andrew", "Cuomo announces plans to convert the center into a field hospital", "3/7", "Members of the Army National Guard deploy at New York's Jacob Javits", "Center as New York Governor Andrew Cuomo announces plans to convert", "the center into a field hospital", "* Keep up to speed at a glance with the Top 10 daily stories", "Yahoo News is better in the app", "Keep up to speed at a glance with the Top 10 daily stories", "* Italy now has more fatalities than China but the number of single-day", "deaths was slightly down on MondayItaly now has more fatalities than", "China but the number of single-day deaths was slightly down on Monday", "4/7", "Italy now has more fatalities than China but the number of single-day", "deaths was slightly down on Monday", "* Millions of residents have been ordered to stay at home in New York", "and all non-essential businesses have been shut and schools", "closedMillions of residents have been ordered to stay at home in New", "York and all non-essential businesses have been shut and schools", "closed", "5/7", "Millions of residents have been ordered to stay at home in New York", "and all non-essential businesses have been shut and schools closed", "* South Africa announced a three-week lockdown \"to avoid a human", "catastrophe\" with soldiers patrolling the streets to ensure", "complianceSouth Africa announced a three-week lockdown \"to avoid a", "human catastrophe\" with soldiers patrolling the streets to ensure", "compliance", "6/7", "South Africa announced a three-week lockdown \"to avoid a human", "catastrophe\" with soldiers patrolling the streets to ensure compliance", "* Keep up to speed at a glance with the Top 10 daily stories", "Yahoo News is better in the app", "Keep up to speed at a glance with the Top 10 daily stories", "* 7/7", "Berlin's Brandenburg Gate almost empty as Germany tightens measures over", "coronavirus spread", "[ Submit ][ Submit ]", "\"Stay at home,\" Prime Minister Boris Johnson said in a televised address", "to the nation, as he unveiled unprecedented peacetime measuresGraphic", "showing summary of the largest number of daily cases of COVID-19 from", "March 16-22Members of the Army National Guard deploy at New York's Jacob", "Javits Center as New York Governor Andrew Cuomo announces plans to convert", "the center into a field hospitalItaly now has more fatalities than China", "but the number of single-day deaths was slightly down on MondayMillions of", "residents have been ordered to stay at home in New York and all", "non-essential businesses have been shut and schools closedSouth Africa", "announced a three-week lockdown \"to avoid a human catastrophe\" with", "soldiers patrolling the streets to ensure compliance[IMG]", "by Phil Hazlewood with Chris Lefkow in Washington", "24 March 2020, 2:32 am·6-min read", "Britain ordered a three-week lockdown on Monday in a bid to slow the", "spread of coronavirus as world health officials warned that the pandemic", "was \"accelerating\" around the globe. As Britain joined other nations in", "imposing strict stay-at-home orders, the number of virus deaths worldwide", "surged past 16,500 and the number of confirmed cases surpassed 378,000.", "The death toll in New York City neared 100, sparking growing concern over", "the spread of the virus in the largest US metropolis, home to some 8.4", "million people. UN Secretary-General Antonio Guterres appealed for an", "immediate ceasefire in the world's conflict zones, and France and China", "called for urgent talks of the G20 major economies to respond to the", "escalating crisis. In Washington, congressional efforts to pass a nearly", "two-trillion-dollar rescue package for the teetering US economy failed for", "a second straight day after Democrats said the Republican proposal", "prioritizes big corporations and insufficiently protects workers. Markets", "on both sides of the Atlantic were hammered again as the virus continued", "to wreak havoc on the world economy, spurring fears of a global fallout", "not seen since the Great Depression. And with major cultural and sporting", "events already wiped off the calendar, there were mounting calls to", "postpone the Tokyo Olympics. Japan's prime minister admitted a delay could", "be \"inevitable.\" - 'Stay at home' - In London, British Prime Minister", "Boris Johnson ordered a three-week shutdown of \"non-essential\" shops and", "services and banned gatherings of more than two people. \"Stay at home,\"", "Johnson said in a televised address to the nation, as he unveiled", "unprecedented peacetime measures after the country's death toll climbed to", "335. The announcement came after crowds of people were seen enjoying", "weekend spring sunshine in parks and countryside across the country,", "prompting calls for tougher action to be imposed. World Health", "Organization chief Tedros Adhanom Ghebreyesus warned that the global", "pandemic was clearly \"accelerating.\" The number of coronavirus deaths", "surged past 16,100 on Monday, with over 361,500 infections in over 174", "countries and territories, according to an AFP tally based on official", "sources. Tedros said it took 67 days from the beginning of the outbreak in", "China in December for the virus to infect the first 100,000 people", "worldwide. In comparison, it took 11 days for the second 100,000 cases and", "just four days for the third 100,000 cases, he said. Tedros acknowledged", "that a number of countries were struggling to take more aggressive", "measures because of a lack of resources but said \"we are not helpless", "bystanders. \"We can change the trajectory of this pandemic,\" he said. -", "Over 10,000 deaths in Europe - More than 10,000 people have now died in", "Europe alone, the new epicenter of the disease. The countries that have", "recorded the most deaths over the last 24 hours are Italy, with 601, Spain", "with 462 and France with 186. Italy, with 6,077 deaths, now has more", "fatalities than China but the number of single-day deaths was slightly", "down on Monday, offering a glimmer of hope it may finally be turning a", "corner. The number of new declared infections in Italy fell from 6,557 on", "Saturday to 4,789 on Monday. There have been 573 deaths in the United", "States -- 98 of them in New York City alone, which has become the", "epicenter of America's coronavirus crisis. Millions of residents have been", "ordered to stay at home in the Big Apple and all non-essential businesses", "have been shut and schools closed. As only non-essential workers, such as", "pharmacists, grocery store workers and nurses and doctors, headed to work", "Monday, rush hour in the city was just a trickle of traffic. But President", "Donald Trump -- who faces reelection in November and is keen to avoid", "extended economic damage in the US -- told reporters he would soon be", "\"opening up our country to business because our country was meant to be", "open.\" At least 1.7 billion people globally have now been asked to stay", "home in line with mandatory or recommended measures, according to an AFP", "count. New Zealand and South Africa announced new lockdowns, Germany", "banned even small gatherings, Italy barred domestic travel and Hong Kong", "shut its borders to non-residents. Other European nations continued to", "choke people's movement, with Britain and Greece the latest to follow", "Italy, Spain and France in imposing a nationwide lockdown. - 'Folly of", "war' - France is to tighten its lockdown, strictly limiting physical", "exercise and closing most open-air markets, Prime Minister Edouard", "Philippe said on Monday. The Netherlands is extending a ban on all public", "gatherings from April 6 until June 1 to curb the spread of the virus. A", "frustrated Prime Minister Justin Trudeau told Canadians to stop flouting", "public health recommendations and to self-isolate. \"Enough is enough,\"", "Trudeau said. \"Go home and stay home.\" South Africa announced a three-week", "lockdown \"to avoid a human catastrophe\" with soldiers patrolling the", "streets to ensure compliance. Spain readied to extend its state of", "emergency, which bars people from leaving home unless absolutely", "essential, until April 11. It reported another spike in fatalities,", "bringing its total to 2,182 dead -- the third highest in the world after", "Italy and China. With war-ravaged Syria announcing its first coronavirus", "case, UN chief Guterres appealed for a worldwide ceasefire to protect the", "vulnerable in conflict zones. \"The fury of the virus illustrates the folly", "of war,\" he said. IMF chief Kristalina Georgieva said the fund stands", "\"ready to deploy all our $1 trillion lending capacity\" and warned that the", "recession could be at least as bad as during the global financial crisis.", "As the pandemic overwhelms hospitals, doctors are having to prioritize", "patients based on their chances of survival. \"We go into medicine to heal", "people. Not to make choices about who can live,\" said Philippe Devos, an", "anaesthesiologist in Belgium. burs-cl/ft/bgs \"Stay at home,\" Prime", "Minister Boris Johnson said in a televised address to the nation, as he", "unveiled unprecedented peacetime measures Graphic showing summary of the", "largest number of daily cases of COVID-19 from March 16-22. Members of the", "Army National Guard deploy at New York's Jacob Javits Center as New York", "Governor Andrew Cuomo announces plans to convert the center into a field", "hospital Italy, with 6,077 deaths, now has more fatalities than China but", "the number of single-day deaths was slightly down on Monday, offering a", "glimmer of hope it may finally be turning a corner Millions of residents", "have been ordered to stay at home in New York and all non-essential", "businesses have been shut and schools closed South Africa announced a", "three-week lockdown \"to avoid a human catastrophe\" with soldiers", "patrolling the streets to ensure compliance", "TRENDING", "* Yahoo Lifestyle", "Bindi Irwin and Chandler Powell welcome baby girl and share sweet name", "Yahoo Lifestyle·1-min read", "* Yahoo News Australia", "Baby left in unit died as mum partied for six days", "Yahoo News Australia·1-min read", "* Yahoo News Australia", "Woman, 24, 'beaten to death over bikini malfunction’", "Yahoo News Australia·2-min read", "* Yahoo News Australia", "Fresh twist in case of Melissa Caddick as more charges laid", "Yahoo News Australia·3-min read", "* Yahoo News Australia", "'Childish': Man slams employer over bizarre delivery of final pay", "Yahoo News Australia·2-min read", "Latest stories", "* Yahoo News Australia", "Coronavirus: New Covid case in Brisbane could be 'missing link'", "Queensland Health has identified another case of coronavirus - the", "brother of a man who tested positive on Thursday.", "4 hours ago", "* Yahoo Sport Australia", "'Sick to my stomach': Backlash over viral Scott Morrison moment", "A photo of an Eels staff member has gone viral following Prime", "Minister Scott Morrison's visit to the NRL on Saturday night.", "2 hours ago", "* Yahoo News Australia", "'Anomaly between my legs': TikTok model's fury over airport check", "The trans woman has revealed the awkward problem she faces every time", "she travels through airport scanners.", "47 minutes ago", "* Yahoo News Australia", "Fisherman bitten by shark at popular WA tourist spot", "A spear fisherman suffered injuries after he was attacked off a", "popular WA beach.", "2 hours ago", "* Yahoo News Australia", "Shock brain discovery triggers woman’s 146kg weight loss", "'I never once thought about paying attention to what I was eating or", "drinking'.", "3 hours ago", "* Yahoo News Australia", "Instagram couple accused of wild Sydney crime spree", "Eleanor Ashford and Sarah Canceri, both 23, are accused of robbing a", "number of service stations in Sydney's southwest.", "5 hours ago", "* Yahoo News Australia", "'Police assaulted me': Violent scenes on streets of Britain", "Police have clashed with protesters in the UK, with disturbing videos", "emerging online.", "5 hours ago", "* Yahoo News Australia", "Government MP steps down from Parliament duties after harassing women", "Andrew Laming is the latest government member to go on health leave", "after harassing women.", "6 hours ago", "* Yahoo News Australia", "Brisbane Covid case 'held house party after getting tested'", "He was told to self-isolate until receiving the results of his test", "but chose to invite 25 people over to his house instead.", "6 hours ago", "* Yahoo News Australia", "Mum of three's devastation after fiancé dies in motorcycle crash", "The young family had just celebrated the arrival of twins and were", "planning a wedding in September when unthinkable tragedy struck.", "21 hours ago", "* Yahoo News Australia", "'Those days are over': Russia and China's threat to the West", "The global balance of power is shifting, and for many nations, the", "smart money might be on Russia and China now.", "22 hours ago", "* Yahoo News Australia", "'We apologise': Bold plan to move ship stuck in Suez Canal", "The accident has caused a billion dollar traffic jam which has been", "labelled a 'catastrophe'.", "22 hours ago", "* Yahoo News Australia", "‘I loathed myself’: OnlyFans mum reveals parenthood struggle", "The young mum has stared down trolls and online abuse for her", "parenting style.", "22 hours ago", "* Yahoo News Australia", "Man shot dead in ambush attack on Victorian highway", "A man in his 40s is dead with police now trying to find whoever is", "responsible for killing him.", "22 hours ago", "* Yahoo News Australia", "Fresh twist in case of Melissa Caddick as more charges laid", "New charges have been laid against the alleged conwoman since her", "decomposed foot washed up on a NSW beach last month.", "23 hours ago", "* Yahoo News Australia", "Baby left in unit died as mum partied for six days", "The 19-year-old mother returned to her home six days after leaving her", "baby daughter alone to celebrate her birthday.", "a day ago", "* Yahoo News Australia", "'Huge': Incredible object washes up on Sydney beach after floods", "The local council said it was mistaken for a dead whale at first", "before washing closer to shore.", "a day ago", "* Yahoo News Australia", "Popular tourist destination to open up – but only for vaccinated", "One of the country's most popular destinations will scrap quarantine", "requirements for foreign tourists, if they're vaccinated.", "a day ago", "* Yahoo News Australia", "Australian soldier dies after collapsing during training session", "A 20-year-old soldier has died after collapsing during a training", "session in Darwin.", "a day ago", "* Yahoo News Australia", "MP's vile messages hours after parliament apology", "Hours after Andrew Laming apologised to two women in parliament, his", "Facebook comments told a very different story.", "a day ago", "More stories"]