["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "One Wisconsin Now", "stated on June 24, 2011 in a news release:", "Says Gov. Scott Walker’s budget \"includes tax breaks for corporations and", "the rich that will cost the state of Wisconsin taxpayers $2.3 billion over", "the next decade.\"", "true half-true", "* State Budget", "* Taxes", "* Wisconsin", "* One Wisconsin Now", "Tom Kertscher", "By Tom Kertscher July 6, 2011", "Group says Gov. Scott Walker’s budget has tax breaks for corporations, the rich", "“that will cost the state of Wisconsin taxpayers $2.3 billion over the next", "decade.”", "We’ve heard a lot about how Wisconsin’s new state budget erases a $3", "billion shortfall without raising taxes.", "But could it be true that the budget also provides billions of dollars in", "tax breaks?", "On June 24, 2011, two days before Republican Gov. Scott Walker signed the", "budget into law, this declaration was made by liberal advocacy group One", "Wisconsin Now:", "\"Walker’s budget, includes tax breaks for corporations and the rich that", "will cost the state of Wisconsin taxpayers $2.3 billion over the next", "decade.\"", "Versions of the $2 billion-plus claim have also been made in a joint news", "release from four left-leaning groups and on at least three occasions by", "Assembly Minority Leader Peter Barca, D-Kenosha. The state Democratic", "Party put the $2 billion claim first on its list of \"worst items\" in", "Walker’s budget.", "So, let’s see what’s what.", "When asked about the claim, Scot Ross, executive director of One Wisconsin", "Now, pointed to a June 9, 2011, memo by the non-partisan Legislative", "Fiscal Bureau, long considered by both parties the neutral scorekeeper on", "budget matters. The memo was written at the request of Senate Minority", "Leader Mark Miller, D-Monona.", "The memo projects that various tax provisions adopted in 2011 will result", "in a reduction of $2.33 billion in general fund tax revenue over 10 years.", "That appears to back the One Wisconsin Now claim.", "But the claim is a little more complicated than that -- it really has four", "elements:", "\"Walker’s budget (1) includes tax breaks for corporations (2) and the rich", "(3) that will cost the state of Wisconsin taxpayers $2.3 billion over the", "next decade (4).\"", "1. \"Walker’s budget\"", "The group says the $2.3 billion in tax breaks over 10 years is part of the", "2011-2013 budget that was proposed by Walker and modified and adopted by", "the Legislature. But the fiscal bureau reached its projection by", "considering tax breaks not only in the budget, but in five other", "business-related measures that were adopted by the Legislature early in", "2011.", "Ross conceded his group made a \"misstatement.\" He noted that less than two", "weeks earlier, his group had issued a news release that attributed the", "$2.3 billion figure to both the budget and the earlier action.", "One cautionary note.", "Todd Berry, president of the nonprofit Wisconsin Taxpayers Alliance, says", "it is difficult to project the effects of tax law changes over 10 years:", "\"It’s so volatile, I just don’t think you can forecast very far out.\"", "So, the first part of the claim is off because it cited only Walker’s", "budget -- but that’s relatively minor, since the budget built the earlier", "tax reductions into its assumptions.", "2. \"Tax breaks for corporations\"", "Ross pointed out that nearly $1.6 billion of the $2.3 billion tax breaks", "would go to corporations through three tax provisions.", "Tax cuts: On production earnings of manufacturers and agricultural", "businesses. The cuts would apply to small businesses as well as large", "corporations. The production tax cuts are by far the largest of the", "breaks, according to the fiscal bureau, resulting in a reduction of an", "estimated $874 million over 10 years.", "\"Combined reporting\": A partial rollback of a tax increase that was", "adopted two years ago on multi-state corporations. The fiscal bureau", "estimates the rollback would reduce tax revenue by $366 million over 10", "years, making it the second-largest tax break.", "Tax deduction: For hiring new full-time employees. Ross argued that", "regardless of the size of a company, the money from the tax deduction \"is", "not going to average individual taxpayers.\" The new-hire deduction is the", "third-largest tax break, with an estimated loss in revenue of $335 million", "over 10 years.", "So, many of the tax breaks are geared toward corporations and business.", "That’s not surprising. The focus of the Walker-called special session of", "the Legislature in January was on improving the state’s business climate.", "3. Tax breaks for \"the rich\"", "Ross told us a \"a clear majority\" of the remaining $700 million in tax", "breaks will go to the \"rich.\"", "Of course, by saying \"clear majority,\" Ross is acknowledging not all of", "the remaining tax breaks are aimed at the rich. What’s more, there are", "many differing views of what constitutes the \"rich.\" The point behind the", "loaded language is they don’t help the average taxpayer.", "Ross highlighted three tax breaks:", "-- Health savings accounts: This legislation allows employees -- not", "employers -- to deduct contributions they make to their HSAs, which are", "used to pay medical expenses, from their state income taxes, as they can", "from their federal income taxes.", "Ross cited a May 2008 memo from the U.S. Government Accountability Office", "that says the average taxpayer who used an HSA in 2005 had an annual", "adjusted gross income of $139,000. He argues that that figure shows HSAs", "benefit \"the rich\" because the adjusted gross income of other tax filers", "was only $57,000.", "Berry doesn’t buy that argument. He said large corporations and the rich", "\"are more likely to have employer-paid health insurance and would not need", "an HSA.\" He noted that nearly every other state allows the deduction,", "which conforms with federal tax law.", "-- Two capital gains changes: One change eliminates state capital-gains", "taxes on long-term investments in Wisconsin businesses; the other would", "defer taxes on capital gains reaped anywhere if the proceeds are plowed", "back into a Wisconsin business. Together, they would result in an", "estimated tax revenue reduction of $436 million over 10 years.", "Ross cited a fiscal bureau report on the two measures that said \"capital", "gain income is concentrated among high-income taxpayers.\"", "Berry said eliminating the long-term investment capital gains tax would", "tend to benefit people with higher incomes. The deferral measure, however,", "merely delays taxes and isn’t a tax cut, he said.", "So, Part 3 of the claim is mixed. Ross himself acknowledged not all of the", "$700 million in question goes to the wealthy, only a \"clear majority.\" But", "the claim gets support from both the legislative fiscal bureau and the", "taxpayers alliance, who said the capital gains measures benefit", "higher-income taxpayers.", "4. Tax breaks \"cost\" Wisconsin taxpayers", "Ross argued that the tax breaks \"cost\" Wisconsin taxpayers \"because they", "are reducing the amount of revenue taken in by the state\" and because most", "taxpayers won’t benefit from them. He added: \"We remain steadfast in our", "belief that tax breaks are a form of spending.\"", "But we looked at that question in February 2011 when One Wisconsin Now", "claimed that $140 million in tax breaks backed by Walker amounted to \"new", "special interest spending.\"  As we concluded then, cutting taxes is \"not", "spending. You can’t spend what you don’t have.\" We gave the group a Pants", "on Fire on that claim.", "Let’s return to the current claim.", "One Wisconsin Now said the new state budget \"includes tax breaks for", "corporations and the rich that will cost the state of Wisconsin taxpayers", "$2.3 billion over the next decade.\" The state fiscal bureau estimates tax", "breaks will bring in $2.3 billion less in revenue over 10 years. The group", "attributes it all to the budget, when much of it was in separate", "legislation.", "The group’s larger point -- that the tax breaks benefit corporations and", "wealthier residents, rather than average taxpayers -- is generally on", "target, given that the largest amounts of the tax breaks go to businesses", "and to individuals with higher incomes. But as we said in a past ruling, a", "tax break is not spending or a \"cost\" to taxpayers. It is money that stays", "with taxpayers.", "The statement contains accurate claims, primarily on who will benefit from", "newly adopted tax breaks, but shades the language (all in Walker’s budget,", "a \"cost\" to taxpayers) to amplify its political point.", "We rate the statement Half True.", "Featured Fact-check", "Ron Johnson", "stated on March 4, 2021 in in various forums", "On passing high-dollar legislation with no time to read it.", "true full-flop", "By Eric Litke • March 11, 2021", "Our Sources", "State Rep. Peter Barca, budget news release, June 26, 2011", "State Rep. Peter Barca, budget news release, June 24, 2011", "State Rep. Peter Barca, statement to WisconsinEye TV network, June 22,", "2011", "One Wisconsin Now, budgetnews release, June 24, 2011", "One Wisconsin Now, WMC protest news release, June 13, 2011", "Citizen Action of Wisconsin, Center on Wisconsin Strategy, Wisconsin", "Council on Children and Families and Institute for Wisconsin’s Future,", "budgetnews release, June 16, 2011", "Wisconsin Democratic Party, \"Top 10 worst items in Scott Walker’s radical", "budget\" news release, June 27, 2011", "Interview and e-mail interview, One Wisconsin Now executive director Scot", "Ross, June 28 and 29, 2011", "Interview and e-mail interview, Wisconsin Taxpayers Alliance president", "Todd Berry, June 29, 2011", "Wisconsin Legislative Fiscal Bureau, general fund taxes memo to state Sen.", "Mark Miller, June 9, 2011", "Wisconsin Legislative Fiscal Bureau, health savings accounts legislation", "memo, Jan. 18, 2011", "Wisconsin Legislative Fiscal Bureau, budget paper #310 on two capital", "gains changes, May 31, 2011", "Wisconsin Legislative Fiscal Bureau, budget paper #361 on production tax", "cuts, May 27, 2009", "2011 Wisconsin Act 5tax deduction for new hires law", "Milwaukee Journal Sentinel, \"Business production tax break added to state", "budget,\" June 6, 2011", "Milwaukee Journal Sentinel, \"GOP panel votes for corporate tax break,\"", "May 31, 2011", "Capital Times, \"Biz Beat: Budget serves up tax break for wealthiest", "Wisconsinites,\" June 24, 2011", "U.S. Government Accountability Office, Health Savings Accounts memo, April", "1, 2008", "PolitiFact Wisconsin, \"One Wisconsin Now says Scott Walker and the", "Legislature have increased spending by $140 million,\" Feb. 1, 2011", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Tom Kertscher", "Facebook posts", "stated on March 18, 2021 a Facebook post:", "\"80% of people taking the Moderna vaccine had significant side effects,", "via Bill Gates.\"", "false false", "By Tom Kertscher • March 25, 2021", "Facebook posts", "stated on March 18, 2021 a Facebook post:", "“Finally, a judge has ruled Dominion voting machines were designed to", "create fraud.”", "false false", "By Tom Kertscher • March 23, 2021", "Facebook posts", "stated on March 13, 2021 an Instagram post:", "“Donald J. Trump’s signature is on the new stimulus checks.”", "false false", "By Tom Kertscher • March 16, 2021", "Aubrey Huff", "stated on March 14, 2021 an Instagram post:", "Hank Aaron and Marvelous Marvin Hagler died “after taking the COVID-19", "vaccine.”", "false false", "By Tom Kertscher • March 16, 2021", "Colion Noir", "stated on March 12, 2021 a Facebook post:", "\"90% of Americans do not support universal background checks.\"", "false false", "By Tom Kertscher • March 15, 2021", "Facebook posts", "stated on March 9, 2021 a Facebook post:", "“Illegal aliens will receive $1,400 stimulus checks.”", "barely-true barely-true", "By Tom Kertscher • March 12, 2021", "Facebook posts", "stated on March 7, 2021 a Facebook post:", "The $1.9 trillion COVID-19 relief bill \"awards a $25 million bonus\" to", "House members.", "pants-fire pants-fire", "By Tom Kertscher • March 11, 2021", "Facebook posts", "stated on March 8, 2021 a Facebook post:", "Says Alexandria Ocasio-Cortez's net worth is “over $1 million.”", "pants-fire pants-fire", "By Tom Kertscher • March 10, 2021", "Facebook posts", "stated on March 7, 2021 a Facebook post:", "Says Joe Biden executive orders caused price increases of 50 cents in gas", "and 10% in food.", "false false", "By Tom Kertscher • March 10, 2021", "The Gateway Pundit", "stated on March 6, 2021 a Facebook post:", "“Ballots in Arizona’s Maricopa County” from the 2020 presidential election", "“found shredded and in dumpster days before Senate audit to begin.”", "false false", "By Tom Kertscher • March 9, 2021", "Facebook posts", "stated on March 3, 2021 a Facebook post:", "In Aberdeen, Miss., “Massive 78% of mail-in ballots proved fraudulent,", "judge orders election do-over.”", "mostly-true mostly-true", "By Tom Kertscher • March 5, 2021", "National Association for Gun Rights", "stated on March 1, 2021 a Facebook post:", "\"Marco Rubio's 'red flag' gun confiscation bill\" calls for guns to be", "confiscated \"without due process, based on unsubstantiated accusations.\"", "barely-true barely-true", "By Tom Kertscher • March 4, 2021", "Donald Trump", "stated on February 28, 2021 an interview:", "Says he requested “10,000 National Guardsmen” for his Jan. 6 rally, but", "Nancy Pelosi “rejected it.”", "false false", "By Tom Kertscher • March 2, 2021", "Facebook posts", "stated on February 26, 2021 a viral image:", "“America has 133 million registered voters,” but “159 million votes” were", "cast in the 2020 presidential election.", "false false", "By Tom Kertscher • March 1, 2021", "Facebook posts", "stated on February 25, 2021 a Facebook post:", "Says the Atlanta mayor is “shutting the city down for” the NBA All-Star", "Game weekend.", "false false", "By Tom Kertscher • March 1, 2021", "Group says Gov. Scott Walker’s budget has tax breaks for corporations, the", "rich “that will cost the state of Wisconsin taxpayers $2.3 billion over the", "next decade.”", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]