["Link: profile", "Link: canonical", "Link: shortlink", "Link: https://theeventscalendar.com/", "SITE SEARCH", "Search for: _____________________ [ Search ]", "[ DONATE ]", "Search for: _____________________ [ Search ]", "LogoLogoLogo", "* * About", "* Who We Are", "* What we do", "* Our Team", "* Board of Trustees", "* SBF Staff", "* Vacancies", "* Steve Biko", "* Steve Biko Timeline", "* Steve Biko", "* Honours and Awards", "* Steve Biko Quotes", "* Archive", "* Programmes", "* Arts and Culture", "* Education", "* Enterprise Development", "* Sports Development", "* International Dialogue", "* Steve Biko Centre", "* Events", "* Media", "* News", "* Statements", "* Speeches", "* Events Gallery", "* FrankTalk", "* Contact", "* * About", "* Who We Are", "* What we do", "* Our Team", "* Board of Trustees", "* SBF Staff", "* Vacancies", "* Steve Biko", "* Steve Biko Timeline", "* Steve Biko", "* Honours and Awards", "* Steve Biko Quotes", "* Archive", "* Programmes", "* Arts and Culture", "* Education", "* Enterprise Development", "* Sports Development", "* International Dialogue", "* Steve Biko Centre", "* Events", "* Media", "* News", "* Statements", "* Speeches", "* Events Gallery", "* FrankTalk", "* Contact", "Who is Bantu Stephen Biko", "Bantu Stephen Biko was born in Tylden on the 18th December 1946, the third", "child of the late Matthew Mzingaye and Alice Nokuzola “Mamcethe” Biko. He", "attended primary school in King William’s Town and secondary school at", "Marianhill, a missionary school situated in a town of the same name in", "KwaZulu-Natal.", "Steve Biko went on to register for a degree in medicine at the Black", "Section of the Medical School of the University of Natal in 1966. Very", "early in his academic program Biko showed an expansive search for", "knowledge that far exceeded the realm of the medical profession, ending up", "as one of the most prominent student leaders.", "In 1968, Biko and his colleagues founded the South African Students’", "Organisation (SASO). He was elected the first President of the", "organization at its inaugural congress held at Turfloop in 1969. This", "organization was borne out of the frustrations Black students encountered", "within the liberal and multi-racial National Union of South African", "Students (NUSAS).", "In the eyes of Biko and his colleagues, NUSAS showed signs of an", "organization unwilling to adopt radical policy positions and comfortable", "with playing safe politics. The questions that triggered the formation of", "SASO became known as the ‘best able debate’ are white liberals best able", "to define the texture and tempo of resistance? SASO was founded,", "therefore, as a call to Black students to refrain from being spectators in", "a game in which they should be participants. Maintaining working", "relationships with other student organizations, SASO’s primary engagement", "was to address the inferiority complex that was the mainstay of", "passiveness within the ranks of Black students.", "It was not long before it became the most formidable political force", "spreading to campuses across the country and beyond. After serving as the", "organization’s President Biko was elected Publications Director for SASO", "where he wrote prolifically under the pseudonym, Frank Talk.", "With the seed of Black Consciousness having been sown outside of student", "campuses, Biko and his colleagues argued for a broader based black", "political organization in the country.  Opinion was canvassed and finally,", "in July 1972, the Black People’s Convention (BPC) was founded and", "inaugurated in December of the same year.", "Inspired by Biko’s growing legacy the youth of the country at high school", "level mobilized themselves in a movement that became known as the South", "African Students’ Movement (SASM).  This movement played a pivotal role in", "1976 Soweto Uprising, which accelerated the course of the liberation", "struggle.  The National Association of Youth Organizations was also formed", "in order to cater for the youth more generally.", "Biko was instrumental in the development and formation of a core SASO", "project – the Black Workers’ Project (BWP), which was co-sponsored by the", "Black Community Programs (BCP) for which Biko worked at the time.", "The BCP addressed the problems of Black workers whose unions were not yet", "recognized by the law.  After being expelled from Medical School in 1972,", "Biko joined the BCP at their Durban offices.  The BCP engaged in a number", "of community-based projects and published a yearly journal called the", "Black Review, which provided an analysis of political trends in the", "country.", "In March of 1973 Biko was banned and restricted to King Williams’ Town.", "There he set up a BCP office and served as Branch Executive.  It was not", "long before his banning order was amended to restrict him from any", "association with the BCP.", "Despite his banning, the office that he established did well, managing", "amongst other achievements to build the Zanempilo Clinic and a creche,", "both of which were very popular with the people. As an example of his", "resolve and indestructible black pride, Biko was also instrumental in the", "founding of the Zimele Trust Fund in 1975, which was set to assist", "political prisoners and their families.  This he achieved in spite of the", "inconveniences and restrictions placed on him by his own banning order.", "He continued his work, setting up the Ginsberg Trust to assist black", "students.  In January 1997 the BCP unanimously elected Biko Honorary", "President in recognition of his momentous contribution to the liberation", "struggle.", "In his short but remarkable life, Biko was frequently harassed and", "detained under the country’s notorious security legislation. This", "interrogation culminated in his arrest, together with his colleague and", "comrade Peter Cyril Jones, at a Police roadblock outside of King William’s", "Town on the 18th August 1977.", "steve-biko-stephen", "Biko and Jones were tortured at the headquarters of the Security Division", "housed in what was then known as the Sanlam building in Port Elizabeth. It", "was during this period that Biko sustained massive brain haemorrhage.", "On the 11th of September 1977 Biko was transported to Pretoria central", "prison – a twelve-hour journey, naked, without medical escort, in the back", "of a police Land Rover. Biko died on the floor of an empty cell in", "Pretoria Central Prison on the 12th of September. It was in this way that", "South Africa was robbed of one of its foremost political thinkers.", "Biko became officially the 46th victim of torture and death under the", "State Security Laws. His death helped highlight the brutality of South", "African security laws to the international community and the general", "plight of South Africans. It led directly to the decision by Western", "countries to support the UN Security Council vote to ban arms sales to", "South Africa (Resolution 418 of 4 November 1977).", "In remembering Biko and drawing lessons from his legacy, a number of", "issues arise. First, because of their violent nature, the circumstances", "surrounding his death tend to be the predominant context within which he", "is remembered. Yet, it was in life that Biko made the most profound", "contribution to the liberation of South Africa.", "Secondly, although Biko is often regarded as the father of Black", "Consciousness, his political contribution extends well beyond black", "society and its consciousness. By abandoning politics of comfort, Biko", "challenged liberal white society to revisit its own consciousness. In this", "way, he contributed significantly to white consciousness and thus to", "ploughing the ingredients of mutual respect and non-racialism.", "Third, by placing emphasis on the individual as well as the collective,", "his legacy was far reaching in highlighting the inextricable link between", "history and biography between the struggles of society and the role of the", "individual.", "Lastly, Biko died at the tender age of thirty. Almost as many years later,", "his legacy continues to stand the test of intellectual inquiry, as South", "Africa continues to define itself as a nation. Particularly because of his", "young age, the substantive qualities of Biko’s legacy speak to the", "responsibility facing youth as custodians of our democracy, perhaps more", "so than with any other of the founders of our democracy.", "Through the Steve Biko Memorial Centre, the Steve Biko Foundation seeks to", "pronounce the Biko legacy of community development and of assisting those", "on the periphery of our democratic spaces affirm their dignity. Through", "its programmes the Biko Centre seeks to emulate Biko’s passion for the", "pursuit of social justice, and “true humanity”.", "Before he died, Bantu Stephen Biko wrote these words:", "We have set out on a quest for true humanity and somewhere in the distance", "we can see the glittering prize. Let us march forth drawing strength from", "our common plight and brotherhood. In time we shall be in a position to", "bestow upon Africa the greatest gift possible, a more human face", "In Sesotho there is a saying: ‘motjheka sediba ha a se nwe’ (‘he who digs", "a well does not drink from it’). Only those who come after him will quench", "their thirst from its cool water. When the forebares formulated this", "adage, they had Bantu Steve Biko in mind, even as he sat in the world of", "pre-creation waiting to be created.― Professor Zakes Mda, “Biko’s", "Children”, 2001 Steve Biko Memorial Lecture", "Steve Biko Centre", "93", "Steve Biko Museum 06", "Building", "53", "Steve Biko Museum 05", "Building", "101", "Steve Biko Museum 04", "Building", "84", "Steve Biko Museum 03", "Building", "Logo", "The Steve Biko Foundation is a community development organization inspired", "by the legacy of Bantu Stephen Biko. An examination of the leading South", "African institutions that have contributed to shaping national discourse", "highlights the void that exists in promoting the intangible aspects of", "development...", "Click here to read more »", "[ PayPal - The safer, easier way to pay online! ]", "THE STEVE BIKO CENTRE", "Logo Located in the Ginsberg Township of King William’s Town in the", "Eastern Cape, the Centre focuses on translating global interest in the", "legacy of anti-apartheid activist Bantu Stephen Biko..", "Learn more »", "SIGN UP TO RECEIVE UPDATES FROM SBF", "Sign up to stay informed with our latest news and activities.", "Email _____________________", "[ Subscribe ]", "© Steve Biko Foundation | All Rights Reserved   |"]