["Link: canonical", "TC Energy", "1. About Toggle navigation", "1. About TC Energy", "2. Governance", "3. Strategy", "4. People", "5. Explore Energy", "6. Awards and recognition", "7. Media", "8. Contact", "9. Stories", "[IMG]", "Creating our energy future", "We’re finding solutions for the sustainable energy future you want and", "sharing our insights and ideas on the current issues and challenges", "that are shaping the energy industry.", "[IMG]", "Our leadership", "Guided by our values of safety, integrity, collaboration and", "responsibility, our leaders ensure that we develop and operate our", "facilities, safely, reliably and with minimal impact on the", "environment.", "[IMG]", "News releases", "Read the latest announcements to cross the wire from TC Energy.", "About", "2. Operations Toggle navigation", "1. Overview", "2. Natural Gas", "3. Oil and Liquids", "4. Power and Storage", "5. Operations maps Toggle navigation", "1. All assets", "2. Natural Gas", "3. Oil and Liquids", "4. Power and Storage", "6. Vendors Toggle navigation", "1. People and contracting", "2. FAQs", "3. Rules and guidelines", "[IMG]", "Natural Gas", "Our network of natural gas pipelines supplies more than 25 per cent of", "the clean-burning natural gas consumed daily across North America to", "heat homes, fuel industries and generate power.", "[IMG]", "Oil and Liquids", "TC Energy builds and operates safe and reliable energy infrastructure.", "This includes our network of oil & liquids pipelines, which supplies", "and delivers North American crude oil to help meet growing energy", "needs in Canada and the U.S.", "[IMG]", "Power and Storage", "TC Energy’s owns or has interests in seven power generation facilities", "with a combined generating capacity of approximately 4,200 megawatts", "(MW) – enough to power more than 4 million homes. Our power assets are", "located in Canada and more than 75 per cent of the power we provide is", "generated from emission-less sources.", "Operations", "3. Sustainability Toggle navigation", "1. Overview", "2. Safety Toggle navigation", "1. Pipeline and operations", "2. Emergency preparedness", "3. Employee and contractor", "4. Safe digging", "5. Youth Energy Safe", "3. Communities Toggle navigation", "1. Economic benefits", "4. Indigenous Toggle navigation", "1. Project participation", "2. People and contracting", "3. Community legacy", "4. Journey towards reconciliation", "5. Landowners", "6. Environment Toggle navigation", "1. Climate change", "2. Water", "3. Land and wildlife", "7. 2020 Report Toggle navigation", "1. Our Approach", "2. Protecting Our Planet", "3. Promoting Prosperity", "4. Empowering People", "[IMG]", "2020 Report on Sustainability", "We are pleased to share with you our 2020 Report on Sustainability so", "you can see our continued progress toward meeting today’s energy needs", "while safely, reliably and economically finding responsible solutions", "for our energy future.", "[IMG]", "Safety", "Our goal is for our pipeline and energy facilities to operate safely", "every day so that the public, our workforce and the environment aren’t", "affected by an incident involving our assets. Safety is, and always", "will be, our number one value.", "[IMG]", "Working with Indigenous groups", "For more than 40 years, TC Energy has been engaging with Indigenous", "groups. We recognize Indigenous groups as rights holders who have a", "distinct relationship to the land. We understand that our business", "activities have the potential to affect these groups in tangible ways.", "Sustainability", "4. Community Giving Toggle navigation", "1. Overview", "2. Build Strong", "3. Scholarships", "4. Apply for funding", "5. Empower", "[IMG]", "Build Strong", "Our community giving program, Build Strong, invests in organizations", "that are integral to local communities, and our business. Whether we", "are providing grants to organizations, awarding scholarships to", "students or sponsoring a local event that brings community members", "together, our goal is to help build strong, vibrant communities", "through mutually beneficial relationships.", "[IMG]", "Scholarships", "Our scholarships are an easy way to get financial support for school.", "Now with close to 1,000 scholarships available across Canada, the U.S.", "and Mexico, you could receive a scholarship valued at up to $10,000.", "[IMG]", "Empower", "Through Empower, our workforce giving program, we support and", "encourage our workforce to give back to their communities in ways that", "resonate with them personally, through fundraising, donating,", "volunteering, or even simple acts of kindness that help make the world", "a better place.", "Community Giving", "5. Investors Toggle navigation", "1. Overview", "2. Reports and filings", "3. ESG Toggle navigation", "1. ESG Directory", "4. Why invest", "5. Stock info Toggle navigation", "1. Stock price", "2. Analyst coverage", "3. Investor FAQs", "4. Stock quote and charts", "5. Preferred shares", "6. Historical data", "6. Dividends", "7. Shareholders Toggle navigation", "1. Contact us", "2. Print request", "3. Historical information", "4. Tax information", "5. Electronic document delivery", "8. Events and presentations", "9. Notice and access", "[IMG]", "Read our Fourth Quarter 2020 Report", "Our diversified and irreplaceable portfolio of high-quality, long-life", "energy infrastructure assets continue to produce solid results.", "[IMG]", "Stock information", "Find stock information for TC Energy shareholders. Common shares are", "traded on the TSX and NYSE and TC Energy's shareholders have", "benefitted from a 12% average annual total return since 2000.", "[IMG]", "Environment, social and governance", "TC Energy strives to be a leader in the delivery of energy in a safe,", "responsible and sustainable manner, ensuring we are positioned to", "maximize long-term value creation.", "Investors", "6. Careers", "EN", "FR", "ES", "1. EN", "2. FR", "3. ES", "Search Keywords _____________________ Search", "Search", "* Contact", "* Media", "* Subscribe", "* Click or Call Before You Dig", "* Privacy", "* Legal Notices", "* Customer Central", "* twitter facebook linkedin instagram", "Edinburg Remediation and Restoration", "On October 29, 2019, we responded to an incident along our Keystone", "Pipeline system in Edinburg, North Dakota. Cleanup continues as crews work", "to remove the remaining surface soil. This activity will continue until", "the site is fully remediated. Once the clean-up work is done, our focus", "will turn to the full restoration of the site, which will occur in 2020.", "Our goal is zero incidents company-wide. Our focus and top priority is", "always safety of the public, our workforce and the environment. Though the", "cause of the current incident is unknown, we are working with federal and", "state regulators to analyze and learn from what occurred, so we can ensure", "our energy infrastructure operates safely and the way it is designed to.", "We never want to see an incident like this take place, but it has", "reinforced the value behind the training and resources we put into", "emergency preparedness and response. In 2018 alone, we held 196 training", "exercises and spent $1.3 billion in pipeline integrity and maintenance", "programs – to maintain the safety of our system, be proactive in our", "maintenance procedures and identify potential improvements or repairs that", "need to be made. No one has a stronger interest than we do in ensuring our", "pipeline system operates safely and reliably. Click here to learn more", "about safety at TC Energy.", "Frequently Asked Questions", "Has the impacted area of the spill increased?", "No, the impacted area has not increased beyond the original containment", "effort established on the day of the incident, which was approximately 4.8", "acres. It’s important to clarify that amendments showing a “10x increase”", "reflect the public recording/interpretation of the affected area which now", "shows our larger security perimeter, not any increase in land affected by", "the spill. To reiterate, there has been no change to the directly affected", "area and no migration of oil beyond the 5 acres originally contained.", "What actions did TC Energy take when it found out about the incident?", "The system was shut down within minutes. Within 48 hours, roughly 35", "technicians were on site, and within days we had 200 technicians, 13", "vacu-trucks and numerous additional pieces of heavy equipment to site for", "the remediation effort.", "Please see TC Energy Incident Commander Virgil Pfennig explain our", "response", "IFrame", "What will happen to the impacted pipe?", "We sent the removed section of the damaged pipe to a metallurgical", "laboratory for testing. After the pipe is tested at the laboratory, an", "independent investigation into the root cause of the incident will be", "conducted by a third-party specialist acceptable to PHMSA.", "PHMSA issued you a Corrective Action Order. What actions are you taking to", "comply?", "The order has outlined several actions that we must undertake in order to", "safely return and operate the system following this incident. Some of", "those steps include ensuring the damaged section of pipe undergoes", "third-party metallurgical testing of the pipe; developing a remedial work", "plan and conducting a historical review of the pipeline, including", "construction records.", "Has TC Energy determined what caused the leak?", "We will not speculate about the cause of the incident until we complete", "our investigation and the segment of the pipeline is thoroughly analyzed", "by the metallurgical lab. We want to ensure information is accurate and", "verifiable so we can learn from it and apply it to our pipeline integrity", "efforts.", "Where will this contaminated soil be disposed of once it is removed?", "We will follow all applicable federal and state regulations in disposing", "of the contaminated soil. It will be transported to a facility that is", "certified to dispose of this type of waste.", "Edinburg, North Dakota", "Edinburg, North Dakota", "Edinburg, North Dakota", "Edinburg, North Dakota", "IFrame", "Our Commitment", "We have been working with communities to share information about our", "activities while earning their trust and support.", "Learn more", "Indigenous Relations", "We are committed to working with indigenous communities to explore project", "opportunities that benefit and align to their community interests.", "Learn more", "Landowner Relations", "We work with landowners to answer their questions to help develop", "long-term relationships.", "Learn more", "Further information", "Media Relations: 1-800-608-7859", "Public Affairs: 1-855-895-8754", "About", "* Governance", "* Strategy", "* People", "* Explore Energy", "* Awards and recognition", "* Media", "* Contact", "* Stories", "Operations", "* Natural Gas", "* Oil & Liquids", "* Power and Storage", "* Operations maps", "* Vendors", "Sustainability", "* Safety", "* Communities", "* Indigenous", "* Landowners", "* Environment", "* 2020 Report on Sustainability", "Community giving", "* Build Strong", "* Scholarships", "* Apply for funding", "* Empower", "Investors", "* Reports and filings", "* ESG", "* Why invest", "* Stock information", "* Dividends", "* Shareholders", "* Events and presentations", "* Notice and access", "* Contact", "* Careers", "* Media", "* Stories", "* Subscribe", "* Customer Central", "* twitter facebook linkedin instagram", "Privacy", "Legal notices", "Emergency numbers", "Click or Call Before You Dig", "Safe DiggingLegal noticesPrivacy", "© 2021 TransCanada PipeLines Limited, an affiliate of TC Energy", "Corporation", "Environment: Production Version: 4.8.0.2527-beta"]