["Link: amphtml", "Link: canonical", "Link: alternate en-US", "We've detected you are on Internet Explorer. For the best Barrons.com", "experience, please update to a modern browser.", "CHROME SAFARI FIREFOX", "We've detected you are on Internet Explorer. For the best Barrons.com", "experience, please update to a modern browser.GoogleFirefox", "[ Submit ]", "Barron's", "Subscribe", "Sign In", "Barrons", "Next:", "* *  *  * Share", "This copy is for your personal, non-commercial use only. To order", "presentation-ready copies for distribution to your colleagues, clients or", "customers visit http://www.djreprints.com.", "https://www.barrons.com/news/ethiopia-mps-back-state-of-emergency-in-tigray-amid-military-campaign-01604573405", "* FROM AFP NEWS", "Ethiopia MPs Back State Of Emergency In Tigray Amid Military Campaign", "* *  *  * --------------------------------------------------------------", "By Robbie COREY-BOULET", "November 5, 2020", "* Order Reprints", "* Print Article", "Prime Minister Abiy Ahmed, pictured on the public broadcaster EBC as he", "announced the military response on Wednesday", "-", "Text size [ minus symbol ][ plus symbol ]", "ADDS statements from TPLF, AU.", "Ethiopian lawmakers on Thursday endorsed a six-month state of emergency in", "the northern region of Tigray, a day after Prime Minister Abiy Ahmed", "ordered military operations there in an escalation of a long-running feud.", "The move is part of an attempt by Abiy, winner of last year's Nobel Peace", "Prize, to assert federal control over a region whose ruling party has", "openly defied him for months and brands him as illegitimate.", "The lower house of parliament \"unanimously approved\" the state of", "emergency in a session Thursday morning, state-affiliated Fana", "Broadcasting Corporate said.", "According to the country's constitution, under a state of emergency the", "government has \"all necessary power to protect the country's peace and", "sovereignty\" and can suspend some \"political and democratic rights\".", "Simon MALFATTO", "A senior government official told AFP that in Tigray this could lead to a", "curfew, searches without warrants, transportation and communications", "restrictions and the detention of \"any person that [officials] suspect is", "taking part in illegal activities that threaten the constitutional order\".", "The state of emergency could also be extended beyond Tigray if needed, the", "official said.", "Ahead of Thursday's vote, the Ethiopian Human Rights Commission, the", "national rights body, pointed to the need to maintain key services and", "supplies for civilians.", "Lawmakers \"should in particular consider ensuring humanitarian access and", "support including for food, medicine and other essential civilian services", "to avoid a complete blockage of communication and transport facilities,\"", "it said.", "TPLF denies 'attack'", "Abiy announced the military operations in Tigray Wednesday morning.", "He said the move came in response to an \"attack\" by the region's ruling", "party, the Tigray People's Liberation Front (TPLF), on a military camp", "there.", "But a senior Tigrayan official told AFP Thursday that the \"attack\" never", "happened.", "\"No attack was launched by us,\" said the official, Wondimu Asamnew.", "Speaking on state television Wednesday night, Abiy said there would be", "further operations in the \"coming days\".", "\"In general, when the operations are finished we will disclose them to the", "public,\" he said.", "The government has not revealed a timeline or a clear military objective", "for the campaign, though a spokesman for a newly-formed crisis committee", "said Wednesday the goal was to \"liberate\" the region from the TPLF.", "Abiy said the initial \"attack\" produced \"many martyrs\", but officials have", "not provided much information on subsequent military operations.", "Fighting so far appears to have been largely concentrated in western", "Tigray, diplomats and aid workers said.", "Tensions between Tigray and the central government have been building for", "months. On September 9, the region held parliamentary elections that the", "authorities in Addis said were illegal", "EDUARDO SOTERAS", "Wondimu, the TPLF official, reiterated the TPLF's claim that the", "military's Northern Command had broken with Abiy -- a claim dismissed as", "false by Abiy's office.", "\"The Northern Command has voluntarily started to cooperate with Tigray to", "save the country from an all-out civil war,\" Wondimu said.", "He also said there were \"no civilian casualties and only a few skirmishes", "with a few soldiers who have not respected the decision of their", "commanders\".", "\"I am at work like anyone else in Mekele,\" he said, referring to the", "regional capital.", "The fighting in Tigray has drawn expressions of concern from the UN, the", "US and the EU.", "An official at the African Union told AFP Thursday that the body,", "headquartered in the Ethiopian capital Addis Ababa, was reaching out to", "\"all actors\" to try to bring a swift end to the conflict.", "\"The African Union is engaged in shuttle diplomacy in the region and with", "all actors at the moment to try to find some sort of solution. But it's", "clearly very sensitive right now,\" the official said.", "\"I know that everybody is clamouring for public pronouncements. The", "situation is so dire that it's really about the doing. A solution is not", "going to be found on Twitter.\"", "The TPLF dominated politics in Ethiopia for nearly three decades before", "Abiy came to power in 2018 on the strength of anti-government protests.", "Under Abiy, Tigrayan leaders have complained of being unfairly targeted in", "corruption prosecutions, removed from top positions and broadly", "scapegoated for the country's woes.", "In previous weeks, tensions had been rising over control of military", "assets in the region.", "The Barron's news department was not involved in the creation of the", "content above. This story was produced by AFP. For more information go to", "AFP.com.", "© Agence France-Presse", "----------------------------------------------------------------------", "Close", "Ethiopia MPs Back State Of Emergency In Tigray Amid Military Campaign", "<em>ADDS statements from TPLF, AU.", "From", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "To _____________________", "Message", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "SEND", "An error has occurred, please try again later.", "Thank you", "This article has been sent to", "Link: https://www.barrons.com", "Link: https://www.barrons.com", "Link: https://www.barrons.com", "Link: https://www.barrons.com", "Privacy Notice", "Cookie Notice", "Copyright Policy", "Data Policy", "Your Ad Choices", "Subscriber Agreement & Terms of Use", "Barron's Archive", "Copyright ©2021 Dow Jones & Company, Inc. All Rights Reserved.", "Barron's", "Copyright ©2021 Dow Jones & Company, Inc. All Rights Reserved", "This copy is for your personal, non-commercial use only. Distribution and", "use of this material are governed by our Subscriber Agreement and by", "copyright law. For non-personal use or to order multiple copies, please", "contact Dow Jones Reprints at 1-800-843-0008 or visit www.djreprints.com."]