["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Media Matters", "Tony Romo Comes Out As Gay?", "Tony Romo Comes Out As Gay?", "Fake news reports that Dallas Cowboys quarterback Tony Romo has announced he is", "gay and in an 'intimate relationship' with tight end Jason Witten.", "* David Mikkelson", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim: Dallas Cowboys quarterback Tony Romo announced that he is gay and", "is dating his teammate Jason Witten.", "----------------------------------------------------------------------", "FALSE", "----------------------------------------------------------------------", "Example:   [Collected via Twitter, October 2014]", "Tony Romo and Jason Witten are a gay couple.", "Origins:   On 5 October 2014, Huzlers reprinted an article originally", "published in January 2014 on the Empire Sports web site, stating that", "Dallas Cowboys stars Tony Romo and Jason Witten had come out as gay and", "had admitted an ongoing “intimate relationship.”", "According to the article, growing acceptance of gay rights had inspired", "Romo and Witten to announce their love affair:", "“Jason and I both felt like the time to come clean was now. With the all", "the acceptance of being gay now we had no reason not to. We are in love", "and no one can take that away from us. Since day one we felt something", "special between us and that eventually led to us having a relationship for", "several years now.” said Romo who was hand in hand with lover Jason Witten", "next to him.", "We managed to reach Candice Romo and ask for her input and she had the", "following to say:", "I’m upset to say that least. I knew they were very close but I didnt", "expect them to be actually together. I love Tony and we have a family but", "this clearly changes everything. I am unsure what is next for our marriage", "and what Tony plans to do but I will raise my daughter and I hope he will", "continue to be a father to our child. But I do hope the best for him in", "what he chooses to do with himself. I still love him with all my heart”.", "However, the article was just a spoof from Huzlers, a fake news site,", "recycled from Empire Sports, another fake news site. The former’s spoofs", "include a similar admission of bisexuality by Justin Bieber and a story", "claiming that the 2014 Super Bowl was rigged.", "The Huzlers site also carries a disclaimer on its pages noting that", "“Huzlers.com is a combination of real shocking news and satire news to", "keep its visitors in a state of disbelief.”", "Last updated:   8 October 2015", "* David Mikkelson", "ASP Article", "Not Necessarily The News", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]