["Link: canonical", "Link: amphtml", "_____________________", "[ Search ]", "* Home", "* Sign Up", "* News", "* Good News", "* Opinion", "* Science & Tech", "* Animals", "* Bizarre", "* Environment", "* Health", "* The Arts", "* Awareness", "* The Mind", "* Politics", "* The Universe", "* Music", "* Corruption", "* Paradigm Shift", "* Activism", "The Mind Unleashed", "* Submit Content", "* About", "* Advertise With Us", "* Contact Us", "* DMCA / Removal", "* Privacy Policy", "* Meet the Team!", "The Mind Unleashed", "Environment  |  News", "|  Oct 30, 2019 at 6:11 pm.", "Keystone Pipeline Shut Down After Leaking Oil in North Dakota and Nobody’s", "Talking About It", "An unknown amount of crude oil has been leaked across the state of North", "Dakota.", "[IMG]", "Emma Fiala", "Keystone Pipeline", "229.6K Shares", "* Facebook", "* Twitter", "* Reddit", "* Email", "Sign up to receive our daily newsletter! _____________________", "[ Subscribe ]", "Leave this field empty if you're human: _____________________", "(TMU) — A pipeline carrying tar sands oil into the United States from", "Canada has reportedly leaked an unknown amount of oil across North Dakota.", "The pipeline’s owner, TC Energy—formerly known as TransCanada—shut down", "the pipeline as a result of the leak.", "“TC Energy immediately began the process to shut down the pipeline,", "activated its emergency response procedures and dispatched ground", "technicians to assess the situation,” the company said.", "According to State Environmental Quality Chief Dave Glatt, regulators were", "notified of the crude oil leak near the town of Edinburg in northeastern", "North Dakota late on Tuesday after detecting a drop in pressure. The oil", "was reportedly leaked over an area that regulators have estimated to be", "about 1,500 feet long by 15 feet wide as of Wednesday afternoon.", "The Calgary, Alberta-based company is working to contain the spill, the", "cause of which is currently under investigation. Area roads are closed as", "the clean-up and investigation continues.", "According to Glatt, area drinking water was not affected by the spill", "though some wetlands were affected.", "It is unclear when the leak began and for low long it has been leaking.", "At a cost of $5.2 billion, the 590,000-barrel-per-day Keystone pipeline,", "which began pumping crude oil in 2010, is part of a 2,687-mile system that", "would include the Keystone XL pipeline, if approved.", "Just yesterday, tribal officer Kip Spotted Eagle told a South Dakota state", "panel that the proposed Keystone XL pipeline should not be allowed to", "divert water from three rives in South Dakota. The Yankton Sioux Tribe", "historic preservation officer said the proposed pipeline project could", "infringe on tribes’ hunting and fishing.", "The $8 billion project is seeking permits to use water from the Cheyenne,", "White, and Bad rivers in South Dakota. The state’s Department of", "Environment and Natural Resources has recommended the board grant the", "permits.", "By Emma Fiala | Creative Commons | TheMindUnleashed.com", "_____________________", "[ Search ]", "TRENDING NOW:", "[IMG] Police Not Held Liable for Blowing Up Innocent Man’s House in", "Pursuit of Shoplifter 2.5K Views", "STAY INFORMED:", "Sign up to receive our daily newsletter! _____________________", "[ Subscribe ]", "Leave this field empty if you're human: _____________________", "GOING VIRAL:", "Keystone Pipeline Keystone Pipeline Shut Down After Leaking Oil in North", "Dakota and Nobody’s Talking About It 149.5K Views", "Jeffrey Epstein Private Island Someone Finally Stormed Epstein’s Private", "Island and Caught It All on Film 56.7K Views", "Chastity Patterson Woman Who Texted Her ‘Dad’ Every Day Since He Died Gets", "Surprise Reply After 4 Years 41.4K Views", "[IMG] Tennis Player Roger Federer Provides Schooling and Food for a", "Million Children 28.8K Views", "[IMG] ISIS Leader Al-Baghdadi Reported Dead. Again. 20.1K Views", "JUST PUBLISHED:", "* Julian Assange FatherKilling Julian Assange: Justice Denied When", "Exposing Official Wrongdoing", "* [IMG]Police Not Held Liable for Blowing Up Innocent Man’s House in", "Pursuit of Shoplifter", "* Dissident JournalistsMainstream Journalists Who Refuse to Defend", "Dissident Journalists Are Worshippers of Power", "Copy link", "_____________________ CopyCopied"]