["Link: canonical", "Link: amphtml", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Skip to main content", "Languages", "* Français", "* English", "* Español", "* عربي", "NEWS", "* Live News", "* France", "* Africa", "* Middle East", "* Americas", "* Europe", "* Asia-Pacific", "* Business / Tech", "* Sport", "* Culture", "* Infographics", "* Travel", "* Fight the Fake", "ON TV", "* France 24 live", "* Shows", "* News", "* Accessibility", "* TV guide", "On social media", "* *  *  *  *  * Services", "* Newsletters", "* Watch France 24 on TV", "* Apps", "* RSS feeds", "About France 24", "* Who are we?", "* Press room", "* Contact France 24", "* Advertising", "* Buy content", "* Join us", "* Legal notice", "* Privacy", "* Cookies", "* Preference Center", "France Médias Monde websites", "* The Observers", "* RFI", "* Learn French", "* RFI Music", "* RFI Instrumental", "* RFI Planète Radio", "* Mondoblog", "* MCD", "* InfoMigrants", "* CFI", "* Académie", "* France Médias Monde", "RFI France 24 MCD France Médias Monde", "© 2021 Copyright France 24 - All rights reserved. France 24 is not", "responsible for the content of external websites. Audience ratings", "certified by ACPM/OJD.", "ACPM / OJD", "France 24 - International breaking news, top stories and headlines", "Live", "[ Submit ]", "#Covid-19", "#Myanmar", "France", "Africa", "Culture", "Shows", "Fight the Fake", "Coronavirus notice • View the recommendations and information for", "travellers issued by the French Government →", "[ Submit ]", "1.  2. / Live news", "Ethiopia bombs Tigray arms depots, thousands flee fighting", "Issued on: 11/11/2020 - 15:46", "4 min", "Advertising [ Submit ]", "Read more", "Addis Ababa (AFP)", "Ethiopia's air force said Wednesday it had bombed arms and fuel depots in", "the northern region of Tigray, as an escalation in fighting led more than", "8,000 to flee to neighbouring Sudan.", "Prime Minister Abiy Ahmed sent troops and military jets into the federal", "state of Tigray last week after a months-long feud with its ruling party", "which he accuses of seeking to destabilise the country.", "Abiy, last year's Nobel Peace Prize laureate, said the Tigray People's", "Liberation Front (TPLF) had crossed a \"red line\" and attacked two federal", "military bases, which the party denies.", "Ethiopia's air force commander Major General Yilma Merdassa said fighter", "jets had \"bombed arms and fuel depots as well as other areas that the TPLF", "junta has planned to use,\" the state-affiliated Fana Broadcast Corporate", "(FBC) reported.", "State news agency SUNA in neighbouring Sudan reported that more than 8,000", "Ethiopians had crossed into the country in the past 48 hours.", "It said 6,000 had taken refuge in the state of Gedaref and about 1,100 in", "Kassala, both in the east. Another 1,500 refugees had already arrived on", "Tuesday, local officials were quoted as saying.", "Tigray has been under a communications blackout since the military", "operation was launched on November 4, making it difficult to verify the", "situation on the ground as both sides make conflicting claims about", "casualties and advances.", "The head of the army's indoctrination division Mohammed Tessema said the", "city of Humera in western Tigray was \"under the full control\" of the army.", "\"The army is currently recapturing places on the road from Humera city to", "Sheraro city,\" further south, the state owned Ethiopian News Agency quoted", "him as saying.", "The head of the Ethiopian army's northern division, Major General Belay", "Seyoum, told national media on Tuesday evening that 550 enemy combatants", "had been killed and 29 captured so far.", "The international community has expressed concern about the potential for", "a drawn-out conflict in Africa's second most populous nation.", "Abiy -- who has repeatedly sought to defend and justify the military", "operation -- said Tuesday it would end \"as soon as the criminal junta is", "disarmed, legitimate administration in the region restored, and fugitives", "apprehended & brought to justice.\"", "- Soldiers arrested for 'treason' -", "Earlier FBC, citing the police, reported that \"17 military officers have", "been arrested for creating fertile ground\" for the TPLF to attack the", "national army.", "The officers are accused of cutting communication systems between the", "military's northern and central command, an act described as \"treason\".", "According to the FBC, one of the suspects was the head of the army's", "communication department, who was caught sending 11 boxes \"packed with", "explosives and missile components\" to the TPLF.", "Ethiopia's human rights commission chief Daniel Bekele on Twitter", "expressed concern over the arrests of six journalists, without giving", "details on when they were detained, and on what charges.", "- Sent naked across the border -", "The TPLF dominated politics in Ethiopia for nearly three decades before", "Abiy came to power in 2018.", "Since then they have complained about being sidelined and blamed for the", "country's woes, and tensions between the two camps have soared in recent", "months.", "The TPLF continues to deny the attacks which Abiy said prompted the", "military operation in Tigray, while government and military officials", "describe them in ever-greater detail.", "Lieutenant General Bacha Debele, who had retired but returned to the", "military in recent days, said at a press conference Tuesday that Tigrayan", "members of the army's Northern Command had received a mission from the", "TPLF to \"destroy the army from inside\".", "He said communications with central command were cut when the attack", "began, that several army commanders had been kidnapped, and that units", "were left without food and water for three days by the rogue soldiers and", "TPLF forces.", "He said one army brigade \"lost almost all its members ... and the enemy", "also lost many of its members\", without detailing how many had died.", "However Bacha denied reports the entire Northern Command had defected.", "His claims could not be independently verified.", "© 2020 AFP", "Page not found", "[ Submit ]", "The content you requested does not exist or is not available anymore."]