["Link: canonical", "Browsers that can not handle javascript will not be able to access some", "features of this site.", "Skip to main content", "MENU", "Secretary of State", "The Office of", "Secretary of State Jocelyn Benson", "Secretary of State", "* SOS Home", "* FAQs", "* Online Services", "* Contact the Secretary of State", "* MI.gov", "Close Search Box", "Michigan.gov Home", "* SOS Home", "* FAQs", "* Online Services", "* Contact the Secretary of State", "* MI.gov", "Official Website of Michigan.gov", "The Office of", "Secretary of State Jocelyn Benson", "* Elections", "* Michigan Voter Information Center (MVIC)", "* Election Administrator Information", "* Qualified Voter File (QVF)", "* Voting System Purchase", "* Electronic Pollbook", "* Legislative Updates", "* Military and Overseas Voter Information", "* Democracy MVP", "* Board of State Canvassers", "* Meeting Minutes", "* Candidate Information", "* Dates and Deadlines", "* Filing for Office", "* MERTS/Campaign Finance", "* Casino Disclosure", "* Campaign Finance Disclosure", "* Searchable Database Downloads & Statistics", "* Forms and Filing Materials", "* County Clerk Tool Box", "* Michigan Campaign Finance Act", "* E-Filing", "* Complaints", "* Campaign Finance Submission Failures", "* Declaratory Rulings and Interpretive Statements", "* Independent Citizens Redistricting Commission", "* Legal Defense Funds", "* Lobby Disclosure", "* Previous Election Information", "* Secretary of State Collegiate Student Advisory Task Force", "* Upcoming Elections", "* Voter Information", "* Voter Cancellation", "* Publications and Forms", "* Election Modernization Advisory Committee", "* Election Security in Michigan", "* Office of the Great Seal / Notary / Document Certification", "* Great Seal", "* Official Repository", "* Document Authentication", "* Notary", "* Publications and Forms", "* Military and Overseas Voting", "* Partners in Democracy", "* Driver's License and State ID", "* Your Michigan Driver's License", "* Your First License Over 18", "* Chauffeur", "* Commercial Driver License (CDL)", "* Renewing", "* Replacing/Correcting", "* Other Licenses and Endorsements", "* Military Personnel", "* Enhanced Driver's License", "* Of Interest to Michigan License Holders", "* State Identification Card", "* Driver Education", "* Provider", "* Instructor", "* Resources", "* Laws & Requirements", "* Teen Driver", "* Parent/Legal Guardian", "* Teen Driver Education", "* Graduated Driver Licensing", "* Teen Driver Skills Testing", "* Probationary Period", "* Moped and Motorcycle Licenses", "* Teen Driving Risk Awareness", "* Frequently Asked Questions", "* Teen Driving Publications and Resources", "* Aging Driver", "* REAL ID", "* Driver Testing Businesses", "* Information for Drivers", "* Driver Testing Businesses (DTB) and Examiners", "* Motorcycle Rider", "* Motorcyclist Training Site Locator", "* Preparing for the Motorcycle Training Course", "* Sponsor and RiderCoach Information", "* Laws and Regulations", "* Publications and Resources", "* Frequently Asked Questions - MI Rider Education Program", "* Losing Your Privilege to Drive", "* Points and Probation", "* Alcohol/Drug Offenses", "* Non-Alcohol Offenses", "* Getting Your License Back", "* Losing Access to Vehicle", "* Non-driving Loss of License", "* Basic Driver Improvement Course", "* Public", "* Sponsor", "* Michigan Residents Out-of-State", "* Veteran Designation", "* Emergency Medical Card", "* Publications and Forms", "* Make Appointment", "* Vehicles", "* Title and Registration", "* Your Title", "* Registration/Plate", "* Insurance", "* Recreation Passport", "* License Plate Store", "* Fundraising License Plates", "* Veteran/Military Service Plates", "* Personalized Plates", "* Standard Plates", "* Historical Plates", "* Collector License Plates", "* Special Organization Plates", "* Other items related to buying a vehicle", "* From an Individual, Dealer or Relative", "* Leasing", "* Other items related to selling a vehicle", "* Repairing a Vehicle", "* Vehicle Repairs", "* Vehicle Restoration", "* Collision Repairs", "* Disability Parking", "* Recreational Vehicles", "* Information for Consumers", "* Filing a Complaint", "* Know Your Rights", "* Vehicle Safety", "* International Registration Plan (IRP)", "* Make Appointment", "* Michigan Residents Out-of-State", "* Publications and Forms", "* Services", "* Business Services", "* Information for Vehicle Dealers", "* Dealer Bulletins", "* Licensing & Renewal Requirements", "* Dealer Plates", "* Title & Registration", "* Administrative Actions", "* Vehicle Dealer Training", "* MiEFS", "* Laws & Regulations", "* Other Related Links", "* Information for Repair Facilities", "* Licensing & Renewal Requirements", "* Repair Facility Training", "* Laws & Regulations", "* Administrative Actions", "* Information for Mechanics", "* Licensing & Renewal Requirements", "* Mechanic Testing", "* Mechanic Certification", "* ASE Information", "* Mechanic Recertification", "* Mechanic Training", "* Laws & Regulations", "* Uniform Commercial Code (UCC)", "* International Registration Plan (IRP)", "* Driving and Vehicle Record Request", "* Direct Access to Driving and Vehicle Records", "* Driving Record Subscription Service", "* Permissible Purposes for Record Requests", "* Abandoned Vehicles/Vessels", "* Agricultural Vehicles", "* Self-Insurance", "* Automotive-related Publications and Forms", "* Electronic Insurance Reporting", "* Publications and Forms", "* About", "* Branch Offices", "* Locations", "* Services", "* Mobile Branch Office Schedule", "* Contact SOS", "* Employment Information", "* Featured Services", "* News Center", "* New Michigan Resident", "* Online Services", "* Online Services", "* Organ Donation", "* Publications and Forms", "* The Secretary of State", "* List of Secretaries of State", "* About the Michigan Department of State", "* Task Force on Women in Sports", "Secretary of State", "_____________________ [ search ]", "1. SOS", "2. Elections", "3. Election Security in Michigan", "Fact Checks", "Introduction", "* Introduction", "Ahead of and following the 2020 general election, Michiganders were", "inundated with more information about the administration of the", "election than ever before. Much of this information was inaccurate.", "Whether spread intentionally or unintentionally, false information", "about elections results led to confusion and doubt among our", "citizenry, and a reduction of faith in Michigan’s electoral process.", "This is dangerous for our democracy.  The Michigan Department of State", "provides the factual information below to provide all Michiganders", "certainty of what truly occurred in 2020.", "Dominion machines in Antrim County counted votes for president accurately", "* Michigan's elections are decentralized", "Michigan’s elections are carried out by the 1,520 city and township", "clerks across the state. They are elected or appointed at the local", "level, and come from both major political parties or have no party", "affiliation. They are public servants, do their jobs with the highest", "integrity, and are committed to fair elections in their communities.", "Additionally, 83 county clerks play critical roles in administering", "elections by managing county level contracts with election vendors,", "generating and distributing election materials, programming election", "equipment, supporting and supplementing the work of local clerks, and", "providing information to voters.", "The Michigan Bureau of Elections provides guidance and standards to", "all clerks to ensure elections are carried out uniformly and in", "accordance with state and federal law across the state. The Secretary", "of State is the state’s chief election officer. She has broad", "authority over elections, but does not directly administer them.", "Only registered voters cast ballots in Wayne County", "* Applications to vote absentee were mailed by the state", "In 2018, Michigan voters passed a constitutional amendment that gives", "all voters the right to vote absentee without stating a reason – in", "other words, all voters in Michigan have the right to vote by mail.", "To do so they must first submit an application that includes their", "signature, and that signature must match the signature on file with", "their voter registration. Only then will they be issued an absentee", "ballot, which they must return in an envelope with an additional", "matching signature.", "The applications have been available on the MDOS website for many", "years, and have been frequently mailed to voters by both political", "parties, candidate campaigns and numerous non-partisan organizations.", "Many of those groups mailed the applications in the 2020 election", "cycle again, as did the Michigan Bureau of Elections at the direction", "of Secretary of State Jocelyn Benson. In subsequent lawsuits, multiple", "judges ruled that this was within the Secretary’s authority.", "Michigan's Election will be audited", "* Applications to vote absentee went to all registered voters in", "Michigan", "The Bureau of Elections mailed applications to vote absentee to all", "Michiganders registered to vote who were not already going to receive", "one from their county, city or township clerk. Some clerks had already", "decided to mail applications to their voters, and some voters had", "already placed themselves on permanent absentee lists, which ensures", "they are mailed an application ahead of every election. Because many", "Michiganders had never voted absentee before, the mailing from the", "state included instructions on how to do so.", "The mailing went to both active and inactive registered voters. In", "accordance with federal law, inactive registered voters include those", "who have not voted recently, and those who may have moved, but have", "not been confirmed by their local election clerk as having moved out", "of their jurisdiction. By mailing the application to inactive voters,", "the state guaranteed equal access to voters who may have simply chosen", "not to vote in recent elections. It also advanced the process to clean", "up the Michigan voter registration list, as many applications were", "returned undeliverable, providing notice that the voter may have died", "or moved for local clerks to confirm before cancelling their", "registrations.", "Rock the Vote cannot login to the state voter file", "* Michigan's list of registered voters is maintained in accordance with", "federal law", "Each week, the Michigan Department of State uses information from the", "Social Security Death Index to cancel the records of individuals in", "the Qualified Voter File who have died. County clerks also share death", "data from county records with local clerks. Additionally, city and", "township clerks also cancel voter registrations when they", "independently confirm the death of a voter registered in their", "jurisdiction, for example through an obituary.", "Immediately after taking office, Secretary Benson made Michigan a", "member of the Electronic Registration Information Center (ERIC), a", "consortium of dozens of states that share voter information to ensure", "registrations are cancelled when voters relocate within states.", "All Michigan counties certified their elections", "* More registered voters leads to stronger democracy", "When more people participate in our democracy, it better reflects the", "will of the people. For decades, Michigan has had one of the best", "motor-voter systems in the country, resulting in a great voter", "registration rate among eligible citizens. Voters made the system even", "stronger when they amended our state constitution in 2018 to require", "automatic voter registration. Unless they opt out, all eligible", "citizens are now registered when conducting a driver’s license or", "state identification transaction with our office. Additionally,", "residents who are already registered have their registration verified", "and updated every time they conduct such a transaction with the", "department.", "Detroit officials say absentee ballot counting was transparent and accurate", "* Deceased voters' ballots are not counted", "Applications sent to registered voters who have died do not result in", "a ballot being sent to the voter, because the dead voter cannot return", "the application with a signature, let alone one that matches the", "signature the clerk has on file with their voter registration.", "If a living voter casts an absentee ballot prior to Election Day and", "the clerk learns they have died before Election Day, the deceased", "voter’s ballot is rejected. This resulted in the rejection of", "thousands of ballots in Michigan’s August Primary and November General", "elections.", "Following the general election, lists began circulating with thousands", "of names of people who allegedly had votes cast in their name and were", "allegedly dead. However, the lists did not contain enough information", "to accurately compare them to the Michigan’s voter registration list.", "Further, when the Bureau of Elections has drawn samples of the voters’", "names, and reviewed those names against the voter file, they have not", "encountered cases showing ballots were actually cast on behalf of", "deceased individuals. Rather, the confusion is often based on people", "having similar names, being assigned a placeholder birth year in the", "voter file when the birth date is not known, or a clerical error by", "the local clerk. A more detailed explanation is available here.", "Security protections prevent voting in another persons name", "* Security protections prevent voting in another person's name", "In Michigan, absentee ballots are not counted until a voter has twice", "provided signatures matching the one on file with their local election", "clerk – first on their application and then on their absentee ballot", "envelope. Hundreds of ballots were rejected because they lacked a", "matching signature. Similarly, upon arriving at a polling place,", "voters are asked to provide photo ID or sign an affidavit confirming", "their identity and eligibility to vote.", "Voting in another person’s name is illegal – regardless of if it is", "the other person’s maiden name or the person has died or moved.", "Charges were brought against people who attempted to apply for the", "ballot of someone else – and those applications were rejected.", "Anyone with evidence of voter fraud should report it to law", "enforcement in writing so that it can be investigated and referred for", "prosecution.", "Deceased voters' ballots are not counted", "* Civic groups cannot access or edit the voter file", "Only the Michigan Bureau of Elections and local election clerks can", "log into, access, edit and modify the state’s Qualified Voter File.", "Civic organizations, including Rock the Vote, cannot.", "The Michigan Department of State (MDOS) worked with the nonpartisan", "voter education group Rock the Vote to build a secure API –", "application programming interface – to make it easier for eligible", "Michigan citizens to register to vote online. The tool, which was", "announced in June 2020, exists in other states, and which other", "organizations can use as well, allows organizations to collect voter", "registration applications electronically and securely submit them to", "Michigan’s online voter registration system. To do so, the voter must", "provide all information needed to register to vote online in Michigan.", "Organizations using the tool do not receive any type of payment from", "MDOS and they do not have access to voter information that is not", "already publicly available. A voter’s Social Security number, driver’s", "license information and other personal information are not publicly", "available and are not shared by MDOS with those making public records", "requests or organizations using an API.", "When voter registration applications were submitted to the online", "voter registration tool by a group using the API, that organization’s", "name is indicated only for record-keeping purposes. This does not mean", "the group can log into or edit that registration of the Qualified", "Voter File – they cannot do so.", "Unofficial election results are a good snapshot of the election", "* As expected, ballot counting and results reporting lasted multiple", "days", "While many states allowed their clerks days or weeks to prepare", "absentee ballots prior to Election Day – and Florida gave its clerks a", "month – the Michigan state Legislature voted to give our clerks just", "10 hours to do very limited preparation. Because of this, and the", "widespread use of absentee ballots, it was announced prior to the", "general election that complete results would not be available on", "Election Night. To expedite the process as much as possible, clerks", "worked around the clock, bolstered by Department of State supports", "including the recruitment of more than 30,000 election workers and", "provision of federal funds for automatic envelope openers and more", "ballot tabulation machines.", "Many smaller jurisdictions with fewer voters began reporting all their", "results first on election night, as they had fewer ballots to count", "and may have been able to count absentee ballots at their polling", "places. However, many larger jurisdictions first reported only the", "results of in-person voting at polling places, as they continued to", "count absentee ballots at separate locations – absent voter counting", "boards – specifically for absentee ballots. When they did report their", "absentee ballot results in large batches (as is always done),  some", "wrongly assumed that they had counted all those ballots in a short", "amount of time, when in fact they had been counting since Election Day", "morning.", "Further, because President Trump had encouraged his voters to vote in", "person at polling places, early returns that did not include many", "absentee ballots showed him in the lead, and that lead diminished and", "was overcome as absentee ballots, which favored President-elect Biden,", "were counted and reported.", "Your ballot will not be invalidated because you used a Sharpie", "* Every valid ballot was counted, and only valid ballots that arrived on", "time and with a matching signature were counted", "Michigan law requires ballots be received by local clerks by 8 p.m. on", "Election Day. In the case of absentee ballots, this means that voters", "had to return their ballot to a clerk’s office or secure ballot drop", "box by 8 p.m. on Election Day. Any ballot that arrived thereafter,", "even if postmarked prior to Election Day, was not counted. Thousands", "of ballots were rejected for late arrival.", "All valid absentee ballots that arrived to clerk offices or drop boxes", "prior to the deadline, and had the voter’s signature on the envelope", "that matched the signature on file with their registration, were", "counted. Ballots marked with Sharpies were counted, and Sharpies do", "not cause any problem for Michigan vote-tabulation machines.", "Ballots received after the deadline are not counted, regardless of postmark", "* As is customary, absentee ballots arrived at counting boards after 8", "p.m.", "In many larger jurisdictions, absentee ballots that arrived on", "Election Day were marked as received and put through security checks", "at clerk offices prior to being brought to absent voter counting", "boards. If a ballot arrived at a clerk’s office at 8 p.m., it may not", "move through the process and be sent to the counting board for several", "hours. This is why, in cities including Detroit, ballots arrived at", "counting boards several hours after polling places had closed.", "Department of State election results site only includes counties that have", "finished counting", "* Tension in Detroit's counting board did not impact vote tabulation", "Unfortunately, organizations aligned with President Trump did not seem", "to know that it is standard practice for absentee ballots to arrive at", "counting boards several hours after polls have closed. They urged", "supporters to go to Detroit’s counting board to challenge alleged", "fraud. When hundreds arrived, what had been a calm, bipartisan process", "before polls closed was transformed into a contentious melee. Many of", "the newly arrived challengers and observers had not participated in", "training provided by Detroit officials, and some began issuing", "challenges not allowed under Michigan election law or instigating", "conflict with election workers. This resulted in unfortunate", "interpersonal interactions based on a lack of trust, but did not", "impact the actual tabulation of votes. In fact, Michigan law requires", "that challenged ballots are counted as normal, but marked so that they", "can be retrieved if necessary. Some challengers were eventually", "escorted out by law enforcement.", "Complete results will not be available on election night", "* Claims of \"wrongdoing\" in Detroit and elsewhere in Michigan have been", "explained, typically as standard election procedure", "Numerous claims of wrongdoing or “irregularities” have been made about", "Detroit’s election and absentee counting board. However, these have", "all been answered by election officials, including Chris Thomas, the", "former Michigan Bureau of Elections director, who oversaw state", "elections for decades under both Republican and Democratic secretaries", "of state, and served as a senior advisor to the Detroit clerk’s office", "ahead of and during the 2020 general election. Additionally, the", "claims have been rejected by multiple judges in the state. Wayne", "County Circuit Court Chief Judge Timothy Kenny, originally appointed", "by Republican Governor John Engler, found many of the claims to be", "“incorrect and not credible.”  More detailed explanations of specific", "false claims made about election administration in Detroit and", "elsewhere in Michigan are available below.", "* All absentee ballot envelopes that were received were stamped by", "clerks’ offices with the date they arrived. However, in some", "cases, this date was not entered into the computer tracking", "system. Therefore, when these ballots were encountered later, the", "dates that had been marked on their envelopes was entered into", "the computer system. In Michigan, ballots themselves are not", "stamped with dates, and postmarks are not recorded at all, as", "Michigan law does not allow ballots that arrive after 8 p.m. on", "Election Day to be counted, regardless of postmark.", "* Claims of \"wrong doing\" 2", "* Absentee ballots were not scanned multiple times inappropriately", "in Detroit. This was only done if ballots could not be read by", "the tabulation machine. Had ballots been counted multiple times,", "the number of total ballots counted would be higher than the", "total number of voters who voted, but in Detroit slightly fewer", "ballots were counted than voters whose names were in pollbooks", "(due to common clerical errors, as explained below).", "* When there are more or fewer ballots than voters in the pollbook", "without explanation, the precinct is deemed “out of balance.”", "These clerical errors are common in precincts across the state", "and nation. In Detroit, at least 72% of precincts were in balance", "or explained in the general election of 2020, compared to just", "42% in the general election of 2016. It is more common for", "precincts to be out of balance without explanation in counties", "with large populations, as clerks and bipartisan boards of", "canvassers have far more precincts to work through but the same", "amount of time to do so as smaller jurisdictions.", "* Although it can be difficult to recruit Republican challengers in", "Detroit – just as it is difficult to recruit Democratic", "challengers elsewhere in the state – there were always", "challengers from both parties in Detroit’s absentee ballot", "counting board. Further, some windows were covered to stop those", "outside from improperly filming the people and private", "information in the counting board, while other windows were left", "uncovered to ensure additional transparency.", "* No ballot tabulation machines were connected to the internet at", "Detroit’s counting board. The machines were networked locally to", "each other and the adjudication machines by ethernet cable, and", "so some people wrongly believed they were online. They were not.", "* Claims of \"wrong doing\" 3", "* By telling voters that they could vote straight ticket, Detroit", "election workers reminded voters of a convenience offered to", "Michigan voters. Workers should not suggest what party to vote", "straight ticket for, but can assist voters even if the voters", "have voluntarily told the workers who they want to vote for. In", "2016, nearly 97% of Detroiters who voted cast ballots for Hillary", "Clinton. In 2020, 95% voted for President-elect Biden.", "* The Wayne County Statement of Votes Report included zeroes in the", "registered voters column at the end of the report because those", "registered voters were already counted earlier in the report", "under each Detroit precinct. However, their votes were not. This", "is because, in accordance with Michigan election law, the City of", "Detroit reports absentee ballots by combined Absent Voter", "Counting Board (AVCB) instead of by precinct. Therefore, by", "entering zeroes in the AVCB rows, the county prevents double", "counting the number of registered voters in Detroit.", "* Michigan law does not require citizens to show photo", "identification to vote. If they don’t have ID they have the", "option to sign an affidavit stating they are not in possession of", "photo ID, and can then be given a ballot to vote. Michigan law", "states that the ballots provided to voters who sign such an", "affidavit are not provisional ballots and shall be counted like", "all other ballots.", "* When a voter is eligible to have their ballot counted but the", "voter’s name does not appear on the voter list (for example, if a", "voter returned their absent voter ballot after the absent voter", "ballot list in the pollbook was generated), the voter’s name is", "added to a supplemental list of voters in the pollbook. In some", "cases, election workers add a placeholder birthdate such as", "1/1/1900 if the voter’s birthdate (which is not needed to count", "the ballot on Election Day) is not known. Some who viewed this", "process wrongly believed voters were being registered to vote", "with fake birth dates. This is not correct – the voters were not", "being registered (they were already registered), and the voter’s", "actual birthdate is known and kept by the election clerk in the", "voter file.", "* While Michigan law bars election workers and voters from wearing", "clothing or accessories that express support for a specific", "candidate or party in the election being conducted, the law", "allows them to wear items that show support for other groups and", "causes, and former candidates or officials no longer running for", "office, such as, Black Lives Matter, Blue Lives Matter, Barack", "Obama or Ronald Reagan.", "* If ballots are filled out in a way that tabulators cannot read", "them, state law requires that bipartisan teams adjudicate them to", "determine voter intent.", "* Voter turnout in Michigan increased by 8.7 percent in the general", "election of 2020 compared to 2016. All states saw turnout", "increase and 13 states had larger increases than Michigan.", "Statewide, 68% of registered voters cast ballots. In Detroit 51%", "of those registered voted.", "Poll challengers and watchers must follow rules", "* Bipartisan boards of canvassers certified Michigan's election", "The bipartisan boards of county canvassers in all of Michigan’s 83", "counties, as well as the bipartisan board of state canvassers,", "certified the results of the general election. Each board is comprised", "of two Republicans and two Democrats. Michigan law provides the county", "canvassers 14 days to examine everything that transpired in the", "elections in jurisdictions in their counties, and then certify the", "results and election. The state board of canvassers subsequently must", "vote to certify all the county elections. If canvassers were to", "encounter any evidence of fraud, they would need to report it to law", "enforcement. No canvassers reported any fraud or other illegal", "activity occurred.", "The Board of Wayne County Canvassers initially deadlocked 2-2 in its", "Nov. 17 vote to certify, but later in the same meeting, members voted", "4-0 to certify. The initial vote was taken after some canvassers", "expressed concern about precincts that were out of balance in Detroit.", "However, out-of-balance precincts are common in Michigan and across", "the nation. They essentially represent clerical errors where the", "number of people who were checked into each poll book doesn’t exactly", "match the number of votes counted or ballots submitted. There are many", "reasons this can occur: for example, a voter being checked in at the", "right polling place but the wrong precinct, or a voter checking in but", "leaving with their ballot if the line was long. In fact, at least 72%", "of all Detroit precincts were balanced or explained, compared to just", "42% in 2016, when both the boards of county and state canvassers", "certified the election. In 2020 the Wayne County canvassers passed a", "resolution seeking an election audit. However, the body does not have", "the authority to order audits, Michigan law does not allow audits", "prior to certification, and the Michigan Bureau of Elections had", "already planned and announced numerous post-certification audits. In", "fact, Secretary Benson would subsequently announce  that the Bureau", "and election clerks would conduct more post-election audits than ever", "before in state history.", "Ballot counting machines are secure", "* All election data has been preserved in accordance with state law", "All election materials, including ballots and tallies – which are", "always on paper in Michigan – and countless other materials, have been", "preserved to allow subsequent reference and investigation. The Bureau", "of Elections sent a memo to clerks following certification of the", "election reminding them, among other things, to delete voter", "information from e-pollbooks to protect voter privacy, as the", "e-pollbooks (which are laptop computers) will not be used until a", "subsequent election and the electronic copy of the information is not", "needed. This is the same memo that has been sent to clerks for years.", "Before data is deleted, clerks have already printed a copy from each", "e-pollbook as a securely stored record.", "Absentee ballots are secure and will be counted fairly", "* Dominion machines in Antrim County counted votes for president", "accurately", "Antrim County initially reported incorrect unofficial results because", "the clerk had updated the software on some but not all of the county’s", "Dominion vote counting machines. This was a user error, and not a flaw", "in the technology. (A more detailed explanation of the error is", "available here.) Because Michigan uses all paper ballots and prints", "paper tallies, such reporting errors are always caught and corrected", "in the county canvass, if not before, as was the case in Antrim.", "Following a national, partisan effort to suggest the error in Antrim", "was part of a larger conspiracy, Secretary of State Jocelyn Benson", "announced a hand-tally audit of all the votes cast for president in", "Antrim County, to confirm what was already known to be true – that the", "Dominion machines had counted correctly and the certified election", "results were accurate – and to bolster voters’ faith in the election.", "In fact, a statewide pilot risk-limiting audit conducted after the", "March 10, 2020 presidential primary election had demonstrated that", "Michigan’s vote-counting machines were accurate across the state.", "Shortly before the Antrim County audit, a partisan group with no", "experience in election administration or election technology, and a", "history of making incorrect claims, wrote a report that falsely and", "without evidence claimed the Dominion machines had acted improperly.", "This was thoroughly debunked by Dominion  and the statement of an", "actual election expert submitted to the U.S. Senate Committee on", "Homeland Security and Government Affairs.", "A bipartisan group of election officials then conducted the hand-tally", "audit of every ballot cast for president which also confirmed the", "accuracy of the previously certified machine-tabulated results. The", "audit was conducted by bipartisan election officials, with law", "enforcement and independent media present. It was also livestreamed", "for the public to view.", "Following the audit, the attorney for the same partisan group that had", "released the false report released videos of the audit. By omitting", "explanation provided by election officials, the videos wrongly", "suggested the audit had been conducted improperly. In fact, officials", "explained that:", "* Dominion machines in Antrim County counted votes for president", "accurately 2", "* Signatures do not appear on absentee ballots.", "* It is common for write-in candidates to appear in the same", "handwriting if the same election worker carries out the required", "act of duplicating the ballots of voters who are", "military/overseas/disabled (which are initially provided in a", "format that cannot be machine tabulated).", "* In accordance with the law, all materials from the election would", "be securely stored for 22 months should further investigation be", "necessary.", "* Anyone who found evidence of fraud or any criminal activity", "should report it to the local law enforcement officials on site.", "Following these explanations, no one expressed concern with the audit", "or made any reports of wrongdoing to law enforcement, including the", "attorney for the partisan group.", "In all, 65 Michigan counties used Dominion machines in the 2020", "general election. Ninety percent of them – 59 out of 65 – were won by", "President Trump.", "More registered voters leads to stronger democracy", "* Post-election audits are ongoing", "State and local election officials have conducted dozens of", "post-election audits of the 2020 general election, all of which have", "demonstrated the integrity of the election. In all, more than 200", "audits will be carried out – more than ever before in state history –", "to affirm voters’ faith in the election and identify areas for", "improvement of future election administration. More detailed", "information about Michigan’s post-election audits is available here.", "Election misinformation is harmful to democracy", "* Election misinformation is harmful to democracy", "Following the 2020 general election many false claims were made to", "reduce public confidence in Michigan’s and the national election. None", "of the claims were found to have merit, and none of the lawsuits based", "on the claims, brought before dozens of state and federal judges and", "justices, were successful. Such false claims dishonor the millions of", "citizens who cast ballots, damage our democracy, and put lives at", "risk, as was demonstrated in the deadly attack on the United State", "Capitol on January 6, 2021.", "However, our democracy is strong and resilient. Leaders can work", "together, across the aisle, to heal the damage that has been done, by", "unequivocally stating the truth to their colleagues and constituents –", "that the 2020 election was secure and fair, and the results are an", "accurate reflection of the will of the voters.", "brandarea", "* Michigan.gov", "* SOS Home", "* FAQ", "* Online Services", "* Forms", "* Contact the Secretary of State", "* FOIA", "* Michigan.gov Home", "* ADA", "* Michigan News", "* Policies", "Copyright 2021 State of Michigan", "Secretary of State"]