["Link: canonical", "Link: amphtml", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Skip to main content", "Languages", "* Français", "* English", "* Español", "* عربي", "NEWS", "* Live News", "* France", "* Africa", "* Middle East", "* Americas", "* Europe", "* Asia-Pacific", "* Business / Tech", "* Sport", "* Culture", "* Infographics", "* Travel", "* Fight the Fake", "ON TV", "* France 24 live", "* Shows", "* News", "* Accessibility", "* TV guide", "On social media", "* *  *  *  *  * Services", "* Newsletters", "* Watch France 24 on TV", "* Apps", "* RSS feeds", "About France 24", "* Who are we?", "* Press room", "* Contact France 24", "* Advertising", "* Buy content", "* Join us", "* Legal notice", "* Privacy", "* Cookies", "* Preference Center", "France Médias Monde websites", "* The Observers", "* RFI", "* Learn French", "* RFI Music", "* RFI Instrumental", "* RFI Planète Radio", "* Mondoblog", "* MCD", "* InfoMigrants", "* CFI", "* Académie", "* France Médias Monde", "RFI France 24 MCD France Médias Monde", "© 2021 Copyright France 24 - All rights reserved. France 24 is not", "responsible for the content of external websites. Audience ratings", "certified by ACPM/OJD.", "ACPM / OJD", "France 24 - International breaking news, top stories and headlines", "Live", "[ Submit ]", "#Covid-19", "#Myanmar", "France", "Africa", "Culture", "Shows", "Fight the Fake", "Coronavirus notice • View the recommendations and information for", "travellers issued by the French Government →", "[ Submit ]", "1.  2. / Live news", "Ethiopia: Flashpoints in a fragile country", "Issued on: 06/11/2020 - 12:44", "4 min", "Advertising [ Submit ]", "Read more", "Addis Ababa (AFP)", "Ethiopia's mounting conflict with Tigray's ruling party underscores the", "fraught and often-violent tensions that simmer between Prime Minister Abiy", "Ahmed and more restive corners of the ethnically-diverse nation he pledged", "to unify.", "Abiy won last year's Nobel Peace Prize for striking a truce with", "Ethiopia's longtime foe Eritrea.", "But internally, he has faced multiple challenges to his rule, especially", "in Tigray where a brewing armed conflict threatens broader stability in", "Africa's second-most populous country.", "Here are the most prominent flashpoints:", "- Confrontation with Tigray -", "This week Abiy said he had ordered the military into Tigray, a northern", "region that once dominated Ethiopian politics, in response to an alleged", "attack by its ruling party, the Tigray People's Liberation Front (TPLF),", "on a federal military camp there.", "The TPLF denies the attack occurred and accuses Abiy of warmongering and", "concocting the story to justify an invasion. Flights into Tigray, and", "local communications, have been blocked, making it difficult for media to", "independently verify either side of the story.", "The downward spiral towards possible war follows a long and acrimonious", "feud between Abiy and the TPLF, whose officials complain they have been", "sidelined and scapegoated for the country's problems under his rule.", "Tigrayans make up six percent of Ethiopia's population but were once", "all-powerful.", "They led the struggle that toppled the communist Derg regime in 1991 and", "dominated the country's ruling coalition before anti-government protests", "swept Abiy to power in 2018.", "The TPLF has increasingly acted like the leaders of an independent state,", "defying Abiy and challenging his authority to govern their northern", "domain.", "In September, the region held its own parliamentary elections, ignoring a", "federal decision to postpone all polls because of the coronavirus", "pandemic, and Abiy's warning that any vote would be illegal.", "The TPLF formally became an opposition party last year when it refused to", "go along with Abiy's merger of the ruling coalition into a single party.", "- Restive Oromia -", "Abiy is Ethiopia's first leader from the Oromo ethnic group, the country's", "largest.", "But he is far from universally beloved in the Oromia region, which", "surrounds the capital Addis Ababa.", "Oromo nationalists say Abiy has been a poor champion of the group's", "interests and has not done enough to address their longstanding feelings", "of political and economic marginalisation.", "And human rights groups have accused security forces under Abiy of", "adopting repressive tactics in Oromia, rounding up critics as part of a", "crackdown ostensibly targeting the Oromo Liberation Army (OLA), an armed", "group blamed for a spate of assassinations, bombings, bank robberies and", "kidnappings.", "This month, the government blamed the OLA for the killing of at least 32", "people in what the national human rights body called a \"massacre\" in", "Oromia. Amnesty International put the death toll at 54.", "The region also witnessed terrible violence after the fatal shooting in", "June of Hachalu Hundessa, an Oromo pop singer.", "More than 160 people were killed in inter-ethnic violence and altercations", "with security forces after his death.", "Amnesty said at least 20 people were killed in August when security forces", "fired on demonstrators in Oromia demanding that opposition leaders and", "others detained during the violence be freed.", "- Splintering South -", "Ethnic groups in Ethiopia's diverse Southern Nations, Nationalities, and", "Peoples' region (SNNPR) are also confronting Abiy as they demand expanded", "rights.", "In the early 1990s Ethiopia was divided into nine regions and two", "administrative states as part of a federal system designed to provide", "widespread ethnic self-rule.", "However around 10 groups in the south have long wanted to form their own", "regions, a move permitted under the constitution.", "These bids for autonomy gained fresh momentum after Abiy took office in", "April 2018 and, at least initially, pushed to liberalise Ethiopia's", "democratic space.", "The Sidama people overwhelmingly backed the creation of a new region --", "the country's 10th -- in a referendum last November.", "In Wolaita zone, which wants to follow Sidama's lead but has yet to get", "its referendum scheduled, at least 17 people were killed in August after", "police detained politicians involved in the campaign, sparking protests", "that drew a lethal response from security forces.", "© 2020 AFP", "Page not found", "[ Submit ]", "The content you requested does not exist or is not available anymore."]