["Link: profile", "Link: canonical", "Link: shortlink", "Link: https://theeventscalendar.com/", "SITE SEARCH", "Search for: _____________________ [ Search ]", "[ DONATE ]", "Search for: _____________________ [ Search ]", "LogoLogoLogo", "* * About", "* Who We Are", "* What we do", "* Our Team", "* Board of Trustees", "* SBF Staff", "* Vacancies", "* Steve Biko", "* Steve Biko Timeline", "* Steve Biko", "* Honours and Awards", "* Steve Biko Quotes", "* Archive", "* Programmes", "* Arts and Culture", "* Education", "* Enterprise Development", "* Sports Development", "* International Dialogue", "* Steve Biko Centre", "* Events", "* Media", "* News", "* Statements", "* Speeches", "* Events Gallery", "* FrankTalk", "* Contact", "* * About", "* Who We Are", "* What we do", "* Our Team", "* Board of Trustees", "* SBF Staff", "* Vacancies", "* Steve Biko", "* Steve Biko Timeline", "* Steve Biko", "* Honours and Awards", "* Steve Biko Quotes", "* Archive", "* Programmes", "* Arts and Culture", "* Education", "* Enterprise Development", "* Sports Development", "* International Dialogue", "* Steve Biko Centre", "* Events", "* Media", "* News", "* Statements", "* Speeches", "* Events Gallery", "* FrankTalk", "* Contact", "The Steve Biko Centre", "On November 30, 2012 the Steve Biko Foundation officially opened the Steve", "Biko Centre. Located in the Ginsberg Township of King William’s Town in", "the Eastern Cape, the Centre focuses on translating global interest in the", "legacy of anti-apartheid activist Bantu Stephen Biko into a developmental", "resource for the region. Often, when articulating the developmental", "agenda, housing, electricity and water are at the fore of discourse; less", "emphasis is placed on the intangible, yet equally important aspects of", "heritage, culture and history. The Steve Biko Centre contributes to both", "facets of development, serving as an intellectual resource, while", "providing an economic opportunity for the region.", "Map to the Centre", "Follow the link below to view large map to the Steve Biko Centre", "View map here", "Centre Opening Hours", "Monday to Friday: 09:00 to 17:00 Saturday: 09:00 to 13:00 Sunday: By", "appointment For Bookings and more information contact the Steve Biko", "Centre on: +27 43 605 6700 or email: tourism@sbf.org.za", "Museum", "The bricks and mortar of the history now remembered, the museum is more", "than a tourist attraction, it is a rich resource that supports the work of", "the arts and culture, education and research and policy units to name a", "few.", "Read more", "Conferencing Spaces", "The multipurpose space seats 600 cinema style, 405 classroom style or 330", "banquet style. The venues can be configured to a client’s requirements,", "with mobile partitioning allowing for a variety of group sizes and seating", "configurations.", "Read more", "steve-biko-conferencing-spaces", "Biko Heritage Trail", "Located in the Eastern Cape, The Biko Heritage Trail is comprised of seven", "Biko related sites; it is significant to state that some of the sites were", "declared national monuments in 1997 on the occasion of the twentieth", "anniversary of the death of Steve Biko. These sites have been declared", "national heritage sites and consistently garner both local and", "international attention.", "Read more", "biko-trail-bridge", "Restaurant", "For more special treats while at the Centre you can visit the Aluta", "Restaurant and Lounge.", "The Restaurant is currently seeking a Restaurant and Catering Manager.", "Read more", "steve-biko-restaurant", "Business Centre", "Recognizing the link between economic realities and human dignity; through", "its programs, SBF seeks to advance economic development by empowering", "individuals and communities to develop sustainable livelihoods. The", "Foundation’s approach is underpinned by the principle of self-reliance and", "aims to assist in diminishing degrees of uncertainty and vulnerability in", "the lives of the economically disadvantaged.", "Read more", "steve-biko-business-centre-pic", "Library", "The main library is open to the public and boasts a wonderful range of", "fiction and non-fiction books, which library-users may borrow or use on", "site. Providing knowledge and information in various formats, other", "resources that can be found at the library include audio CDs, DVDs,", "e-books and virtual library items, microform media, photographs, academic", "journals, periodicals, maps and pamphlets.", "Read more", "steve-biko-library01", "Logo", "The Steve Biko Foundation is a community development organization inspired", "by the legacy of Bantu Stephen Biko. An examination of the leading South", "African institutions that have contributed to shaping national discourse", "highlights the void that exists in promoting the intangible aspects of", "development...", "Click here to read more »", "[ PayPal - The safer, easier way to pay online! ]", "THE STEVE BIKO CENTRE", "Logo Located in the Ginsberg Township of King William’s Town in the", "Eastern Cape, the Centre focuses on translating global interest in the", "legacy of anti-apartheid activist Bantu Stephen Biko..", "Learn more »", "SIGN UP TO RECEIVE UPDATES FROM SBF", "Sign up to stay informed with our latest news and activities.", "Email _____________________", "[ Subscribe ]", "© Steve Biko Foundation | All Rights Reserved   |"]