["Link: canonical", "skip navigation", "Here's how you know US flag signifying that this is a United States", "Federal Government website", "An official website of the United States government", "Here's how you know", "Dot gov", "Official websites use .gov", "A .gov website belongs to an official government organization in the", "United States.", "SSL", "Secure .gov websites use HTTPS", "A lock ( A locked padlock ) or https:// means you've safely connected to", "the .gov website. Share sensitive information only on official, secure", "websites.", "Federal Election Commission | United States of America", "* Calendar", "* Glossary", "* Search", "_____________________ Search", "Menu", "* Menu", "* Home", "* Campaign finance data", "* All data", "* Raising", "* Spending", "* Loans and debts", "* Filings and reports", "* Candidates", "* Committees", "* Bulk data", "* Campaign finance statistics", "Find elections. Search by state or ZIP code", "Look up contributions from specific individuals", "* Help for candidates and committees", "* All compliance resources", "* Guides", "* Forms", "* Dates and deadlines", "* Trainings", "Learn about electronic filing", "Find and contact your committee's analyst", "* Legal resources", "* All legal resources", "* Advisory opinions", "* Enforcement", "* Statutes", "* Legislation", "* Regulations", "* Court cases", "* Policy and other guidance", "Search across all legal resources", "Search guidance documents", "* About", "* All about the FEC", "* News and announcements", "* Commission meetings", "* Mission and history", "* Leadership and structure", "* Reports about the FEC", "* Careers", "* Working with the FEC", "* Contact", "Federal Election Commission | United States of America", "* Home", "* › Help for candidates and committees", "* › Registering as a PAC", "* › Types of nonconnected PACs", "Types of nonconnected PACs", "The type of nonconnected PAC you form depends on what you want to do: make", "contributions to federal candidates, donate funds to state and local", "candidates and/or make independent expenditures to support or oppose", "federal candidates.", "Traditional", "A “traditional” nonconnected PAC may make contributions to candidates.", "If a federal PAC wants to donate funds to state and local candidates, it", "may use the federal PAC to make contributions on both federal and state", "levels (and subject to both sets of laws), or it can also form a", "nonfederal PAC for making contributions on a state and local level", "(subject to state laws).", "In addition to contributions and other financial assistance, a traditional", "nonconnected PAC may also distribute communications that support", "candidates and parties, including making independent expenditures.", "There are several types of traditional nonconnected PACs:", "* A federal PAC without a corporate/labor sponsor that makes", "contributions to federal candidates.", "* A leadership PAC formed by a candidate or officeholder.", "* A federal PAC sponsored by a partnership or an LLC (or any other type", "of unincorporated business entity) that makes contributions to federal", "candidates.", "Group without corporate or labor sponsor", "If individuals act together as a group to conduct activities to influence", "a federal election, the group may become a “political committee.” In", "general, a group that raises or spends over $1,000 per year to influence", "federal elections must register, keep records on financial transactions", "and file reports on the committee’s activities.", "Leadership PACs", "Members of Congress and other political leaders often establish", "nonconnected committees, generally known as “leadership PACs,” to support", "candidates for various federal and nonfederal offices. A leadership PAC is", "defined as a political committee that is directly or indirectly", "established, financed, maintained or controlled by a candidate or an", "individual holding federal office, but is not an authorized committee of", "the candidate or officeholder and is not affiliated with an authorized", "committee of a candidate or officeholder. Leadership PACs do not include", "political party committees.", "While these PACs may be associated with a candidate for federal office,", "they remain legally unaffiliated with the candidate’s principal campaign", "committee (also known as the candidate’s authorized committee) and operate", "under the same rules as other nonconnected committees. Any financial", "support to the leadership PAC from a candidate’s authorized committee is a", "contribution to the leadership PAC. Likewise, any support from the", "leadership PAC that could be paid by the candidate’s authorized committee", "is a contribution from the leadership PAC to the candidate.", "Additional requirements apply to leadership PACs that do not apply to", "other nonconnected committees. Due to restrictions on the types of funds", "that federal candidates may raise and spend, any PAC that is directly or", "indirectly established, financed, maintained or controlled by a federal", "candidate may not solicit, receive, direct, transfer, spend or disburse", "funds in connection with an election for federal office, including federal", "election activity as defined in 11 CFR 100.24, outside the limits and", "prohibitions of the Federal Election Campaign Act (the Act). Such a PAC", "may solicit, receive, direct, transfer, spend or disburse funds in", "connection with a nonfederal election, but only if the amounts and sources", "are consistent with state law, and the Act’s contribution limits and", "source prohibitions are observed.", "Partnership PACs", "In addition to making direct contributions, a partnership may participate", "in federal elections by sponsoring a nonconnected political action", "committee (PAC).", "A partnership is limited in the amount of unreimbursed support it may give", "to its nonconnected PAC (for example, office space and phones) because", "such support is considered a contribution.", "Learn more about PAC sponsorship by partnerships and LLCs", "Super PACs", "Independent expenditure-only political committees or “Super PACs” are", "committees that may receive unlimited contributions from individuals,", "corporations, labor unions and other political action committees for the", "purpose of financing independent expenditures and other independent", "political activity.", "Hybrid PACs", "Political committees with non-contribution accounts or “Hybrid PACs”", "solicit and accept unlimited contributions from individuals, corporations,", "labor organizations, and other political committees to a segregated bank", "account for the purpose of financing independent expenditures, other ads", "that refer to a federal candidate, and generic voter drives in federal", "elections, while maintaining a separate bank account, subject to all the", "statutory amount limitations and source prohibitions, that is permitted to", "make contributions to federal candidates.", "Read next", "Registering as a nonconnected PAC", "Understanding nonconnected PACs", "Bank accounts for nonconnected PACs", "Contributions to Super PACs and Hybrid PACs", "Need help?", "Get help from the FEC by phone or email", "Continue learning about this topic", "Video thumbnail Video", "Forming a political action committee", "Legal citations", "Regulations", "11 CFR 100.5(g)(5)", "Political committee; Affiliated committee", "11 CFR 110.1(d)", "Contributions by persons other than multicandidate political committees;", "Contributions to other political committees", "11 CFR 300.60(d)", "Scope", "11 CFR 300.61", "Federal elections", "11 CFR 300.62", "Nonfederal elections", "Advisory opinions", "AO 2011-12", "Candidate solicitations for independent expenditure-only committees", "AO 2010-11", "Nonconnected committee accepting corporate and union contributions to make", "independent expenditures", "AO 2010-09", "Establishment and administration of, and solicitations by, a political", "committee that is connected to 501(c)(4) corporation and only makes", "independent expenditures", "AO 2000-12", "Using campaign funds to pay convention expenses of former presidential", "candidates", "AO 1986-06", "PAC established by Vice President for party building and candidate support", "AO 1985-40", "Nonconnected PAC's expenditures for candidate's testing-the-waters", "activities", "AO 1982-63", "Check-off system used by law partnership to solicit PAC contributions", "AO 1978-12", "Formation of multicandidate committee", "Federal Register notices", "68 Fed. Reg. 67013 (December 1, 2003)", "Explanation & Justification for final rules regarding Leadership PACs", "Press releases", "FEC statement on Carey v. FEC: Reporting guidance for political committees", "that maintain a non-contribution account", "This information is not intended to replace the law or to change its", "meaning, nor does this information create or confer any rights for or on", "any person or bind the Federal Election Commission or the public.", "The reader is encouraged also to consult the Federal Election Campaign Act", "of 1971, as amended (52 U.S.C. 30101 et seq.), Commission regulations", "(Title 11 of the Code of Federal Regulations), Commission advisory", "opinions and applicable court decisions.", "* About", "* Careers", "* Press", "* Contact", "* Privacy and security policy", "* Plain language", "* No FEAR Act", "* Strategy, budget and performance", "* Open government", "* Protected Voices", "* USA.gov", "* Inspector General", "* FOIA", "* OpenFEC API", "* GitHub repository", "* Release notes", "* FEC.gov status", "Seal of the Federal Election Commission | United States of America", "Federal Election Commission", "* The FEC's Twitter page", "* The FEC's YouTube page", "1050 First Street, NE", "Washington, DC 20463", "Sign up for FECMail", "Hide glossary", "Glossary", "Search terms _____________________ Examples: receipt; Hybrid PAC"]