["[IMG]", "* * Historical & Heritage Studies", "* A-Z Index", "* _____________________  [ Submit ]", "* My UP Login", "[IMG]", "* About us", "*    *    * Affiliations", "* Campus Tours", "* Staff", "* Where our students go", "* Study", "*    *    * Undergraduate", "* Postgraduate", "* Research", "*    *    * Research Skills Development Project", "* SUCSESS Project", "* Centers, Units and Institutes", "* Faculty Home", "* Contact us", "* About us", "* Affiliations", "* Campus Tours", "* Staff", "* Where our students go", "* Study", "* Undergraduate", "* Postgraduate", "* Research", "* Research Skills Development Project", "* SUCSESS Project", "* Centers, Units and Institutes", "* Faculty Home", "* Contact us", "_____________________  [ Submit ]", "[ Submit ]", "* *  *  Historical & Heritage Studies", "Welcome to the Department of Historical and Heritage Studies at the", "University of Pretoria.", "The Department of History was founded in 1908 as one of the first academic", "departments at the University of Pretoria (previously known as the", "Transvaal University College). The Department of Historical and Heritage", "Studies has its origins in the Department of History and the Department of", "Cultural History, which were established in 1909 and 1930 respectively.", "These two departments amalgamated in 1988 to become the Department of", "History and Cultural History. The name was changed to the Department of", "Historical and Heritage Studies at the end of 2001, so as to more", "accurately reflect the additional disciplines and fields of study in which", "the Department is involved – Heritage and Cultural Tourism, and Heritage", "and Museum Studies.", "The department has, as its goal, the education and training of students", "with the general aim of academic growth, and the ultimate development of", "historians, museologists and specialists in the field of heritage and", "cultural tourism, as well as professional training for a variety of other", "professions. The department aims to equip students with the necessary", "knowledge and skillset to succeed on both local and international soil, as", "well as giving students the opportunity to further study abroad.", "For more information on the Department of Historical and Heritage Studies", "at the University of Pretoria, please do not hesitate to contact us.", "Welcome for First Year Students", "It is a great pleasure to welcome our new cohort of first-year students to", "the Department of Historical and Heritage Studies (DHHS) here at the", "University of Pretoria (UP). Thank you for choosing the DHHS for your", "undergraduate studies in History (GES 110 & GES 120) and Heritage and", "Cultural Tourism (EFK 110 & EFK 120).", "At the DHHS your lecturers will equip you with knowledge and professional", "training to succeed in your studies and professional career. You will also", "be assisted by tutors to assist you with your first year of study. Please", "reach out to us whenever you have questions. We are here to support you in", "your academic studies here at the DHHS.", "If you would like to know more about the modules we offer – please see GES", "for Faculty of Law students (below), GES and EFK for Faculty of Education", "students (below).", "IFrame", "IFrame", "Classes commence online from the week of 15 March 2021. Please access the", "module through your ClickUP portal:", "GES 110 - THE MAKING OF THE MODERN WORLD: A SURVEY", "(First semester)", "A selection of themes on Asia, Africa, the Americas and Europe and their", "contribution to the making of the Modern World.", "GES 120 - AFRICA AND SOUTH AFRICA: A SURVEY", "(Second semester)", "An overview focusing on the making of African and South African societies", "from the earliest times to the present, with an emphasis on the most", "significant historical forces, factors and events.", "EFK 110 - INTRODUCTION TO TOURISM", "(First semester)", "Overview of the origin and nature of tourism development of South African", "cultural, natural and adventure tourist destinations.", "EFK 120 - HERITAGE TOURISM MANAGEMENT", "(Second semester)", "An introductory exploration of the relationship between heritage", "conservation and tourism.", "All the best with your studies!", "Historical and Heritage Studies", "News", "* [IMG]", "March 15, 2021", "UP’s Prof Charles van Onselen awarded prestigious Academy of Science of...", "* [IMG]", "February 22, 2021", "Top DHHS graduate lands scholarship and publishes monograph", "* [IMG]", "December 10, 2020", "UPCT celebrates the “Year of the Masks” at virtual year-end function", "* [IMG]", "December 10, 2020", "ATLAS hosts UPCT international webinar", "More News", "Postal Address:", "University of Pretoria", "Private Bag x 20", "Hatfield", "0028", "Location:", "GIBS | Groenkloof | Hatfield", "Hillcrest | Mamelodi | Onderstepoort | Prinshof", "Student Service Centre (for Contact students):", "Contact Centre - Telephone: 012 420 3111", "Contact Centre - Email: [email protected]", "UPOnline Call Centre (for Online Students):", "Call Centre - Email: [email protected]", "Get Social With Us", "Download the UP Mobile App", "[IMG] [IMG]", "Copyright © University of Pretoria 2021. All rights reserved.", "[email protected] | [email protected] | Ethics Hotline | Privacy Notice |", "Disclaimer | Terms of use", "×", "Share", "×", "Facebook LinkedIn Twitter Email Us", "* Increase Text", "* Decrease Text", "* Links Underline", "* Reader View", "* Reset", "FAQ's Email Us [IMG] Virtual Campus Share Cookie Preferences"]