["ï»¿", "Akhil Bharatiya Pratinidhi Sabha of RSS elected Shri Dattatreya Hosabale", "as its â\u0080\u0098Sarkaryavahâ\u0080\u0099. He was Sah Sarkaryavah of RSS since 2009.", "Latest Update", "----------------------------------------------------------------------", "Sangh and Swayamsevaks to work towards inculcating Family Values,", "Environmental issues and Social Harmony - Dattatreya Hosabale", "\"Sangh and Swayamsevaks to work towards inculcating Family Values, Environmental", "issues and Social Harmony\" - Dattatreya Hosabale", "Bharat has a narrative of its own and has a unique civilizational wisdom", "that cannot be wished away. This along with its civilisational experience", "and its achievements have to be conveyed to the world and the next", "generation. An intellectual campaign towards this will be taken up by the", "RSS in the next 3 years. The experience of our Karyakartas is the", "inspiration behind the sangh work in these 3 dimensions in the next few", "years. We expect cooperation from the society and people of the country.", "ABPS Resolution 2 : Bharat stands as â\u0080\u0098Oneâ\u0080\u0099 against Covid -19 Pandemic", "ABPS Resolution 2 : Bharat stands as â\u0080\u0098Oneâ\u0080\u0099 against Covid -19 Pandemic", "Many of our Corona warriors, who rendered selfless service, have laid", "their lives fighting the pandemic. The ABPS, with devout thankfulness,", "recollects their courage and sacrifice and expresses immense gratitude. So", "far, tens of thousands of people have succumbed to the virus. We offer", "tributes to the departed souls and express heartfelt condolences to the", "bereaved families.", "Welcome", "----------------------------------------------------------------------", "Akhil Bharatiya Pratinidhi Sabha - Annual report 2021", "Download PDF", "Read More", "Vijayadashami Speech 2020   English  Hindi", "Join RSS", "----------------------------------------------------------------------", "Upto this moment.. : 898445", "Know Us", "----------------------------------------------------------------------", "Vision and Mission", "For the welfare of entire mankind, Bharath must stand before the world as", "a self-confident, resurgent and mighty nation. Even at the inception, the", "Sangh was viewed by its founder not as a sectoral activity, but as a", "dynamic power-house energizing every field of national activity. Expressed", "in the simplest terms, the ideal of the Sangh is to carry the nation to", "the pinnacle of glory through organizing the entire society. Verily this", "is the one real national as well as global mission. If ever there was one.", "Read More", "Being a swayamsevak", "Ordinary Swayamsevak of the R. S. S. is not 'ordinary' in the sense he", "describes himself to be. There is an altogether distinct", "'extraordinariness' in him of which he is not even aware, leave alone", "being proud of it. Yet it is very important because the Sangh is known to", "the people more by its ordinary Swayamsevaks than by its philosophy or", "programs. If at all the form and character of the Sangh has to have proper", "influence on society, it could only be through the behaviour of an", "ordinary Swayamsevak.", "Read More", "timeline introduction", "Since 1925 the Sangh has come a long way to become the only ever-growing", "movement of Bharat. However this epic journey is not without its ups and", "downs. Sangh has subdued many challenges by silently working at the grass", "root level, by person to person contact and heart to heart dialogue. The", "initiatives of different times were different, ranging from struggle to", "save democracy in emergency period to a very strong initiative of social", "service projects in last few decades, but the impact was cumulative.", "Read More", "Basic FAQ on RSS", "Amidst ever increasing curiosity about Sangh across all sections of", "society and growing media focus, some basic facts about RSS still remain", "unknown to a large number of people. The Sangh uniform, route marches, the", "number of shakhas and Swayamsevaks, the training camps, all have been a", "matter of curiosity all along.There is no formal enrollment procedure in", "Sangh, no prerequisite to become a member. This section will help you to", "'know about sangh' but to know Sangh is to experience it.", "Read More", "* Vision & Mission", "* Swayamsevak", "* Timeline", "* FAQ", "Social Media Updates", "----------------------------------------------------------------------", "Our twitter page", "Read More", "Our Facebook Page is now https://www.facebook.com/RSSOrg/", "Read More", "Videos", "----------------------------------------------------------------------", "* Tag Clouds", "----------------------------------------------------------------------", "* ABKM", "* ABPS", "* Annual Report", "* Articles", "* Events", "* Interviews", "* New Visitors", "* Prachar Pramukh", "* Press Meet", "* Press Statements", "* Resolutions", "* Sah Sarkaryawah", "* Sahsarkaryavah", "* Sangh Shiksha Varg", "* Sangh Utsav", "* Sarkaryavah", "* Sarsanghachalak", "* Timeline", "* Vijayadashami", "Photo Gallery", "----------------------------------------------------------------------", "Sri Vijayadasami Utsav 2020", "Sri Vijayadasami Utsav 2020", "Sri Vijayadasami Utsav 2020"]