["FOR A COFFEE!", "+--------------------------------------------------------------------+", "| NEW ZEALAND              | Soon May The Wellerman Come             |", "| FO LK * SONG             | Anon c.1860-70                          |", "+--------------------------------------------------------------------+", "Song List - Home", "From 1833 onwards, the Wellermen, on ships owned by Weller Brothers of", "Sydney,", "supplied provisions to New Zealand shore whaling stations from their", "base at Otakou.", "IFrame", "1. There was a ship that put to sea,", "The name of the ship was the Billy of Tea", "The winds blew up, her bow dipped down,", "O blow, my bully boys, blow.", "Soon may the Wellerman come", "And bring us sugar and tea and rum.", "One day, when the tonguin' is done,", "We'll take our leave and go.", "2. She had not been two weeks from shore", "When down on her a right whale bore.", "The captain called all hands and swore", "He'd take that whale in tow.", "3. Before the boat had hit the water", "The whale's tail came up and caught her.", "All hands to the side, harpooned and fought her", "When she dived down below.", "4. No line was cut, no whale was freed;", "The Captain's mind was not of greed,", "But he belonged to the whaleman's creed;", "She took the ship in tow.", "5. For forty days, or even more,", "The line went slack, then tight once more.", "All boats were lost (there were only four)", "But still the whale did go.", "6. As far as I've heard, the fight's still on;", "The line's not cut and the whale's not gone.", "The Wellerman makes his regular call", "To encourage the Captain, crew, and all.", "The Needleman", "IÂ’ll tell you how this all began", "A jungle virus in Wuhan", "First it went from bat to man", "Then round the world it flew.", "The tourists flocked here, more and more,", "And down on us the Covid bore", "Jacinta roused her team and swore", "To lay that virus low.", "Soon may the Needleman come", "An' vaccinate us one by one", "One day when the Covid is gone", "We can drop our masks and go . . .", "FOR A COFFEE!  YEAHHH!", "The worldÂ’s upturned, so much disorder", "WeÂ’re now locked down inside our border.", "An' I've became a loo roll hoarder", "'Cause I still have to go!", "It's 40 weeks or even more", "Since I kissed my sweet Elenore", "The frustration's now at Level Four", "We're ready to explode!", "Soon may the Needleman come", "An' vaccinate us one by one", "One day when the Covid is gone", "We can drop our masks and go...", "ANÂ’ MAKE LOVE AGAIN!", "As far as I know, the fightÂ’s still on", "We still need masks, the bugÂ’s not gone", "The Needleman's not yet made his call", "To jab our oldies, sick, and all.", "Soon may the Needleman come", "An' vaccinate us one by one", "One day when the Covid is gone", "We can drop our masks and go...", "ANYWHERE WE WANT TO!  YEAHHH!", "Your browser does not support the audio element.", "Substitute your own frustrated desire at the end of each chorus. Our New", "Zealand leader is", "PM Jacinta Ardern, but substitute your own leader and your own country's", "Covid response.", "Or write alternative (humorous?) verses to evoke your own situation.", "Other New Zealand Sea Shanties", "Toia Mai (Ancient)", "hauling-ashore chant", "Davy Lowston (1815)", "Sealers marooned in Fiordland", "Blood Red Roses (1820s)", "Old whaling shanty", "Come All You Tonguers (1830s)", "Old shore-whaling shanty", "Across The Line (1850s)", "around the world and home again", "John Smith A. B. (1850s)", "drowned in latitude fifty-three", "Tonguing", "No, this does not refer to foreplay, but to cutting long strips of blubber,", "known as tongues, off the carcass of the beached whales. The strips were then", "cut into smaller pieces that were boiled down in large pots to obtain whale oil.", "More details here.", "The Billy of Tea", "The phrase billy of tea was first noted in Australian usage in 1839. A \"billy\"", "was made by Australian gold miners who put a handle made out of no. 8 wire on", "an empty tin which had contained tinned  meat, and which was bent into a point", "at the edge to make a \"bill\" for easy pouring. They hung it over their fire to", "boil water for making a drink of tea.", "I started wondering if whalers who were former goldminers had given this new", "slang word to a ship with a name like \"William O' Toole\" or \"William O.", "Thompson.\" So I went searching on the internet.", "A search of the New Bedford Free Public Library's wonderfully-detailed Whaling", "ship database shows that the \"William Rotch\" made two whaling voyages out of", "New Bedford, from June 1843 to May 1847, and from Sept 1847 to October 1851.", "The second voyage was to the Pacific, the first was not detailed, but possibly", "to there also. Was this the original \"Billy O T\" ??", "Whaling in New Zealand", "In the 18th and 19th centuries, whale oil was was in great demand for", "lubricating industrial machinery, and as a clean burning fuel for lamps.", "In the late 18th century, whaling ships came from Europe, America, and", "Australia to catch whales the waters off New Zealand. The whalers quickly", "discovered that whales from the mid Pacific Ocean, began to arrive off the", "west coast of New Zealand in early May each year, and made their way south", "past Kapiti Island and the mainland, heading through Cook Strait for Kaikoura", "and then Stewart Island.", "So whalers set up Whaling Stations in those areas where the whales were known", "to frequent or pass through:", "* 1828, Cloudy Bay, Foveaux Strait", "* 1829, Arapawa Island, Malborough Sounds", "* 1831, Weller's Bay Whaling Station, Otago Harbour.", "* pre-1837, Richards & Co two stations on Kapiti Island", "* 1837, A. Oliver at Ocean Bay and Port Underwood", "* 1839, Acker Whaling Station Colihoc [Colac] Bay, Stewart Island", "* ----, Preservation Harbour, Foveaux Sound,", "* 1841, Fyffe Whaling Station, Kaikoura", "* ----, Mana island, near Wellington", "* 1846, Tuatuku Station, Sth-east Stewart Island", "The workers at these bay-whaling stations were not paid wages, they were paid", "in slops (ready made clothing), spirits and tobacco. Weller Bros were major", "suppliers of shore whalers supplies, as this 1839 contract to supply the Acker", "whaling station at Colac Bay shows:", "Agreement with Lewis Acker 24th Dec 1839 to whale at Colihoc Bay, Centre", "Island. Weller Bros to provide casks, trypot, as required for a fishery (3", "boats) and supply provisions and gear. . .", "However the Wellers failed to supply provisions for that 1840 season. When the", "vessel eventually turned up, Acker had disposed of the boats and gear and was", "getting ready to return to America.", "Wellers' Whaling Station", "Joseph Weller, a wealthy Englishman businessman, was unwell, suffering from", "Tb, and was advised by his doctor to take a sea voyage. He became interested", "in emigrating to Australia and arrived there with his wife and sons in 1830.", "Some of the family's ample capital was invested in land and property but their", "main interest was directed towards whaling and in 1831 he purchased a barque", "the \"Lucy Ann.\" After obtaining a crew and provisions, two of his sons, Joseph", "Jr and Edward, set sail for New Zealand in it, in September 1831.", "They landed at a promontory 'Te Umu Kuri' (which became known as Wellers'", "Rock) on the east coast of Otago harbour- and established a whaling station", "there.", "It is not known what arrangements were made with the local Maori, but", "construction of the whaling station started immediately. However a few months", "later, the station and its whalers houses were been burned to the ground by a", "Maori raiding party.", "Whaling operations in 1832 were clearly severely restricted by this, but in", "May 1832 Weller sent his son George from Sydney in the Lucy Ann to help his", "brothers re-establish the Station for the 1833 bay-whaling season. With Joseph", "Jr. in charge, whaling at Otakou (as the Weller station was then known) was", "very successful, with 130 tuns (barrels) of whale oil being collected.", "- the Church Missionary Society had", "been at the Bay of Islands since", "1814, but this was 800 nautical miles", "north of Otago.", "- a Free Church of Scotland", "settlement was established in Otago", "in 1848.", "In 1834 Joseph Jr. became ill with Tb and died, and because there was not yet", "a Christian burial ground or minister anywhwere in Otago, his young brother", "Edward pickled his corpse in a puncheon of rum and shipped it back to Sydney", "for burial.", "So Edward Weller became manager of Weller's Otakou establishment when he was", "only twenty years of age. For a few years the business flourished, becoming", "one of the biggest whaling stations on the New Zealand coast, and did", "considerable business with calling ships as a general store.", "Difficulties began to increase. The number of whales using those coastal", "waters became fewer in number; opposition from other whalers became more", "severe; there were difficulties over land possession, both with the local", "Maori and also with the New Zealand Government. In 1840 Edward Weller returned", "to Sydney due to to ill health and did not return.", "Octavious Harwood, an employer of Wellers, then bought part of the Otakou", "station in partnership with C.W. Schultze the Station's manager, and they ran", "it together -mainly as a general store for other whalers. WELLER FAMILY", "WEBSITE", "Dr Edward Pohau Ellison, OBE", "Edward Weller's grandson, Edward Pohau Ellison, had a long and faithful career", "as a Medical Officer and Public Servant in the Pacific Islands.", "Edward's paternal grandfather, Thomas Ellison, had left his home in England as", "a cabin boy on one of the East India Company's boats, settled in Australia and", "later went whaling in Otakou, and then established his own whaling station", "further to the north in the Malborough Sounds. He married Ika-i-raua, daughter", "of the chief Whati of the Ngati-Tama. After Thomas was drowned in a storm at", "sea, his whaling station was taken over by a son, Raniera Ellison.", "At the same time, at the Weller brothers whaling station at Otakou, Edward", "Weller's first wife Paparu died, and he then married Nikuru Taiaroa, who also", "died, after giving birth to her first child, Hannah Nani Tairoa Weller.", "Raniera Ellison gave up whaling for goldmining, and in later years he married", "Hannah Weller. They moved to a farm near Otaki, where Edward Ellison was born,", "and after many difficulties, graduated in medicine at Otago University.  Te", "Hou", ".............", "...........Te Whati               Matenga Taiaroa m. Hinewhareua", "...............|                  .........................|", "....Te Ikairaua m. Thomas Ellison .........  Nikuru Taiaroa m. Edward", "......................|           Weller", "......... .......................|", "Raniera Ellison .............m. ....... ....Hannah Nani Weller", "| ......", ".Edward Pohau Ellison..........", "Maude Gonne's version", "Tarek Bazley's 1995 Dunedin Celtic rock band Maud Gonne (or Whole Peeled) also", "has a very energetic version of this song.", "This version was also picked up by the Pioneer Pog'n'Scroggin Bush Band.", "1. There was a ship that put to sea,", "The name of the ship was the Rosy Lee", "The winds blew up, the rum went down,", "And the southern seas did blow.", "Soon may the Wellerman come", "And bring us sugar and tea and rum.", "One day, when the whalin' is done,", "We'll take our leave and go.", "2. We'd not been two weeks from shore", "When we spied a whale and furthermore", "The captain called all hands and swore", "He'd take that whale in tow.", "3. Soon as the boat had hit the water", "A whale's tail came up and caught her.", "All hands on deck harpooned and caught her", "And we tok that whale in tow", "4. A line we dropped down in pursuit", "She raised her tail, a last salute", "The harpoon lodged there's no dispute", "Then she dived down below.", "5. For six long days, and six long nights,", "She took us south with all her might", "Until we were too tired to fight", "And then we let her go.", "6. The line was cut, the whale was freed", "The captain's mind was not on greed", "But he belonged to the sailers' creed", "So we let that wha-ale go", "Mike Moroney writes;", "\"The fiddle player in the Pog band at that time was Tarek Bazley (whom you", "hear interviewing auspicious people on National Radio these days). Tarek was", "also a member of a fantastic, yet rough-as-guts, originals band called Maud", "Gonne that had a strong celt-folk feel to them. We picked up that version of", "Wellerman pretty much as is from Tarek's band.\"", "Origins of the \"Wellerman\" song", "Neil Colquhoun (Auckland, NZ) collected \"Soon May the Wellerman Come\" in about", "1966 from someone called F. R. Woods.", "Mr. Woods, who was then in his 80s, told Colquhoun he had learnt this song and", "also the song \"John Smith A.B.,\" from his uncle.", "\"John Smith AB\" was printed in The Bulletin Sydney in 1904, where it was", "attributed to D. H. Rogers (and contributed by F. R. Woods?)", "It is possible that D. H. Rogers was the uncle of F. R. Woods' and that it was", "he who composed \"Soon may the Wellerman Come\" and \"John Smith A.B.\"", "If Rogers had been born around about 1820, then he could have been a teenaged", "sailor and/or shore whaler around NZ in the late 1830s, settled in Australia,", "written the shanties in his later years as his composing skills developed, and", "then taught them to his nephew in his 70s-early 80s, some time between 1890", "and 1904.", "Neil Colquhoun published it in the 2nd edition of Song of a Young Country,", "(Reed NZ, 1972).", "Another edition of this book was published in England (Bailey Brothers and", "Swinfen 1972). This was purchased in Scotland by American chantyman Chris", "Morgan, who added Wellerman to his repetoire. He lent the book to Maine", "folksinger Gordon Bok who also sung and recorded it.", "\"Wellerman\" on record", "1972 Compilation album. Song of a Young Country (LP)", "1975 Phil Garland, Colonial Yesterdays, (LP)", "1977? Cant. Crutchings Bush and Ceilidh Band, Landfall New Zealand (cass.)", "1977 Irish Rovers, \"The Irish Rovers in New Zealand\" (NZBC Program)", "1994 The Maud Gonne Band, The Difficult Third Album (LP) - changed lyrics", "1985 The Morgans, Soundings for the Whale Conn. USA, (cass. )", "1995 Bok, Muir & Trickett, And So Will We Yet Maine USA, (cass. CD)", "1998 Pioneer Pog n' Scroggin Bush Band, Sesqui (CD) - changed lyrics", "1998 Whole Peeled, Induce (CD) - changed lyrics", "1998 Mike Harding, Past to the present (CD)", "1999 Bill & Kath Worsfold. New Zealand Tour. (CD)", "2003 The Maritime Crew, Under the Southern Cross (CD)", "2005 Bruce Paine, Guitar@museum (CD)", "2007 The Marit. Crew & Folgearster Folk, On The Road Together, Holland (CD)", "2010 The 2009/10 NZ Secondary Students' Choir in concert. (CD)", "2013 Wgtn Sea Shanty Society, That's What I Call Sea Shanties 1 (CD)", "2014 The Maritime Crew. Under the Southern Cross (CD)", "2016 The Maritime Crew. Rolling the whole world round. (CD)", "2018 Rhodeworks. Unrealistic expectations. (CD)", "2018 Song of a young country (CD)", "2018 The Longest Johns, Between Wind and Water. Spotify (CD?)", "2018 Wgtn Sea Shanty Society, Ahoy. Spotify (CD?)", "Song List - Home", "Page published on internet 9th Sept 2002, family tree added June 2006, updated", "2021", "website metrics"]