["Link: amphtml", "Link: canonical", "Return to frontpage", "_____________________ [ Submit ]", "* * * * * * * ePaper", "Return to frontpage", "Return to frontpage", "* Home", "* News", "* National", "* International", "* States", "* Cities", "* Elections", "* Assam", "* Kerala", "* Puducherry", "* Tamil Nadu", "* West Bengal", "* Opinion", "* Cartoon", "* Columns", "* Editorial", "* Interview", "* Lead", "* Readers' Editor", "* Comment", "* Open Page", "* Letters", "* Business", "* Agri-Business", "* Industry", "* Economy", "* Markets", "* Budget 2021", "* Stock Quotes", "* Sport", "* Cricket", "* Football", "* Hockey", "* Tennis", "* Athletics", "* Motorsport", "* Races", "* Other Sports", "* Entertainment", "* Art", "* Dance", "* Movies", "* Music", "* Reviews", "* Theatre", "* Crossword+", "* Life & Style", "* Fashion", "* Fitness", "* Food", "* Motoring", "* Travel", "* Homes and gardens", "* Luxury", "* thREAD", "Return to frontpage", "Explainer | Why are the Agriculture Bills being opposed", "Share On", "* *  *  *  *  *  *  * News", "* National", "* International", "* States", "* Cities", "Chinese cyber attack foiled: Power Ministry", "* News", "* National", "National", "Explainer | Why are the Agriculture Bills being opposed", "[IMG] Pragati K.B.", "September 16, 2020 13:17 IST", "Updated: September 21, 2020 17:13 IST", "Pragati K.B.", "September 16, 2020 13:17 IST", "Updated: September 21, 2020 17:13 IST", "Share Article", "* *  *  *  *  *  *  * PRINT", "* A A A", "Three Bills on agriculture reforms – The Farmers’ Produce Trade and", "Commerce (Promotion and Facilitation) Bill, 2020; The Farmers (Empowerment", "and Protection) Agreement of Price Assurance and Farm Services Bill, 2020", "and The Essential Commodities (Amendment) Bill, 2020 – were introduced in", "the Parliament on September 14 to replace the ordinances issued during the", "lockdown.", "Opposition members in the Lok Sabha plan to move a resolution against the", "Trade and Commerce ordinance and the Price Assurance ordinance on", "September 16, following which Agriculture Minister Narendra Singh Tomar", "will move that both the Bills replacing those ordinances be passed.", "Farmers and farmer associations across the country have protested against", "the ordinances. The tractor protest by farmers of Punjab and Haryana in", "July was in opposition to these. The Punjab Assembly on August 28 passed a", "resolution rejecting the Centre’s ordinances.", "What do the ordinances – provisions of which will override all State APMC", "laws – entail? Why are they being opposed?", "Watch | Why are the agriculture bills being opposed?", "Cooperative federalism", "Since agriculture and markets are State subjects – entry 14 and 28", "respectively in List II – the ordinances are being seen as a direct", "encroachment upon the functions of the States and against the spirit of", "cooperative federalism enshrined in the Constitution. The Centre, however,", "argued that trade and commerce in food items is part of the concurrent", "list, thus giving it constitutional propriety.", "End to MSP?", "The Farmers' Produce Trade and Commerce (Promotion and Facilitation)", "Ordinance aims at opening up agricultural sale and marketing outside the", "notified Agricultural Produce Market Committee (APMC) mandis for farmers,", "removes barriers to inter-State trade and provides a framework for", "electronic trading of agricultural produce. It prohibits State governments", "from collecting market fee, cess or levy for trade outside the APMC", "markets.", "According to PRS Legislative Research, APMCs were set up with the", "objective of ensuring fair trade between buyers and sellers for effective", "price discovery of farmers’ produce. APMCs can regulate the trade of", "farmers’ produce by providing licences to buyers, commission agents, and", "private markets; levy market fees or any other charges on such trade; and", "provide necessary infrastructure within their markets to facilitate the", "trade.", "Critics view the dismantling of the monopoly of the APMCs as a sign of", "ending the assured procurement of food grains at minimum support prices", "(MSP). To the Centre’s ‘one nation, one market’ call, critics have sought", "‘one nation, one MSP’.", "Critics argue that ensuring a larger number of farmers get the MSP for", "their produce and straightening kinks in the APMCs, instead of making", "these State mechanisms redundant is the need of the hour.", "Framework for contract farming", "The Farmers (Empowerment and Protection) Agreement of Price Assurance and", "Farm Services Ordinance relates to contract farming, providing a framework", "on trade agreements for the sale and purchase of farm produce. The", "mutually agreed remunerative price framework envisaged in the legislation", "is touted as one that would protect and empower farmers.", "The written farming agreement, entered into prior to the production or", "rearing of any farm produce, lists the terms and conditions for supply,", "quality, grade, standards and price of farm produce and services.", "The price to be paid for the purchase is to be mentioned in the agreement.", "In case of prices subjected to variations, the agreement must include a", "guaranteed price to be paid for such produce, and a clear reference –", "linked to the prevailing prices or any other suitable benchmark prices –", "for any additional amount over and above the guaranteed price, including", "bonus or premium. The method of determining such price, including", "guaranteed price and additional amount, will be provided in the agreement", "as annexures.", "No mechanism for price fixation", "The Price Assurance Bill, while offering protection to farmers against", "price exploitation, does not prescribe the mechanism for price fixation.", "There is apprehension that the free hand given to private corporate houses", "could lead to farmer exploitation.", "Contract farming is not a new concept to the country’s farmers – informal", "contracts for food grains, formal contracts in sugarcane and poultry", "sectors are common. Critics are apprehensive about formal contractual", "obligations owing to the unorganised nature of the farm sector and lack of", "resources for a legal battle with private corporate entities.", "Deregulation of food items", "The Essential Commodities (Amendment) Ordinance removes cereals, pulses,", "oilseeds, edible oils, onion and potatoes from the list of essential", "commodities. The amendment will deregulate the production, storage,", "movement and distribution of these food commodities. The central", "government is allowed regulation of supply during war, famine,", "extraordinary price rise and natural calamity, while providing exemptions", "for exporters and processors at such times as well.", "The ordinance requires that imposition of any stock limit on agricultural", "produce must be based on price rise. A stock limit may be imposed only if", "there is a 100% increase in retail price of horticultural produce; and a", "50% increase in the retail price of non-perishable agricultural food", "items, according to PRS.", "Food security undermined?", "Punjab Chief Minister Amarinder Singh, on the easing of regulation of food", "items said, it would lead to exporters, processors and traders hoarding", "farm produce during the harvest season, when prices are generally lower,", "and releasing it later when prices increase. He said it could undermine", "food security since the States would have no information about the", "availability of stocks within the State.", "Critics anticipate irrational volatility in the prices of essentials and", "increased black marketing.", "Related Topics", "The Hindu Explains", "Subscribe to Morning Filter & Evening Wrap newsletter", "_____________________ Submit", "Related Articles", "A scene in the Lok Sabha during the monsoon session. File", "Opposition MPs to move resolution against agricultural marketing reform", "ordinances", "Hitting the ground: Activists led by Swaraj Abhiyan’s Yogendra Yadav", "staging a protest at Jantar Mantar.", "Agriculture reform Bills introduced amidst Opposition, farmers’ protests", "‘Withdraw ordinances detrimental to ryots’", "Close X", "[IMG]", "Morning Digest: President Kovind to undergo bypass surgery at AIIMS, John", "Kerry to visit India ahead of Biden’s climate summit, and more", "[IMG]", "‘Adhere to COVID norms during Holi’", "[IMG]", "BJP MLA thrashed in Punjab", "[IMG]", "Disha police stations get patrolling vehicles", "[IMG]", "Police rescue youth attempting suicide", "[IMG]", "Ensure action plan for water supply during summer: Mayor", "[IMG]", "Man held for cheating youth with jobs, blackmailing women", "[IMG]", "The Hindu Explains | Why has the Supreme Court issued fresh directions on", "process of evaluation for permanent commission for women in Army?", "[IMG]", "Title deeds: Fee waiver for slum-dwellers", "[IMG]", "No suspension of official yet", "[IMG]", "Woman’s family, Jarkiholi accuse Shivakumar of ‘using’ her for political ends", "[IMG]", "Harking back to the big farmers’ stir 70 years ago", "[IMG]", "Pandemic exposed State MSMEs to a bouquet of miseries", "[IMG]", "BJP’s ‘yuvaraja’ too involved: Yatnal", "[IMG]", "Second wave: Rate of spread is a concern", "[IMG]", "Limiting number of appeals to one may provide early end to litigation: Santosh", "Hegde", "[IMG]", "Centre encroaching upon State subjects: Madhuswamy", "[IMG]", "‘Make space for green issues in poll campaigns’", "[IMG]", "Coaching centres in Dharwad inspected", "[IMG]", "If govt. can’t guarantee employment, it should be taken to court: Chenni", "This article is closed for comments.", "Please Email the Editor", "Printable version | Mar 28, 2021 9:18:45 AM |", "https://www.thehindu.com/news/national/explainer-why-are-the-agriculture-bills-being-opposed/article32618641.ece", "© THG PUBLISHING PVT LTD.", "Next Story", "Trending in National", "Other States Parra paid ₹ 5 crore to Geelani's son-in-law to keep Kashmir", "in turmoil after Burhan's death: NIA", "National Almost 40% of RTI rejections last year did not invoke valid", "reason: analysis", "National Coronavirus updates | March 20, 2021", "Karnataka Coronavirus | Negative RT-PCR report mandatory for all", "inter-State travellers to Bengaluru", "Karnataka Sex scandal: woman doubts SIT’s credibility", "Other States Nuns accused of conversion, forced to get off train in Jhansi", "National President Kovind to undergo bypass surgery at AIIMS", "National NIA official tortured my nephew in custody, says ex-police", "officer", "National India, Bangladesh must fight terror together: Modi", "National Electoral bonds | ‘A little effort’ needed to pierce veil of", "anonymity, says Supreme Court", "National Coronavirus updates | March 27, 2021", "Other States Priyanka Gandhi blames BJP for harassment of nuns on train", "National PM Modi visits mausoleum of 'Bangabandhu' Sheikh Mujibur Rahman,", "offers prayer at Jeshoreshwari Kali temple in Bangladesh", "National Amid Bangladesh liberation anniversary, role of India, U.S. in", "1971 in spotlight", "National Coronavirus | Over 50% don’t wear masks, finds government survey", "National Supreme Court backs Tata Sons, sets aside NCLAT order to", "reinstate Cyrus Mistry as chairman", "Karnataka CD scandal case: Woman releases third video saying she will file", "a complainant against Jarkiholi", "National Millions depend on Teesta waters: Hasina tells Modi", "Karnataka In Belagavi, BJP embraces dynastic politics", "National India sends 2,00,000 doses of COVID-19 vaccines to UNPKF", "Karnataka CD scandal case: D.K. Shivakumar's name in audio clip gives a", "new twist to row", "Tamil Nadu Active COVID-19 cases cross 11,000 in Tamil Nadu", "National CBI arrests CGST official and two CAs on extortion charge", "National Supreme Court flags concerns over misuse of electoral bonds", "National Morning Digest: Heavy security for today’s Phase I polling in", "West Bengal and Assam; In Bangladesh, Modi calls for joint fight against", "terror, and more", "National Supreme Court refuses to stay sale of electoral bonds ahead of", "Assembly polls", "National Coronavirus | Covovax trials begin in India, hope to launch it by", "September 2021: Adar Poonawalla", "Other States U.P. police team booked for murder of detainee", "National Sonia Gandhi recalls Indira Gandhi’s role in 1971 war", "Tamil Nadu No lockdown on the cards, says Health Minister", "Indira Gandhi and Sheikh Mujibur Rahman signing the treaty of friendship,", "cooperation and peace in Dacca on March 2, 1972. Photo: The Hindu Photo", "Archives", "Amid Bangladesh liberation anniversary, role of India, U.S. in 1971 in", "spotlight", "Decisions of Delhi, Washington after brutality unleashed by Pakistan", "recalled", "Suhasini Haidar", "* * * Indian Space Research Organisation (ISRO) headquarters in", "Bengaluru.", "ISRO develops radar for joint earth observation satellite mission with NASA", "“NISAR” is a joint collaboration for a dual-frequency L and S-band SAR for", "earth observation.", "PTI", "* * * Top Picks in The Hindu today", "Ocean farm: Species of Hypnea contain the biomolecule carrageenan, which", "is widely used in the food industry. New species of red algae seen in", "west, south east Indian coast", "Devotees praying for the dead at Har Ki Pauri in Haridwar Photo: Anuj", "Kumar COVID-19 casts a shadow over Haridwar Kumbh Mela", "I feel when I push myself to do interesting work, people also learn with", "me, says A.R. Rahman. Rahman dons a new hat for 99 Songs", "Baguettes are on display in a bakery of Quimper, France. France submits", "the baguette for UNESCO heritage status", "A man receives a vaccine against the coronavirus disease (COVID-19) in", "Baghdad, Iraq March 27, 2021. Vaccines may need regular updates as", "coronavirus evolves: study", "Grace Murray Hopper working on UNIVAC Credit: Unknown (Smithsonian", "Institution) Know the scientist: Grace Hopper", "In this file photo, Beverly Cleary signs books at the Monterey Bay Book", "Festival in Monterey, California. Beloved children's author Beverly Cleary", "dies at 104", "A sample of the electoral bond issued by the SBI. Photo: Special", "Arrangement  What next on electoral bonds after Supreme Court refuses to", "bar their sale | The Hindu In Focus Podcast", "Free apps that scam people later made $400 million in revenue. Free apps", "that scam people later made $400 million in revenue, report says", "TRENDING TODAY", "* Coronavirus", "* West Bengal Assembly Elections 2021", "* [IMG]", "Waheed-ur-Rehman Parra. File", "33K | Parra paid ₹ 5 crore to Geelani's son-in-law to keep Kashmir in", "turmoil after Burhan's death: NIA", "[IMG]", "32K | Here is why the electoral bonds scheme must go", "Priyanka Gandhi Vadra. File.", "17K | Priyanka Gandhi blames BJP for harassment of nuns on train", "This satellite image from Cnes2021, Distribution Airbus DS, shows the", "cargo ship MV Ever Given stuck in the Suez Canal near Suez, Egypt on March", "25, 2021. The skyscraper-sized cargo ship wedged across Egypt’s Suez Canal", "further imperiled global shipping Thursday as at least 150 other vessels", "needing to pass through the crucial waterway idled waiting for the", "obstruction to clear, authorities said.", "15K | Explained: How will the Suez Canal blockage affect supply chains?", "Screenshot taken on March 25, 2021 from the home page of the", "www.xtholdings.com shows a cargo ship. Picture for representation.", "14K | Iran missile hits India-bound Israeli ship in Arabian Sea, says", "report", "Prime Minister Narendra Modi handing over the Gandhi Peace Prize to Sheik", "Hasina and Sheikh Rehana, the daughters of Sheikh Mujibur Rahman, in", "Dhaka, on March 26, 2021.", "13K | PM Modi hands over Gandhi Peace Prize for Sheikh Mujibur Rahman to", "his daughters", "Mahendra Kumar Sharma (standing, fourth from left), with the West Zone", "team at the inter-zone women’s cricket tournament in 1974. Special", "Arrangement.", "13K | The man who batted for women’s cricket", "Photo: rti.gov.in", "11K | Almost 40% of RTI rejections last year did not invoke valid reason:", "analysis", "Karnataka Pradeesh Congress Committee Women’s wing staging a protest at", "Congress House near Anandrao circle, demanding the resignation of Health", "minister K Sudhakar, and FIR to be filed against former minister Ramesh", "Jarkiholi involved in sex CD scandal, in Bengaluru on March 25, 2021.", "11K | Sex scandal: woman doubts SIT’s credibility", "JUST IN", "* 17mins 1 dead, six injured in stabbing attack at Canadian library", "* 23mins Morning Digest: President Kovind to undergo bypass surgery at", "AIIMS, John Kerry to visit India ahead of Biden’s climate summit, and", "more", "* 1hr Gangster Fajja shot dead in Delhi", "* 1hr Ronaldo fumes as Serbia snatch draw with Portugal, Belgium held", "* 1hr Delhi saved 334 MW electricity during Earth Hour, say Discom", "officials", "* 3hrs I-League | Rampant Gokulam Kerala claims title", "* 3hrs BJP MLA thrashed in Punjab", "* 4hrs Elite U.K. schools in spotlight over claims of misogyny, rape", "* Coronavirus | After 4 months, Tamil Nadu’s tally exceeds 2,000", "* West Bengal Elections | Ten held for violence during phase 1 of", "polling", "* Millions depend on Teesta waters: Hasina tells Modi", "* ‘Global shortage may inflate monitor, flat screen prices’", "* Chip shortage impacts Stellantis, Nissan, Nio", "* Divestment goal achievable; LIC IPO to fetch ₹1 lakh crore: CEA", "* Tamil Nadu Assembly Elections | AIADMK complains against A Raja,", "Stalin urges for restraint", "CLOSE", "CLOSE THIS MENU", "_____________________ [ Submit ]", "TRENDING TODAY", "* Chennai", "* Hyderabad", "* Bengaluru", "* Videos", "* Entertainment", "* Subscription", "* Latest News", "* Today's Paper", "* ePaper", "* Housing", "* Coupons", "* News", "* National", "* International", "* Elections", "* Assam", "* Kerala", "* Puducherry", "* Tamil Nadu", "* West Bengal", "* Coronavirus", "* Video & Podcast", "* Expert Speak", "* All Reports", "* World tracker", "* E-BOOK", "* States", "* Andhra Pradesh", "* Karnataka", "* Kerala", "* Tamil Nadu", "* Telangana", "* Other States", "* Business", "* Agri-Business", "* Industry", "* Economy", "* Markets", "* Budget 2021", "* Real Estate", "* Crossword+ \"Free Games\"", "* Cities", "* Bengaluru", "* Chennai", "* Coimbatore", "* Delhi", "* Hyderabad", "* Kochi", "* Kolkata", "* Mumbai", "* Kozhikode", "* Madurai", "* Mangaluru", "* Puducherry", "* Thiruvananthapuram", "* Tiruchirapalli", "* Vijayawada", "* Visakhapatnam", "* Elections", "* Bihar", "* Opinion", "* Editorial", "* Lead", "* Comment", "* Columns", "* Interview", "* Cartoon", "* Open Page", "* Readers' Editor", "* Letters", "* Sport", "* Athletics", "* Cricket", "* Football", "* Hockey", "* Motorsport", "* Other Sports", "* Races", "* Tennis", "* Entertainment", "* Art", "* Dance", "* Movies", "* Music", "* Reviews", "* Theatre", "* Society", "* Faith", "* History & Culture", "* Books", "* Reviews", "* Authors", "* Children", "* Life & Style", "* Fashion", "* Fitness", "* Food", "* Motoring", "* Travel", "* Homes and gardens", "* Luxury", "* Technology", "* Gadgets", "* Internet", "* Sci-Tech", "* Science", "* Technology", "* Health", "* Agriculture", "* Environment", "* Education", "* Careers", "* Colleges", "* Schools", "* Multimedia", "* Photos", "* Videos", "* Podcast", "* Data", "* Specials", "* Resources", "* Tags", "* thREAD", "* Theatre - Fest", "* November Fest", "* Lit for Life", "* Tamil Nadu Smiling", "* Newsletter", "* Archive", "* Classifieds", "* eBooks", "* Print Subscription", "* Social", "* About Us", "* CONNECT WITH US", "* *  *  * CLOSE THIS MENU", "* * * * * * * ePaper", "Return to frontpage", "_____________________ [ Submit ]", "TRENDING TODAY", "* Suez Canal | Linking the East with the West", "* Sachin Tendulkar tests positive for COVID-19", "* In-house secrets: On A.P. CM’s charges against Justice Ramana", "* 4 dead as anti-Modi protests turn violent in Bangladesh", "* Almost 40% of RTI rejections last year did not invoke valid reason:", "analysis", "* PM Modi hands over Gandhi Peace Prize for Sheikh Mujibur Rahman to his", "daughters", "* Parra paid ₹ 5 crore to Geelani's son-in-law to keep Kashmir in turmoil", "after Burhan's death: NIA", "* ‘Rang De’ movie review: An entertaining romantic comedy drama", "* Here is why the electoral bonds scheme must go", "* The man who batted for women’s cricket", "TRENDING TOPIC", "* Coronavirus", "* The Hindu MetroPlus", "Trending on our group sites", "Businessline", "* stocks and shares", "* tariff", "* West Bengal", "* Samsung", "Sportstar", "* Gokulam Kerala FC", "* UFC", "* India", "* IPL", "* Home", "* News", "* Elections", "* Opinion", "* Business", "* Sport", "* Coupons", "* Crossword+", "* Entertainment", "* Life & Style", "* thREAD", "THE SITE", "* About Us", "* Terms of Use", "* Privacy Policy", "* Contacts", "* Archive", "* Print Subscription", "* ePaper", "* Digital Subscription", "* Rss Feeds", "* Sitemap", "GROUP SITES", "* The Hindu", "* இந்து தமிழ் திசை", "* Business Line", "* BL on Campus", "* Sportstar", "* Frontline", "* The Hindu Centre", "* RoofandFloor", "* STEP", "* Young World Club", "* Publications", "* eBooks", "* Images", "* Classifieds", "Contact us Copyright© 2021, THG PUBLISHING PVT LTD.", "IFrame", "one pixel graphics", "one pixel graphics", "one pixel graphics"]