["Link: profile", "Skip to content", "* Follow us:", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* RSS", "* More", "Alt News", "Alternative News and Views in the Post-Truth World", "* Donate", "* Subscribe", "* Politics", "* News", "* Science", "* More", "Search for: _____________________  [ Submit ]", "* Menu", "Alt News", "Alternative News and Views in the Post-Truth World", "* Search", "Search for: _____________________  [ Submit ]", "Search Results for: ExSecular", "[IMG]", "NewsPolitics", "Farmers’ protest: No, protestors did not replace tricolour with Khalistan flag", "at Red Fort", "As part of the protests against the centre’s farm bills, farmers’ unions", "and the Delhi police had chalked out agreed-upon circular routes from", "Ghazipur, Singhu and Tikri borders for the…", "Pooja Chaudhuri & Priyanka Jha26th January 202126th January 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "ReligionSociety", "Video of Mumbai Kisan rally falsely shared as farmers’ protest ‘hijacked’ by", "Muslims", "On January 21, farmer unions rejected the Centre’s proposal to keep the", "farm bills in abeyance for 18 months and reiterated their demand for the", "repeal of farm laws. The…", "Archit22nd January 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "News", "Video from 2019 falsely shared as massive crowd at Diego Maradona’s funeral", "Argentinian footballer Diego Maradona passed away on November 25 at the", "age of 60 from a heart attack. Shortly before his death, he was undergoing", "an operation to remove a…", "Anuradha Prasad5th December 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Old, unrelated photo shared as farmers protesting revocation of Article 370", "In the last week on November, thousands of farmers from Punjab, Haryana,", "Rajasthan and Uttar Pradesh began their march towards the national capital", "in protests against new farm bills introduced…", "Archit30th November 202030th November 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "NewsPolitics", "BJP’s claim about West Bengal police throwing bombs at BJP protest rally is", "false", "Clashes erupted in parts of Kolkata and neighbouring Howrah on October 8", "during “March to Nabanna” organised by the Bharatiya Janata Party’s (BJP)", "youth wing — Bhartiya Janata Yuva Morcha…", "Pooja Chaudhuri10th October 202010th October 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "How Twitterati followed by PM Modi spread misinformation about Deepika", "Padukone’s ‘Chhapaak’", "On the eve of January 7, Bollywood actor Deepika Padukone visited", "Jawaharlal Nehru University (JNU), expressing solidarity with the students", "injured in the JNU attack of January 5. A section…", "Archit14th February 202014th February 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Did gun toting men force people to participate in TMC’s mega rally? No, its an", "old India Today broadcast", "A video of an India Today broadcast showing masked men waving guns at", "people has gone viral on social media. Masked men in the video can be seen", "brandishing guns…", "Jignesh Patel23rd January 201923rd January 2019", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "News", "No, Swara Bhasker did not abuse Major Gogoi or the Indian army", "Bollywood actress Swara Bhasker, responding to Sadhguru’s “liberals are", "fanatics remark”, tweeted that “some ass***** with big caste pride tied", "men to a jeep, flogged them publicly and recorded it…", "Pooja Chaudhuri11th August 201811th August 2018", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "CompilationPolitics", "Hindu khatre mein hai? How the fake news ecosystem targets minorities to create", "a fear psychosis", "Social media has become a convenient medium for purveyors of", "misinformation. Fake news has grown manifold, a large proportion of which", "is dominated by information which is communal in nature…", "Arjun Sidharth8th July 20189th July 2018", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Religion", "Did ‘bus full of Muslims from West Bengal’ hoist Pakistani flag?", "“A bus full of Muslims from West Bengal ( Didi’s Raj ) reached Punjab (", "Capt. Amarinder’s Raj) with a Pakistan flag hoisted on the bus. Just", "listen what the…", "Arjun Sidharth9th June 20189th July 2018", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "Post navigation", "Older Entries", "All the content on the Alt News website, except where otherwise noted, is", "licensed under the Creative Commons Attribution 3.0 Unported License."]