["Link: profile", "Skip to content", "* Follow us:", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* RSS", "* More", "Alt News", "Alternative News and Views in the Post-Truth World", "* Donate", "* Subscribe", "* Politics", "* News", "* Science", "* More", "Search for: _____________________  [ Submit ]", "* Menu", "Alt News", "Alternative News and Views in the Post-Truth World", "* Search", "Search for: _____________________  [ Submit ]", "Search Results for: Shefali Vaidya", "[IMG]", "Politics", "Shefali Vaidya did not pass off imitation jewellery as Tanishq piece, morphed", "tweet viral", "Shefali Vaidya, BJP supporter and vocal Hindutva activist, has been", "critical of a recent Tanishq advertisement featuring an interfaith couple.", "Vaidya was among those asking for a boycott of the…", "Pooja Chaudhuri15th October 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "News", "Old photos of aftermath of communal riots shared as recent Bhainsa violence", "A communal clash had broken out in Bhainsa, Nirmal District, Telangana on", "March 7. “The police said that the violence broke out after an argument", "over a bike accident between…", "Archit15th March 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Farmers’ protest: Video of 2019 pro-CAA rally viral as people chanting in", "support of Delhi police", "The farmers’ protest in Delhi took a violent turn on January 26 after a", "group of protestors entered the Red Fort. Farmer groups have been", "protesting against three farm laws,…", "Bhavi Kapadia30th January 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "NewsPolitics", "Farmers’ protest: No, protestors did not replace tricolour with Khalistan flag", "at Red Fort", "As part of the protests against the centre’s farm bills, farmers’ unions", "and the Delhi police had chalked out agreed-upon circular routes from", "Ghazipur, Singhu and Tikri borders for the…", "Pooja Chaudhuri & Priyanka Jha26th January 202126th January 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Clipped video shared to claim Pak PM Imran Khan praised Modi govt", "On January 10, Pakistani activist in exile Arif Aajakia tweeted a", "26-second clip of Pakistan Prime Minister Imran Khan. The video begins", "abruptly and Khan can be heard saying, “If…", "Archit13th January 202113th January 2021", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Old, unrelated photo shared as farmers protesting revocation of Article 370", "In the last week on November, thousands of farmers from Punjab, Haryana,", "Rajasthan and Uttar Pradesh began their march towards the national capital", "in protests against new farm bills introduced…", "Archit30th November 202030th November 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Politics", "Old photo from anti-CAA protest shared as ‘Hathras Bhabhi’ at farmers’ protest", "“Hathras bhabhi has become a farmer today,” wrote National Vice President", "of BJYM, Santosh Ranjan Rai, claiming that a woman seen in red in a", "photograph with Sikh protestors is…", "Mohammed Zubair30th November 202030th November 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "Religion", "Graphic images of unsolved murder in Haryana viral with baseless ‘love jihad’", "spin", "Last month, several Twitter and Facebook users shared three images of a", "woman’s dead body found in a suitcase. The images are graphic, viewer", "discretion is advised. The viral text associated…", "Archit25th November 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "NewsReligion", "Satirical post claiming Muslims secured top 5 ranks in NEET believed to be true", "Last month, Sudarshan News broadcasted a bulletin replete with", "misinformation to falsely propagate that Muslim candidates are favoured in", "the Union Public Service Commission (UPSC) examinations. Alt News", "published a…", "Archit23rd October 202024th October 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "[IMG]", "PoliticsReligion", "No, Congress MLA Aslam Shaikh’s men did not disrupt Durga Puja in Mumbai in this", "video", "A 32-second video is viral with the claim that ‘Jihadis’ went inside a", "Durga Puja pandal in Mumbai and interrupted the festivities. In the video,", "a man wearing a blue…", "Kinjal21st October 2020", "* Share", "* Tweet", "* Pin it", "* Share", "* Email", "* More", "Post navigation", "Older Entries", "All the content on the Alt News website, except where otherwise noted, is", "licensed under the Creative Commons Attribution 3.0 Unported License."]