["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Politics", "What Happened, Quietly, on January 1, 2015?", "What Happened, Quietly, on January 1, 2015?", "This claim about taxes quietly imposed as part of the Affordable Care Act has", "been circulating for years.", "* David Mikkelson", "* Published 26 August 2014", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim", "A bevy of tax increases were quietly imposed upon Americans in January", "2015 due to the Affordable Care Act.", "Rating", "False", "False", "About this rating", "Origin", "An item about a collection of U.S. tax increases which were supposedly", "enacted as of 1 January 2016 due to the provisions of the Affordable Care", "Act (commonly known as “Obamacare”) was circulated widely at the beginning", "of 2016, but it was merely an updated version of identical claims", "circulated in previous years that set 2014 or 2015 as the imposition date", "for those tax increases:", "Although the tax increases listed in this item did come to pass, they took", "effect at the beginning of 2013 (not 2014 or 2015 or 2016), were", "completely unrelated to the Affordable Care Act, applied only to very", "high-income earners, and have been overstated in this list. These tax", "hikes were enacted through the passage of the American Taxpayer Relief Act", "of 2012, a compromise bill pushed through Congress as a partial resolution", "to the then-looming “fiscal cliff” crisis. Under the provisions of that", "bill:", "o The top marginal federal income tax rate increased from 35% to 39.6%", "o The top marginal tax rate on long-term capital gains increased from", "15% to 20% (not 28%).", "o The top marginal tax rate on dividends increased from 15% to 20% (not", "39.6%).", "o Estate taxes increased from 35% of an estate’s value in excess of", "$5,120,000 (in 2012) to 40% of the value above $5,340,000 (in 2014).", "It’s important to note that the increase in marginal tax rates for federal", "income tax, capital gains, and dividends affected only those persons with", "taxable incomes over a $400,000 (single)/$450,000 (married) threshold.", "It’s also important to note that the previous estate tax rate of 0% was a", "special rule that applied only to the estates of persons who died in 2010", "(the estate tax has since been increased to 35% for those who died in 2011", "and 40% for those who died in 2012 and thereafter), and even today an", "estate tax filing is required only for estates with gross assets in excess", "of $5 million (indexed for inflation).", "The tax rate for dividends has also not increased from 15% to 39.6%: it", "appears someone has confused qualified dividends with nonqualified", "dividends. Qualified dividend earnings are tax-free for those in the 10%", "and 15% brackets, taxed at a 15% rate for those in the 25% up to 35% tax", "brackets, and taxed at a 20% rate for higher income taxpayers whose income", "surpasses the 35% tax bracket. Nonqualified dividends only are taxed as", "ordinary income. (Theoretically, a taxpayer with nonqualified dividend", "earnings who reached the top marginal federal income tax rate would be", "paying 39.6% tax on those earnings, but that’s a condition that only", "applies to persons earning over several hundred thousand dollars per", "year.)", "The list’s reference to an “income payroll tax” increase from 37.4% to", "52.2% is something of a mystery, as this is not a standard term for any", "type of government income- or payroll-related tax. The only adjustment to", "payroll-related taxes resulting from the American Taxpayer Relief Act of", "2012 was that a two-year old cut to payroll taxes which had previously", "reduced the rate from 6.2% to 4.2% for 2011 and 2012 was not extended.", "Additionally, this item’s coda claiming that “not one Republican voted to", "do these taxes” is completely false. The American Taxpayer Relief Act of", "2012 passed Congress by a margin of 89-8 in the Senate with 40 Republican", "votes in favor, and a margin of 257-167 in the House with 85 Republican", "votes in favor. (The original claim undoubtedly refers to the House or", "Representatives’ voting in 2010 to pass the health-care reform bill", "without a single Republican vote in favor, but that association is moot", "because, as noted, the tax increases listed above had nothing to do with", "that bill.)", "* David Mikkelson", "* Published 26 August 2014", "obamacare", "taxes", "Editors' Picks", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "Building, Architecture, Spaceship", "Did Norton Send Renewal Offers for Devices Infected With Viruses? Watch", "out for this fake email renewal scam that was created to look as if...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Recent mass shootings have called into question whether there were", "shootings under previous administrations.", "Did US Have No Mass Shootings Under Trump?", "Read more", "Flooring, Person, Human", "Did White House Press Corps Physically Stand for Biden at First News", "Conference?", "Read more", "Joe Biden made a remark about 120 years during a news conference.", "Did Biden Say ‘I Came Into the US Senate 120 Years Ago’?", "Read more", "View all", "Most Searched", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "Clothing, Apparel, Shoe", "Did Kamala Harris Force Children to Learn ‘Arabic Numerals’ in Schools?", "Read more", "Biden falls down stairs of Air Force One.", "Did Biden Fall on Stairs to Air Force One?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]