["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Dick Morris", "stated on April 7, 2014 in in a broadcast of Fox News' \"Hannity\":", "A North Carolina study proves that \"probably over a million people voted", "twice in (the 2012) election.\"", "true false", "* Elections", "* PunditFact", "* Dick Morris", "Jon Greenberg", "By Jon Greenberg April 10, 2014", "Dick Morris: There's proof that over 1 million people voted twice in 2012", "The pursuit of voter fraud is a running theme among Republicans and the", "latest numbers out of North Carolina made the conservative websites pop", "with alarming headlines. \"Oh My: Audit Finds Evidence of Widespread Voter", "Fraud in North Carolina,\" wrote Townhall.com. The National Review had", "\"N.C. State Board Finds More than 35K Incidents of ‘Double Voting’ in", "2012.\"", "The North Carolina news certainly fired up Dick Morris, a Fox News", "commentator and former political adviser to President Bill Clinton (who", "has largely turned against the Clintons these days).", "\"It's most important data I've read in a year,\" Morris said on Fox News’", "Hannity. \"The elections commissioner there, Kim Strach, did a study of", "those who voted in North Carolina who also voted in another state in 2012", "and she found 35,500 people voted in North Carolina and voted in some", "other state.", "\"And only 27 states pool that data. Texas, California, New York and", "Florida did not pool their data. So you're talking about probably over a", "million people that voted twice in this election. This is the first", "concrete evidence we've ever had of massive voter fraud. We’ve talked", "about it ad nauseam. This proves it.\"", "Morris amplified on this claim in an op-ed that came out two days later.", "For this fact-check, we examine whether the report from the North Carolina", "Board of Elections proves that probably a million people voted twice in", "2012.", "Let’s begin with the report, which wasn’t so much a report as one small", "piece of a longer slide show for lawmakers sitting on the state’s", "Elections Oversight Committee (see slides 34 and 35 in the presentation).", "Strach, executive director of the State Board of Elections, was giving the", "initial results from the state’s participation in a project run by the", "Kansas Secretary of State’s Office, Interstate Crosscheck.", "That project has grown from four states in 2005 to 28 in 2013. The list", "includes Alaska, Washington, Idaho, Nevada, Arizona, Colorado, South", "Dakota, Nebraska, Kansas, Oklahoma, Iowa, Missouri, Arkansas, Louisiana,", "Mississippi, Tennessee, Kentucky, Illinois, Indiana, Ohio, Michigan,", "Virginia, Georgia,  North Carolina, South Carolina, West Virginia,", "Pennsylvania and Massachusetts.", "Those states send voter information to Kansas where the record of each of", "their voters is run against the records in all the other participating", "states. They are matched on first name, last name, date of birth and", "Social Security number. According to the Associated Press, Strach reported", "that this produced 765 voters in North Carolina who matched on each", "category with someone who voted elsewhere during the 2012 general", "election.", "\"Could it be voter fraud? Sure, it could be voter fraud,\" Strach told", "lawmakers. \"Could it be an error on the part of a precinct person choosing", "the wrong person's name in the first place? It could be. We're looking at", "each of these individual cases.\"", "Stracht said an additional 35,570 North Carolina voters matched on first", "and last name and date of birth, but not Social Security number. She", "emphasized the need for more investigation.", "Hans von Spakovsky, a former member of the Federal Election Commission who", "is a senior fellow at the conservative Heritage Foundation, said that 765", "voters matched down to the last four digits of a Social Security number", "suggests that North Carolina has the goods.", "\"It is highly unlikely with all of these matching, that these were", "different individuals,\" Spakovsky said.", "Spakovsky said the larger group, based on name and birth date, was also", "fruitful ground to root out abuse.", "\"It is probable that many of these are the same individuals, but there is", "also going to be certain percentage of folks who may share the same name", "and birthdate but are not the same individual. What that proportion will", "be I don’t know – but they all need to be investigated,\" he said.", "These numbers are large. In fact, Spakovsky said that in itself is part of", "the problem. It takes an enormous effort to get to the bottom of each case", "and election officials rarely have the resources.", "However, if the past is any guide, there is reason to doubt that the", "problem of double voting and voting fraud is as large as these figures", "suggest. The track record of the Interstate Crosscheck program itself", "shows how quickly the scale can drop from massive to miniscule.", "Kansas created the project nearly a decade ago, which is enough time to", "assess its performance. In a September 2013 presentation, Kansas Secretary", "of State Kris Kobach said more than 84 million records had been fed into", "his office’s database. At that time, 22 states were in the pool. Kansas", "found over 120,000 potential duplicate voters based on first and last name", "and date of birth.", "The emphasis is on potential.", "Kobach’s presentation included the number of cases referred for", "prosecution. The total was 14.", "All of the referrals dated back to at least 2010. That year, over 850,000", "people voted. There is no indication that any convictions emerged. That", "might be due to the workload and priorities of prosecutors but the point", "remains the same: The Interstate Crosscheck process starts very big and", "ends very small.", "Featured Fact-check", "Charlie Kirk", "stated on March 4, 2021 in a radio show segment", "H.R. 1 “would allow the Boston bomber to have a right to vote.”", "true false", "By Bill McCarthy • March 5, 2021", "Kobach also noted that four people were indicted in Colorado on charges of", "having also voted in Arizona. While an indictment is more serious than a", "referral, again, it is not a conviction.", "We reached out to the Kansas Secretary of State’s Office but the staff did", "not respond before our deadline. We will update this article if we learn", "anything new.", "The question is, why do the numbers drop off so radically? Michael", "McDonald, a political scientist at George Mason University, says there are", "many reasons. In his research, McDonald has spent a lot of time with", "voting records. They are not tidy.", "\"You find missing data, or worse, a missing data code,\" McDonald", "explained. \"They might plug in ‘9999’ when they don’t have a Social", "Security number and people are getting matched on that missing data code.\"", "In particular, clerical errors make voting records highly unreliable,", "McDonald said.", "\"Someone might mark that a person voted when they didn’t, or they confuse", "fathers and sons who have the same name,\" he said.", "Interestingly, the Interstate Crosscheck staff acknowledge this. In their", "2014 participation guide for states, they warn that \"a significant number", "of apparent double votes are false positives and not double votes. Many", "are the result of errors -- voters sign the wrong line in the poll book,", "election clerks scan the wrong line with a barcode scanner.\"", "PunditFact looked at how North Carolina keeps its records. A bit over half", "of the counties, 53 of them, use a manual entry paper poll book. Mistakes", "are simply part of record keeping. In a different arena, medical records,", "one review found that at least 23 percent of names were misspelled.", "If database systems and human error aren’t enough to explain the huge", "number of matches, basic statistics make it even tougher to say this", "process picks out the same person in two states. McDonald co-authored a", "2007 article that ran the numbers on New Jersey’s 2004 voter registry.", "More than 3.5 million people were listed as having voted that year. There", "was an allegation that over 4,000 people had voted twice.", "After scrubbing the list of 4,000 for clerical errors, about 800 matches", "remained. But statistically, researchers calculated that you would expect", "about 400 people out of the original 3.5 million to have the same names", "and birth dates.", "\"The bigger the number of people, the more likely you will find these", "sorts of matches,\" McDonald said. \"But they aren’t the same person.\"", "The latest round of the Interstate Crosscheck involved over 100 million", "records.", "Outside of the Interstate Crosscheck system, the number of people who vote", "twice seems low. PolitiFact Texas found that of 616 allegations of voting", "violations over 10 years in Texas, one conviction emerged for", "double-voting.", "So we know it’s unlikely that 35,000-or-more North Carolinians voted twice", "in 2012.", "How did Morris stretch it all the way to 1 million? In his op-ed, he", "offers some basic, but incorrect, math.", "The population of North Carolina is around 9.7 million, or about 3 percent", "of the overall U.S. population. If 35,000-or-more people voted twice in", "North Carolina, and if that trend continued all over the country, that", "would mean about 1.1 million people will have voted twice across the", "country, Morris figures.", "The problem with that calculation, however, is that if the same person", "votes once in North Carolina and once in Kansas, they will appear as", "having wrongly voted in both Kansas and North Carolina (2 hits in Morris’", "calculation) -- but it would actually only be one offense. Morris seems to", "recognize this mistake. In his op-ed, he shifted to talking about", "\"double-votes\".", "So not only is the point Morris made on television flawed, his math", "appears to be inflated by 100 percent.", "Our ruling", "Morris said that the large number of North Carolina voters matched with", "records in other states was proof that over 1 million people voted twice", "in the 2012 election. While Morris admittedly was extrapolating from the", "North Carolina data, his conclusion is flawed on several fronts.", "The head of North Carolina’s board of elections did not claim that even", "the closest matches on name, birth date and Social Security numbers was", "conclusive evidence. She said more investigation was needed. The track", "record of the Interstate Crosscheck project shows that a tiny fraction of", "all potential matches represents any kind of voting fraud. In Kansas, out", "of more than 850,000 votes cast, only 14 names were recommended for", "prosecution and the Kansas Secretary of State reported no convictions.", "In other states, database quirks, human error and the statistics of large", "numbers have been shown to trim the initial reports of widespread fraud", "down to the barest sliver of actual cases.", "We rate the claim False.", "Our Sources", "Fox News, Hannity, April 7, 2014", "The Hill, Dick Morris: Investigate 2012 vote fraud, April 8, 2014", "North Carolina State Board of Elections, Presentation to Joint Legislative", "Elections Oversight Committee, April 3, 2014", "Associated Press, NC voter audit suggests widespread fraud, April 3, 2014", "Kansas Secretary of State, Interstate voter registration data crosscheck,", "Sept. 20, 2013", "American Civil Liberties Union - Pennsylvania, Requested Documents -", "Interstate Crosscheck Voter Registration Program (81 pages), March 10,", "2014", "Florida NAACP v. State of Florida, Declaration of Andrew Borthwick, Sept.", "17, 2007", "Virginia State Board of Elections, Annual Report on  Voter Registration", "List Maintenance Activities, Jan. 6, 2014", "Kansas Secretary of State, 2010 general election official turnout", "Michael McDonald and Justin Levitt, Seeing double voting: an extension of", "the birthday problem, July 1, 2007", "Augusta Chronicle, No widespread voter fraud found in SC elections, July", "6, 2013", "ABC News, Voter Fraud: Non-Existent Problem or Election-Threatening", "Epidemic?, Sept. 12, 2012", "Townhall.com, Oh My: Audit Finds Evidence of Widespread Voter Fraud in", "North Carolina, April 3, 2014", "National Review Online, N.C. State Board Finds More than 35K Incidents of", "‘Double Voting’ in 2012, April 2, 2014", "MSNBC, Voter fraud in North Carolina? Not so fast, April 3, 2014", "Michael McDonald and Justin Levitt, Seeing Double Voting: An Extension of", "the Birthday Problem, July 1, 2007", "The Oklahoman, Oklahoma part of growing voter fraud program, Aug. 24, 2013", "Institute for Southern Studies, Who's driving North Carolina's latest", "voter fraud hysteria?, April 4, 2014", "PolitiFact Texas, Voter fraud occurs in Texas, though convictions and", "guilty pleas are rare, Sept. 13, 2013", "Demos, Voter Fraud in  The United States, 2003", "Email interview, Hans von Spakovsky, senior fellow, Heritage Foundation,", "April 8, 2014", "Interview, Michael McDonald associate professor of Government and", "Politics, George Mason University, April 8, 2014", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Jon Greenberg", "Viral image", "stated on March 22, 2021 a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "Kevin McCarthy", "stated on March 14, 2021 an interview on Fox News:", "“Democrats have accomplished a lot in just 2 months ... 1 Million energy", "jobs destroyed.”", "pants-fire pants-fire", "By Jon Greenberg • March 17, 2021", "Kevin McCarthy", "stated on March 14, 2021 a tweet:", "The COVID economic relief package “included $600 million for San", "Francisco, part of which goes to cover the tab for free alcohol and", "marijuana for the homeless.\"", "false false", "By Jon Greenberg • March 16, 2021", "Bloggers", "stated on March 8, 2021 a post on Trending Politics:", "“Schumer and Pelosi sneak funding into COVID bill.”", "false false", "By Jon Greenberg • March 11, 2021", "Tom Cotton", "stated on March 6, 2021 a tweet:", "“Senate Democrats just voted to give stimulus checks to criminals in", "prison.”", "mostly-true mostly-true", "By Jon Greenberg • March 9, 2021", "Marco Rubio", "stated on March 6, 2021 a tweet:", "In rejecting his amendment, “Democrats voted to send reopening money to", "schools that refuse to reopen.”", "half-true half-true", "By Jon Greenberg • March 9, 2021", "Rick Scott", "stated on March 1, 2021 an interview with CBS News:", "The $1.9 trillion relief package is “about a bridge for Chuck Schumer, a", "tunnel for Nancy Pelosi.”", "barely-true barely-true", "By Jon Greenberg • March 2, 2021", "Ted Budd", "stated on February 24, 2021 a speech:", "“There’s about 9% of (the American Rescue Plan) actually going to COVID,", "meaning 91% of it is not even COVID-related.”", "half-true half-true", "By Jon Greenberg • March 1, 2021", "Mitch McConnell", "stated on February 24, 2021 a Senate floor speech:", "In the American Rescue Plan, “just about 1% of the money is for vaccines.”", "mostly-true mostly-true", "By Jon Greenberg • February 26, 2021", "Steve Scalise", "stated on February 21, 2021 an interview on ABC News' This Week:", "“There's over a trillion dollars of money unspent from previous", "(coronavirus) relief bills ... still sitting in a bank account.”", "half-true half-true", "By Jon Greenberg • February 23, 2021", "Joe Biden", "stated on February 16, 2021 a CNN town hall in Milwaukee.:", "“There is a consensus among economists left, right, and center… that we", "can’t spend too much” on COVID-19 relief.", "barely-true barely-true", "By Jon Greenberg • February 18, 2021", "DCCC", "stated on February 2, 2021 an attack ad:", "Says Rep. Brian Fitzpatrick, R-Pa., “stood with Trump and the lies… He", "stood with QAnon, not you.”", "barely-true barely-true", "By Jon Greenberg • February 5, 2021", "Rick Scott", "stated on February 1, 2021 a press release:", "States are seeing increases in revenue, with an average decline of just", "0.12% compared with 2019. Over half of states report positive growth,", "including California, New York, and Illinois.", "barely-true barely-true", "By Jon Greenberg • February 5, 2021", "Instagram posts", "stated on January 26, 2021 an Instagram post:", "Masks have negative impacts on 68% of children.", "false false", "By Jon Greenberg • January 29, 2021", "Joe Biden", "stated on January 27, 2021 remarks when signing climate change executive", "orders:", "“84% of all new electric capacity planned to come onto the electric grid", "this year is clean energy.”", "mostly-true mostly-true", "By Jon Greenberg • January 29, 2021", "Dick Morris: There's proof that over 1 million people voted twice in 2012", "* Jack Posobiec", "stated on March 23, 2021 in a tweet:", "“New information coming in that Boulder shooter was a Syrian refugee", "who arrived via Obama-era asylum programs.”", "barely-true barely-true", "By Daniel Funke • March 24, 2021", "* Donald Trump", "stated on March 21, 2021 in a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "* Alejandro Mayorkas", "stated on March 21, 2021 in in an ABC News interview:", "The border surge is “challenging” because the immigration system that", "had been in place for decades “was dismantled in its entirety by the", "Trump administration.”", "half-true half-true", "By Miriam Valverde • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in Facebook posts:", "The “president of Drag Queen Story Hour” was “arrested, charged with", "child pornography.”", "false false", "By Noah Y. Kim • March 24, 2021", "* Viral image", "stated on March 22, 2021 in a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in a Facebook post:", "“Finally, a judge has ruled Dominion voting machines were designed to", "create fraud.”", "false false", "By Tom Kertscher • March 23, 2021", "* Ron Johnson", "stated on March 20, 2021 in a speech:", "“There was no violence on the Senate side, in terms of the chamber.”", "barely-true barely-true", "By Eric Litke • March 23, 2021", "* Viral image", "stated on March 22, 2021 in an Instagram post:", "“Last week, the Colorado Supreme Court declared that Boulder’s AR-15", "ban was unconstitutional. Today, there was a mass shooting in", "Boulder.”", "half-true half-true", "By Ciara O'Rourke • March 23, 2021", "* Facebook posts", "stated on March 22, 2021 in a text post:", "The shooting in Boulder, Colo., was a \"false flag like most of the", "others.\"", "pants-fire pants-fire", "By Daniel Funke • March 23, 2021", "* Jeanine Pirro", "stated on March 20, 2021 in a TV segment:", "The southern U.S. border “is now open to anyone from anywhere in the", "world who wishes to enter our country.”", "false false", "By Bill McCarthy • March 23, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]