["Link: canonical", "Login to your account", "Email", "________________", "Password", "_____________________", "Forgot password?", "Keep me logged in", "[ ]", "[ Login ]", "New User", "Institutional Login", "Change Password", "Old Password", "_____________________", "New Password", "_____________________", "Too Short Weak Medium Strong Very Strong Too Long", "[ Submit ]", "Congrats!", "Your password has been changed", "Create a new account", "Email", "_____________________", "[ Register ]", "Returning user", "Can't sign in? Forgot your password?", "Enter your email address below and we will send you the reset instructions", "Email", "________________", "[ Submit ]", "Cancel", "If the address matches an existing account you will receive an email with", "instructions to reset your password.", "Close", "Request Username", "Can't sign in? Forgot your username?", "Enter your email address below and we will send you your username", "Email", "________________", "[ Submit ]", "Close", "If the address matches an existing account you will receive an email with", "instructions to retrieve your username", "Cookies Notification", "This site uses cookies. By continuing to browse the site you are agreeing", "to our use of cookies. Find out more. [ Accept ]", "×", "logologo", "Skip main navigationJournal menuClose Drawer MenuOpen Drawer Menu", "Home", "* All Journals", "* Biographical Memoirs", "* Biology Letters", "* Interface", "* Interface Focus", "* Notes and Records", "* Open Biology", "* Philosophical Transactions A", "* Philosophical Transactions B", "* Proceedings A", "* Proceedings B", "* Royal Society Open Science", "*    * *  *  *  * Sign in", "* 0 Cart", "* Search", "* Anywhere", "* This Journal", "Quick Search anywhere", "Enter words, phrases, DOI, keywords, authors, etc...", "_____________________", "SearchGo", "Quick Search in Journals", "Enter words, phrases, DOI, keywords, authors, etc...", "_____________________", "SearchGo", "Advanced Search", "Exit", "Skip main navigationJournal menuClose Drawer MenuOpen Drawer Menu", "Home", "* Home", "* Content", "* Latest issue", "* All content", "* Subject collections", "* Special features", "* Blog posts", "* Information for", "* Authors", "* Reviewers", "* Readers", "* Institutions", "* About us", "* About the journal", "* Editorial board", "* Author benefits", "* Policies", "* Journal metrics", "* Publication times", "* Open access", "* Sign up", "* Purchase", "* eTOC alerts", "* RSS feeds", "* Newsletters", "* Request a free trial", "* Submit", "Proceedings of the Royal Society B: Biological Sciences", "You have access", "Check for updates on crossmark", "MoreSections", "* View PDF", "Tools", "* Add to favorites", "* Download Citations", "* Track Citations", "Share", "Share on", "* Facebook", "* Twitter", "* Linked In", "* Reddit", "* Email", "Cite this article", "* Hoving Hendrik J. T. and", "* Robison Bruce H.", "2012Vampire squid: detritivores in the oxygen minimum zoneProc. R. Soc.", "B.2794559–4567http://doi.org/10.1098/rspb.2012.1357", "Section", "Supplemental Material", "You have accessCheck for updates on crossmarkResearch articles", "Vampire squid: detritivores in the oxygen minimum zone", "Hendrik J. T. Hoving", "Hendrik J. T. Hoving", "Google Scholar", "Find this author on PubMed", "Search for more papers by this author", "and", "Bruce H. Robison", "Bruce H. Robison", "Google Scholar", "Find this author on PubMed", "Search for more papers by this author", "Hendrik J. T. Hoving", "Hendrik J. T. Hoving", "Google Scholar", "Find this author on PubMed", "Search for more papers by this author", "and", "Bruce H. Robison", "Bruce H. Robison", "Google Scholar", "Find this author on PubMed", "Search for more papers by this author", "Published:26 September 2012https://doi.org/10.1098/rspb.2012.1357", "Abstract", "Vampire squid (Vampyroteuthis infernalis) are considered phylogenetic", "relics with cephalopod features of both octopods and squids. They lack", "feeding tentacles, but in addition to their eight arms, they have two", "retractile filaments, the exact functions of which have puzzled scientists", "for years. We present the results of investigations on the feeding ecology", "and behaviour of Vampyroteuthis, which include extensive in situ, deep-sea", "video recordings from MBARI's remotely operated vehicles (ROVs),", "laboratory feeding experiments, diet studies and morphological", "examinations of the retractile filaments, the arm suckers and cirri.", "Vampire squid were found to feed on detrital matter of various sizes, from", "small particles to larger marine aggregates. Ingested items included the", "remains of gelatinous zooplankton, discarded larvacean houses, crustacean", "remains, diatoms and faecal pellets. Both ROV observations and laboratory", "experiments led to the conclusion that vampire squid use their retractile", "filaments for the capture of food, supporting the hypothesis that the", "filaments are homologous to cephalopod arms. Vampyroteuthis' feeding", "behaviour is unlike any other cephalopod, and reveals a unique adaptation", "that allows these animals to spend most of their life at depths where", "oxygen concentrations are very low, but where predators are few and", "typical cephalopod food is scarce.", "1. Introduction", "Squid and octopuses are abundant cephalopod molluscs that inhabit the", "marine environment from coastal areas to the abyss. They have evolved a", "wide variety of strategies to pursue living prey like fish, crustaceans", "and other cephalopods [1]. Benthic octopuses use their extensive", "repertoire of camouflage patterns to sneak up on or ambush prey [2].", "Cirrate octopods are believed to trap copepods by engulfment, using the", "web of thin tissue between their arms [3,4]. Squid have, in addition to", "their four arm pairs, a pair of highly extensible and contractile", "tentacles that allows them to grab prey in front of them [5]. Due to their", "speed and agility, some squid are able to catch fast-swimming prey like", "sardines and hake, while others are sit-and-wait predators who deploy", "their long tentacles to lure and ambush prey [6].", "The ‘vampire squid’ Vampyroteuthis infernalis, the sole species in the", "Order Vampyromorpha, is a phylogenetic relic with features of both", "octopods and squid [7]; they have eight arms but lack feeding tentacles.", "They do have two long, extensible, retractile filaments [7,8], which are", "presumably a modified arm-pair [9] and are thought to have a sensory", "function in the detection of food items and/or potential predators [4,10].", "The eight arms, which are joined by an extensive web, bear a longitudinal,", "distal row of up to 21 suckers and multiple finger-like projections called", "cirri [11]. Morphological phylogenetic reconstructions show the", "Vampyromorpha to be a sistergroup of the Octopoda, together forming the", "Octopodiformes [12].", "Vampyroteuthis infernalis occurs circumglobally in temperate and tropical", "oceans, typically in waters with low levels of dissolved oxygen [13–16].", "In waters over the Monterey Submarine Canyon, off Central California, we", "have found Vampyroteuthis throughout the depth range between 600 and 900 m", "and at oxygen concentrations centred around 0.4 ml l^−1. Mesopelagic", "oxygen minimum zones (OMZs) with concentrations less than 0.5 ml l^−1 (22", "μMO_2) occur commonly beneath areas of upwelling and high surface", "productivity; particularly where circulation is sluggish and source waters", "are relatively old [17]. In these upwelling areas, phytoplankton", "productivity is typically high and carbon availability often exceeds", "metazoan capability to consume it [18]. This results in high bacterial", "growth at depth as a result of the decomposition of organic carbon in", "sinking particulate matter, yielding very low oxygen concentrations [19].", "While species from many taxa (including copepods, euphausiids, cnidarians,", "ctenophores, fish and squid) live entirely or part of the time (during", "diel or ontogenetic vertical migrations) within the most pronounced OMZs", "[20,21], many organisms are stressed or die under hypoxic conditions [22],", "and overall abundance and species diversity are reduced. OMZs have", "dramatic effects on the spatial distribution patterns of animals in the", "water column, and zones of enhanced biological and biogeochemical activity", "exist at the OMZ's upper and lower boundaries [23,24]. Metazoan species", "that permanently inhabit OMZs have specific adaptations to hypoxia [25].", "Adaptations of Vampyroteuthis that enable a life in the OMZ include:", "suppression of aerobic metabolism, resulting in the lowest mass-specific", "metabolic rate measured for any cephalopod [26]; a respiratory protein", "(haemocyanin) with a relatively high affinity for oxygen [16] and neutral", "buoyancy that reduces energy expenditure for swimming. Vampire squid are", "dark and cryptically coloured, which reduces their visibility to predators", "[4], and they possess several bioluminescent displays, which are believed", "to be incorporated into anti-predation behaviour and perhaps to prey", "capture [15].", "The variety of feeding strategies employed by deep-living squids appears", "to increase with greater depth as decreasing light, temperature and oxygen", "change the morphological and metabolic requirements for catching prey and", "avoiding predators [12,27]. While many of the physiological and", "morphological adaptations that allow the vampire squid to live in the OMZ", "are relatively well known, published information on the feeding habits of", "Vampyroteuthis is still very sketchy. Stomach contents reported from a few", "trawl-caught specimens include diatoms, copepods, a prawn, and cnidarian", "fragments [7,10]. In order to better understand how vampire squid are able", "to thrive under conditions that are highly adverse to most other", "cephalopods, we investigated their feeding behaviour and ecology.", "2. Material and methods", "(a) In situ observations and collection of individuals", "Between 1992 and 2012, 170 specimens of Vampyroteuthis were observed and", "recorded during remotely operated vehicle (ROV) dives in Monterey Bay", "[28]. These observations comprise a total of approximately 24 h of video", "footage all of which was annotated, reviewed and analysed for this study.", "Individual observations ranged from a glimpse of an animal in the distance", "to continuous recordings of more than 2 h duration. During analysis, we", "noted the specimen's posture when first encountered (the ‘undisturbed’", "position), the position of the arms tips (forward or tucked in), the", "presence or the absence of extended filaments, the position of the", "filaments, the association of particles or other items with the filaments,", "and the presence of food in the mouth or mouth area. Individual video", "frames were digitized to further document-specific postures or behaviours", "of interest. Sample specimens collected by the ROVs confirmed that our", "observations included mature males, mated females, young individuals", "(juveniles with two anterior fins) and juveniles (with four fins) [9].", "Specimens collected in Monterey Bay ranged in size from 22 to 150 mm", "mantle length (ML) and were found at depths between 600 and 800 m. Three", "individuals were observed during ROV dives in the Gulf of California (GoC)", "in February 2012 and two of these were collected (ML 135 mm and 210 mm).", "Three additional specimens were observed during a transit to Hawaii in", "March 2001; two in the region of the California Current and one in the", "eastern Central Pacific gyre.", "(b) Histology and scanning electron microscopy", "For histological sectioning, the distal 5 cm of two arms (with suckers and", "cirri) of a mature male, and retractile filaments (divided into five", "sections from proximal to distal) from several specimens of both genders,", "were dehydrated in a graded series of ethanol, embedded in paraffin and", "sectioned with a microtome. Sections were stained with haematoxylin and", "eosin. Additionally, to test for the presence of mucus secretion, sections", "of the arm tips were stained with mucicarmine stain, using tartrazine as", "the counter stain.", "Several filaments were prepared for viewing under SEM. We used both", "standard critical point drying and hexamethyldizilazane (HMDS) for", "chemical critical point drying (see the electronic supplementary", "material).", "(c) Analysis of digestive system contents", "Vampire squid have a crop, an enlarged oesophagus anterior to the stomach", "and caecum complex, apparently for food storage. For direct evidence of", "food identity, we used a stereomicroscope to examine: (i) the contents of", "six faecal droppings from five ROV-collected animals, all of which were", "produced shortly after the specimens were collected and therefore", "contained naturally ingested food items; (ii) five food boli that were", "each regurgitated by separate individuals immediately after capture by", "ROV; (iii) items from the crops of two ROV-collected animals (one from the", "GoC) that were examined shortly after capture and anaesthetizing with", "MgCl_2 or ethanol; (iv) the crop contents of 43 trawl-captured specimens.", "Thirty-six trawled specimens were collected between 1964 and 1971 by R/V", "Velero IV off southern California and northern Baja California; four were", "collected in 1967 in Mexican waters off northern and central Baja", "California by R/V Velero IV. These 40 specimens are accessioned in the", "collections of the Santa Barbara Museum of Natural History. Another three", "specimens were collected off the California coast in 2011 by cruises of", "the Scripps Institution of Oceanography as part of the California Current", "Ecosystem Long-Term Ecological Research (CCE-LTER) programme.", "DNA samples were extracted from a selected piece of tissue from one", "regurgitated food bolus using the DNeasy Kit (Qiagen, Valencia, CA, USA)", "according to the manufacturer's instructions. LCO1428 and HCO2198 primers", "[29] were used to amplify an approximately 500-base-pair section of the", "mitochondrial cytochrome c oxidase subunit I gene (COI) with the following", "PCR parameters: 38 cycles of 94°C for 1 min, 48°C for 1 min, 72°C for 1", "min. The products were sequenced using BigDye Terminator v. 3.1 Cycle", "Sequencing Kit on an ABI 3100 sequencer (Applied Biosystems, Foster City,", "CA, USA). Using Basic Local Alignment Search Tool (BLAST) against the NCBI", "database, the forward sequence data showed highest sequence identity (97%,", "E-value 0) to Gonatopsis borealis (GenBank accession no. AF144725.1). We", "analysed sequences using a BLAST search against the NCBI database and", "determined they were from the squid family Gonatidae, most probably G.", "borealis (coverage = 100%, E = 0, maximum identity = 97%).", "(d) Laboratory feeding experiments", "Five animals collected by ROV were maintained initially in large Sealtite", "plastic bags and transferred from the ship to MBARI's dark, cold room", "(5.5°C) ashore. Plastic bags are used to prevent skin abrasion resulting", "from contact with aquarium walls, which leads to infections and reduced", "survival rates. Small specimens were maintained throughout their captivity", "in plastic bags, but large specimens were transferred within a day or two", "to circular kreisel tanks [15,30]. Animals were kept this way for periods", "up to 35 days. In the laboratory, vampire squid were provided regularly", "with fresh dead plankton, mostly copepods. When the animals were examined", "or fed, only red-light illumination was used. Experiments in the", "laboratory were performed with all five animals. Two small specimens were", "transferred to an aquarium about 2 h prior to experimentation. The larger", "animals remained in their residential kreisels. A high-resolution video", "camera was placed in front of the tank to record behaviour. During", "recording, white light was used for illumination. Experiments consisted of", "the careful addition of food items (individual copepods or homogenized", "plankton collected by midwater trawl between 600 and 800 m) into the", "container with the subject. Food items were dispensed above the retractile", "filament and allowed to settle slowly.", "3. Results", "(a) Morphology of the arms, suckers, cirri and the retractile filament", "The arms of Vampyroteuthis are lined on their oral surface with a single", "median row of suckers (figures 1 and 4), running distally from midway", "between the beak and the end of the large web. Alternating with the", "suckers, on either side of the oral surface, are relatively large fleshy", "projections, the cirri (figures 1 and 4). Two rows of cirri on each arm", "extend proximally past the first suckers [7] (figures 1 and 4). There may", "be up to 10 pairs of primary cirri along the base of the arm before the", "first sucker, beyond which they alternate with the suckers [14] (figures 1", "and 4). The paired, long retractile filaments emerge from pockets between", "the first and second arms and may be projected for up to eight times the", "individual's total body length, usually one at a time (figure 1). When not", "extended, the filament is coiled within the pocket (figure 1). At the base", "of the filament is a short, broad and relatively rigid peduncle, from", "which the flexible primary filament extends. The retractile filament is", "widest at its base and narrows distally, becoming very thin towards the", "end. Figure 1.", "Figure 1. (a) A juvenile Vampyroteuthis with its filament extended, the", "short peduncle is visible at the base of the filament. (b) A vampire squid", "with a retrieved filament and the web partly curled, revealing the arms", "and cirri. (c) Oral view into the vampire squid's web showing the arms", "with cirri and the suckers present on the distal half of the arm.", "* Download figure", "* Open in new tab", "* Download PowerPoint", "The typical octopus sucker consists of a cup-like acetabulum, and a", "disc-like infundibulum that forms a wide lip to the cup; the two are", "separated by a strong sphincter muscle. On the inner sucker surfaces,", "there is a cuticular lining [31]. In Vampyroteuthis, the sphincter muscle,", "a distinct infundibulum and the cuticular lining are absent. At the base", "of the vampire squid's acetabulum and in the skin covering the sucker", "stalk, there are secretory cells that stain brightly for mucin secretion", "(figure 2). The secretory cells occur in three states: (i) goblet cell", "containing secretory granules (this is the same type of cell involved in", "mucus secretion); (ii) goblet cell in which the secretory granules are", "disappearing and mucous is forming; (iii) goblet cell in which mucous has", "been released, i.e. an empty cell. The type of secretory cells (goblet", "cells containing secretory granules) found on cirri is similar to those", "found at the base of the suckers' acetabulum and in the skin covering the", "sucker stalk. The rim of each sucker has a complex of radiating folds and", "hillocks, on the apices of which are pores, each with a bundle of cilia", "[32]. Figure 2.", "Figure 2. (a) Cross section through a sucker on the distal arm showing the", "muscular cup that forms the acetabulum (ac), the muscle of the sucker", "stalk (st), the skin covering the sucker stalk and outer sides of the", "sucker (sk), the sucker nerve ganglion (ga). (b) A close-up of the", "secretory cells in the acetabulum shown in (a). (c) Secretory tissue in", "the skin covering the sucker stalk.", "* Download figure", "* Open in new tab", "* Download PowerPoint", "The primary filament is a uniform structure with large vacuolated cells", "forming a solid outer layer that covers the complete length of the", "filament (figure 3). In SEM pictures, the vacuolated cells are collapsed.", "Underneath the vacuolated cells, lies an epithelial layer of simple", "cuboidal cells, interspersed with large spherical, apparently sensory,", "cells. The latter have axon-like extensions that extend into the axial", "nerve, but lack obvious organelles commonly found in some sensory cells.", "Underneath the sensory cells is a thin muscle layer, followed by", "connective tissue (figure 3). In the centre of the filament is a", "relatively large axial nerve (figure 3), which runs to the ventral", "magnocellular lobe of the brain [8]. The other side of the filament,", "opposite the sensory side, is characterized by the presence of a", "distinctive thick muscle band (figure 3), probably involved in retraction", "of the filament. Figure 3.", "Figure 3. (a) A close-up of part of the retractile filament of", "Vampyroteuthis infernalis showing the hairs perpendicular to the axis of", "the filament, and the transparent outer layer of vacuolated cells. (b) A", "SEM micrograph of the retractile filament of Vampyroteuthis infernalis", "showing the hairs on the vacuolated cells. (c) Histological section of the", "asymetric retractile filament showing the sensory cells (se) and a blood", "vessel (ve) on the one side and muscle tissue (mu) on the opposite side,", "the nerve is located centrally (ne).", "* Download figure", "* Open in new tab", "* Download PowerPoint", "Fine, flexible but stiff ‘hairs’ cover the exterior of the primary", "filament (figure 3) and were most abundant on the second half. These hairs", "are positioned on the junctions between the exterior vacuolated cells. The", "hairs are visible with SEM and on fresh tissue with a dissecting", "microscope, but are lost after histological sample preparation (figure 3).", "In SEM pictures, the hairs on the retractile filament do not stand up,", "contrary to their position under the light microscope (figure 3). These", "are artefacts of sample preparation.", "Longitudinal histological sectioning reveals the asymmetric nature of the", "filament (figure 3). From outside to inside (aboral to oral), one side has", "the layer of vacuolated cells with the flexible but stiff hairs that lie", "on top of the vacuolated cells.", "(b) Ingested and digested items", "(i) Vampyroteuthis captured by ROV", "In the crop of one recently captured specimen, we found three items that", "had apparently been ingested separately. Each was enclosed in a sticky", "mucus mass within which small (10–20 µm) red cells were incorporated. One", "item consisted of a long crustacean antenna that had several larvacean", "faecal pellets stuck to it. Another item was a ‘sinker’, the discarded", "mucus filtration house of a giant larvacean of the genus Bathocordaeus", "[28]. The sinker had larvacean faecal pellets and crustacean setae stuck", "to it. A third item was a bundle of crustacean setae, moults and a", "crustacean eye. The latter consisted of triangular units, the crystalline", "cones from crustacean eyes, which were also found in large numbers in", "droppings. The second specimen had typical marine snow contents in its", "crop, consisting of crustacean moults, diatoms, crustacean parts,", "copepods, eggs and faecal pellets.", "Similarly, a regurgitated food bolus contained several food items that", "were held together by mucus, in which red cells were incorporated. It had", "several small pieces of flesh, identified by mt DNA COI sequence to be of", "the deep-sea squid Gonatopsis borealis (a species that occurs in the", "Monterey Submarine Canyon), in addition to diatoms, a radiolarian, a piece", "of a sinker, and larvacean faecal pellets.", "Another animal was observed in situ to have food in its mouth just before", "collection by the ROV. This food item was collected along with the", "specimen and it turned out to be the inner filter of a small oikopleurid", "larvacean. In the shipboard laboratory, this animal regurgitated its crop", "contents consisting of a marine aggregate (figure 4). The regurgitations", "of two other specimens contained a sinker, gelatinous tissue from a salp", "or medusa, microscopic crustacean parts, faecal pellets from copepods,", "larvaceans and moults, all enclosed in sticky mucus with red cells. Figure", "4.", "Figure 4. (a) An oral view of Vampyroteuthis infernalis. (b) A marine", "aggregate in the mouth of vampire squid. (c) A dorso-lateral close-up of", "the left side of the head of a vampire squid, showing the filament being", "retracted, a mucus trail is visible on the filament. (d) An oral view of a", "vampire squid showing a trail of mucus with associated food particles", "running to the mouth. (e) A vampire squid with a forward-extended filament", "and a piece of marine snow on the tip of the second right arm. (f) The", "same specimen shown in (e) now retrieving the filament along the tips of", "its arms.", "* Download figure", "* Open in new tab", "* Download PowerPoint", "The collected droppings of eight different animals were similar in", "appearance and in composition. They were red (because of the presence of", "the red cells also found in the ingested food and in the regurgitation)", "and contained intertwined fibres, crustacean antennae, setae and legs.", "Within this knot of different elongate structures, various other items", "were found, including radiolarians, metal-like flakes, a single fish", "scale, sand grains, diatoms, a Doliolum gonozooid, thousands of", "crystalline cones from crustacean eyes, crustacean moults, and what", "appeared to be copepod eggs.", "The red cells present in the mucus of ingested food boli were also found", "in the mucus that was released by living animals, and are apparently", "produced by the cephalopod. These cells often gave the secreted mucus a", "reddish appearance. Such mucus was found floating in the tanks where the", "specimens were kept alive, and it was present in containers after", "dissection of specimens. The cells were also found in faeces and are", "apparently not digested.", "(ii) Vampyroteuthis collected by trawl", "Of the 43 specimens collected by trawl, 36 had food in their crops.", "Ingested food was typically divided into: (i) marine aggregates, including", "sinkers and parts of other gelatinous organisms (salps, ctenophores and", "medusae), held together by sticky mucus and including complete organisms", "such as crustaceans (copepods, ostracods and amphipods), chaetognaths,", "foraminifera, radiolarians, diatoms and ciliates but also numerous faunal", "bits such as eggs, fish scales and fish bones, crustacean moults, eyes,", "antennae, setae, legs, urosomes and microscopic fragments of animals,", "dominantly crustaceans; (ii) one large fragment of a gelatinous organism", "(probably salp or medusa); (iii) complete crustaceans (ostracods, copepods", "and amphipods) inside an opaque jelly-like substance (only found in", "formalin-preserved material and potentially a preservation artefact); and", "(iv) complete or parts of crustaceans (ostracods, copepods and amphipods)", "without association with aggregates or jelly. In 19 animals, faecal", "pellets varying in size from 0.05 to 0.85 mm, and shape (spherical,", "cylindrical and ovoid) were present in the ingested food bolus, all", "consistent with the ingestion of marine aggregates and detrital matter.", "(c) Behavioural observations", "(i) In situ", "Typically, Vampyroteuthis was initially found in a horizontal position,", "and 55 individuals (approx. 33%) had a filament extended, including 2- and", "4-fin juveniles. Only once was an individual observed with both filaments", "out. Extended filaments can reach within a broad arc forward, below and", "above the animal's head (figure 4). Vampire squid were also repeatedly", "observed with their filament drawn between the distal parts of their arms", "(figure 1). Thirteen individuals had the distal half of all eight arms", "tucked inward towards their mouth. One of these animals was collected and", "its crop contained food suggesting, as do our laboratory observations,", "that this posture is taken when food is being ingested.", "In six individuals, particles or aggregates of particles were observed in", "the mouth (figure 4). In another animal, a mucus trail containing", "particles was observed stretching from an arm to the mouth (figure 4).", "Thirteen animals observed in situ had particulate material associated with", "the filament. In one specimen, we saw an apparent food item at the tip of", "the arms. On three occasions, we detected the presence of a large", "aggregate on the retractile filaments. We repeatedly observed smaller", "particles on the filaments during close-up recordings of the filament in", "situ.", "(ii) Laboratory", "The first indication that the retractile filament has a direct function in", "food collection came from an early observation made in the laboratory.", "Bits of homogenized plankton, previously added to the bag in which a", "specimen was kept, became stuck to a filament after contact in the bottom", "of the bag. The animal retrieved the filament and the food particles were", "removed when the filament was drawn across the oral surface of the arms.", "The individual particles that had been on the bottom of the bag became a", "food bolus within the oral web of the animal.", "In recent more controlled experiments, homogenized plankton was squirted", "from a pipette, or individual copepods were released above the filament of", "a specimen in a kreisel. Food particles became attached on contact with", "the filament, and the animal immediately began retrieving the filament", "while passing it within its web, between the arms. The food was wiped off", "the filament, wrapped in mucus forming a food bolus, then was apparently", "transported along the web. When next we could see the mouth, the food was", "visible as a bolus between the chitin jaws. Filament retrieval and the", "removal of attached food particles were observed in four different", "specimens; in three of these, the behaviour was induced repeatedly.", "Filament retrieval when food was not attached was induced in situ and in", "the laboratory by simply touching it. This led to a rapid withdrawal of", "the filament, directly towards the pocket with the filament becoming more", "tightly helical as it contracted. This response is much quicker than", "filament retrieval when food is transferred to the oral web cavity by", "passage between the arms, which took up to 5 min.", "Mucus secretion from the arm tips of Vampyroteuthis associated with", "bioluminescence has been previously reported [15]. The mucus source here", "is most probably the secretory tissue in the arm suckers (figure 2). We", "unsuccessfully attempted to elicit a sucking response by touching the", "surface of the suckers. Both our laboratory and in situ observations", "indicate that food items attached to the filament are subsequently bound", "into an aggregate by mucus, presumably from the arm suckers. The cirri are", "thought to transport a bolus to the mouth, owing to the similar function", "of cirri observed in the cirrate Grimpoteuthis sp. [4]", "4. Discussion", "Most modern cephalopods are predatory carnivores. The results of our diet", "studies of Vampyroteuthis off central and southern California and in", "Mexican waters suggest a radically different feeding strategy. Typical", "prey of cephalopods which co-occur with Vampyroteuthis in the OMZ of the", "Monterey Submarine Canyon include bathylagid fishes, mysid shrimps,", "gonatid squids and a variety of cnidarians (MBARI, archived video data).", "The tissues of these animals were never found in large enough quantities", "in stomach contents to suggest active predation by the vampire squid. The", "food items that we found in digestive tracts, in droppings and", "regurgitations and that we saw being consumed during in situ observations", "were not representative of captured live prey. Instead, Vampyroteuthis'", "food consisted of agglomerated copepod parts, faecal pellets, diatoms,", "radiolarians and fish scales; often embedded in a mucus matrix. The most", "likely source of this eclectic mix is marine snow aggregates, including", "the feeding structures of larvaceans.", "Aggregated marine snow particles and ‘sinkers’ (discarded mucus filters of", "the giant larvacean Bathochordaeus) are very common within the depth range", "occupied by Vampyroteuthis in Monterey Bay [28,33]. When we observed", "Vampyroteuthis in situ with food in and around its mouth, the food clump", "typically appeared as an amorphous mass of small particles wrapped in", "mucus. Food material in the crops was similar, and was in some cases", "clearly identifiable as sinkers. The nutritional value of these large", "particles is surprisingly high, with an average organic carbon content of", "5.4 mg [28]. The sources of this carbon are the diatoms, crustaceans,", "faecal pellets and gelata that become trapped in the feeding filters while", "the larvaceans consume smaller suspended particles [34,35]. Various", "crustacean zooplankters feed on aggregates [35] and by feeding on", "aggregates, vampire squid also ingest the copepods, ostracods and", "amphipods that inhabit the aggregates, which may explain the source of", "complete crustaceans in the digestive systems. Utilization of marine", "aggregates is consistent with the low stable isotope signature measured in", "Vampyroteuthis' beaks [36], and also with the relatively weak musculature", "associated with Vampyroteuthis' beak and radula [10].", "At depth, individual Vampyroteuthis were frequently encountered motionless", "except for gentle fin undulations, with one of their retractile filaments", "extended. Occasionally, small particles or larger aggregates were visible", "on the filaments, on the arms or in the mouth. During laboratory feeding", "experiments, we repeatedly observed particle-laden filaments being drawn", "between the arms in a behaviour that removed the particles and deposited", "them near the mouth in a mucus matrix. Both lines of evidence strongly", "suggest that one of the functions of the retractile filament is food", "collection. The short, stiff hairs on the filament probably function to", "secure particles, while the abundant sensory cells may signal the presence", "of food to the brain. The food is transferred to the arms, wrapped in", "mucus secreted from glands in the non-grasping suckers, and the cirri move", "the resulting mass along the arms to the buccal area for ingestion. The", "large crop allows for relatively large volumes of dilute food to be taken", "in. The use of the filament in food collection allows not only the capture", "of larger aggregates, but also the capture of very small particles, which", "are wiped off by the arms and wrapped in mucus for transport to the mouth.", "Previous authors have suggested that the retractile filaments allow the", "detection of living prey and predators. In aquarium experiments, Hunt [4]", "presented live Artemia nauplii to Vampyroteuthis with extended filaments.", "When the nauplii contacted the filament, the vampire squid swam around the", "location where the nauplii touched the filament and enveloped them within", "its webbed arms. These observations suggest a tactile sensory function for", "the filaments that is in keeping with our histological results showing", "abundant sensory like cells, but seemingly contradicts our observations", "that vampire squid feed mostly on detrital matter. The filament, however,", "is likely a multi-functional organ that is deployed to detect and capture", "detrital matter but at the same time may detect the presence of predators", "and perhaps small living prey. Detected food items that are too big to", "attach to the filament may be captured by engulfment with the web.", "Although the feeding strategy of vampire squid is unlike any other", "cephalopod, aspects of it may be found in other related and unrelated", "organisms in the same environment. Meso- and bathypelagic cydippid", "ctenophores deploy long sticky filamentous tentacles for the acquisition", "of food [37] and coronate scyphozoans of the genus Atolla have a", "hypertrophied tentacle with a suggested role in feeding [38].", "Vampyroteuthis' feeding strategy resembles that of munnopsid isopods which", "share the deep water column of Monterey Canyon. Munnopsids collect marine", "snow particles and aggregates with hair-like projections on their", "extremely long legs and antenna, then remove the food by drawing the", "appendages through their mouth parts [39]. Like Vampyroteuthis, the", "pelagic, cirrate octopus Stauroteuthis has questionable grasping capacity", "in its suckers. They are known to have a photophore at the base of each", "sucker, perhaps to lure copepods into a mucus web in between the eight", "arms [40]. The mucus in Stauroteuthis is produced by the enlarged", "posterior salivary glands [3], which are reduced in Vampyroteuthis.", "A large percentage of marine snow particles, aggregates and sinkers are", "infused with bioluminescent organisms (e.g. radiolarians, small copepods,", "dinoflagellates, bacteria in faecal pellets) [41] and are capable of", "glowing during their descent to mesopelagic depths. So while Stauroteuthis", "may attract copepods with its own bioluminescence, vampire squid may", "benefit from the bacterial light that marine aggregates emit. First,", "Vampyroteuthis has large, highly developed eyes that are acutely sensitive", "to very dim light [42], and thus they can probably see the larger", "particles and aggregates as they transit the water column. Second, as many", "crustaceans are attracted to bioluminescent food sources [43], their", "presence enriches the aggregates on which they feed [35], thereby", "enriching the food of the vampire squid.", "Vampyroteuthis has the lowest metabolic rate recorded for any cephalopod,", "comparable to that of a scyphomedusa of the same size [26,44], but this", "characteristic alone is insufficient for survival in the OMZ [20].", "Permanent residents of the OMZ have a variety of respiratory and", "morphological adaptations [25]. For Vampyroteuthis, these include the", "typical respiratory protein, haemocyanin, but with a hightened affinity", "for oxygen [16]. Like many other cephalopods, vampire squid are virtually", "neutrally buoyant, which is valuable for a sedentary species in the OMZ", "because it reduces the physiological costs of locomotion. Reduced", "musculature and relatively limited locomotory capabilities are further", "adaptations that allow Vampyroteuthis to succeed in the OMZ. Seibel et al.", "[45] estimate that only short duration burst swimming is available or", "necessary for predator avoidance, because cryptic coloration and", "bioluminescent countermeasures [15] probably contribute more to survival.", "The primitive configuration of coleoid cephalopods is with 10 equal arms.", "Modern decapods with 10 unequal arms can be logically traced back to the", "earlier form. Octopods, with eight arms, have apparently lost one pair", "[46]. The broader filaments in hatchlings of Vampyroteuthis are more", "arm-like than in older individuals, which supports the interpretation that", "the filaments are the second pair of arms [47]. The central nerve of the", "filaments runs to the unusually large ventral magnocellular lobe, which is", "also found in Mastigoteuthis and Joubiniteuthis, squid with huge numbers", "of small suckers on their tentacles and/or arms. The size of their", "magnocellular lobes is probably related to the large amount of sensory", "information that is sent from the suckers to the brain in these squid.", "Although the function of this lobe is poorly known, it appears that the", "vampire squid's brain is receiving a great deal of information from the", "filaments (R. E. Young 2012, personal communication). We have shown that", "one of the functions of the filaments is food acquisition and handling,", "analogous to the arms and feeding tentacles of squid. Although the", "asymmetrical nature of the filaments, with muscle cells on the one side", "and sensory cells on the other, could be related to the coiling of the", "filament, the asymmetry corresponds with the morphology of arms and", "tentacles. Our findings of both function and form further support the", "hypothesis that the retractile filaments in Vampyroteuthis are actually", "modified arms.", "Based on extensive in situ observations over 20 years, laboratory studies", "of live specimens and analyses of preserved material, it appears that", "Vampyroteuthis off central and southern California and on both sides of", "the Baja California peninsula is primarily a detritivore, that takes", "advantage of the OMZ in these regions. Predation pressure is probably less", "than in the surrounding mesopelagic layers because of the respiratory", "constraints imposed by diminished oxygen levels [48]. A significant", "component of Vampyroteuthis' diet, large, nutrient-rich detrital", "aggregates, are very abundant within this depth range [28,33]. These", "factors allow the vampire squid to assume a relatively passive lifestyle,", "under a reduced selective pressure to invest in muscular tissue, resulting", "in extremely low metabolic rates. The combination of its unique", "locomotory, physiological and feeding adaptations allows Vampyroteuthis to", "permanently inhabit and be very successful in the centre of the OMZ, an", "otherwise hostile environment where predators are few and a particular", "type of food is abundant.", "Acknowledgements", "Richard E. Young's valuable feedback during the preparation of this", "manuscript is greatly appreciated. We thank the ROV pilots of the Doc", "Ricketts, Ventana and Tiburon, and the crews of the R/V Point lobos and", "the R/V Western Flyer. We also thank Steve Haddock, Sarah Tanner, Todd", "Walsh, Kurt Buck, Community Hospital of the Monterey Peninsula, Deniz", "Haydar, Amanda Netburn, Tony Koslow, Eric Hochberg, Kristine Walz, Shannon", "Johnson, Stephanie Bush, Rob Sherlock, Kim Reisenbichler, Meghan Powers", "and Karen Osborn. The David and Lucile Packard Foundation, the Dutch", "Organization for Scientific Research and the Schure-Beijerinck-Popping", "funds enabled this research financially.", "Footnotes", "This journal is © 2012 The Royal Society", "References", "* 1", "Rodhouse P. G.& Nigmatullin C. M.. 1996Role as consumers. Phil. Trans.", "R. Soc. Lond. B 351, 1003–1022.doi:10.1098/rstb.1996.0090", "(doi:10.1098/rstb.1996.0090). Link, Google Scholar", "* 2", "Nesis K. N.. 1987Cephalopods of the world. Neptune City, NJ: T.F.H.", "Publications. Google Scholar", "* 3", "Vecchione M.& Young R. E.. 1997Aspects of the functional morphology of", "cirrate octopods: locomotion and feeding. Vie et Milieu 47, 101–110.", "Google Scholar", "* 4", "Hunt J. C.. 1996The behavior and ecology of midwater cephalopods from", "Monterey Bay: submersible and laboratory observations. PhD thesis,", "University of California, Los Angeles, USA. Google Scholar", "* 5", "Kier W. M.. 1982The functional morphology of the musculature of squid", "(Loliginidae) arms and tentacles. J. Morphol. 172,", "179–192.doi:10.1002/jmor.1051720205 (doi:10.1002/jmor.1051720205).", "Crossref, PubMed, Google Scholar", "* 6", "Robison B. H.. 2004Deep pelagic biology. J. Exp. Mar. Biol. Ecol. 300,", "253–272.doi:10.1016/j.jembe.2004.01.012", "(doi:10.1016/j.jembe.2004.01.012). Crossref, Google Scholar", "* 7", "Young R. E.. 1964The anatomy of the vampire squid. MSc thesis,", "University of Southern California, Los Angeles, USA. Google Scholar", "* 8", "Young R. E.. 1967Homology of retractile filaments of vampire squid.", "Science 156, 1633–1634.doi:10.1126/science.156.3782.1633", "(doi:10.1126/science.156.3782.1633). Crossref, PubMed, Google Scholar", "* 9", "Young R. E.. 2008Vampyroteuthidae Thiele, in Chun, 1915.", "Vampyroteuthis infernalis Chun, 1903. The Vampire Squid.", "http://tolweb.org/Vampyroteuthis_infernalis/20084/2008.05.30). In The", "Tree of Life Web Project. Google Scholar", "* 10", "Young J. Z.. 1977Brain, behaviour and evolution of cephalopods. The", "biology of cephalopods (eds , Nixon M.& Messenger J. B.), pp. 377–434.", "London, UK: Academic Press Inc. Google Scholar", "* 11", "Nixon M.& Young J. Z.. 2003The brains and lives of cephalopods. New", "York, NY: Oxford University Press. Google Scholar", "* 12", "Young R. E., Vecchione M.& Donovan D. T.. 1998The evolution of coleoid", "cephalopods and their present biodiversity and ecology. S. Afr. J.", "Mar. Sci. 20, 393–420.doi:10.2989/025776198784126287", "(doi:10.2989/025776198784126287). Crossref, Google Scholar", "* 13", "Pickford G. E.. 1946Vampyroteuthis infernalis Chun an archaic", "dibranchiate cephalopod. I. Natural History and Distribution.", "Dana-Rep. 29, 1–40. Google Scholar", "* 14", "Pickford G. E.. 1949Vampyroteuthis infernalis Chun an archaic", "dibranchiate cephalopod. II. External anatomy. Dana-Rep. 32, 1–132.", "Google Scholar", "* 15", "Robison B. H., Reisenbichler K. R., Hunt J. C.& Haddock S. H. D..", "2003Light production by the arm tips of the deep-sea cephalopod", "Vampyroteuthis infernalis. Biol. Bull. 205,", "102–109.doi:10.2307/1543231 (doi:10.2307/1543231). Crossref,", "PubMed, Google Scholar", "* 16", "Seibel B. A., Chausson F., Lallier F. H., Zal F.& Childress J. J..", "1999Vampire blood: respiratory physiology of the vampire squid", "(Cephalopoda: Vampyromorpha) in relation to the oxygen minimum layer.", "Exp. Biol. Online 4, 1–10.doi:10.1007/s00898-999-0001-2", "(doi:10.1007/s00898-999-0001-2). Crossref, Google Scholar", "* 17", "Ramirez-Llodra E., et al.2010Deep, diverse and definitely different:", "unique attributes of the world's largest ecosystem. Biogeosciences 7,", "2851–2899.doi:10.5194/bg-7-2851-2010 (doi:10.5194/bg-7-2851-2010).", "Crossref, Google Scholar", "* 18", "Levin L. A.. 2003Oxygen minimum zone benthos: adaptation and community", "response to hypoxia. Oceanogr. Mar. Biol., Annu. Rev. 41, 1–45.", "ISI, Google Scholar", "* 19", "Wyrtki K.. 1962The oxygen minima in relation to ocean circulation.", "Deep-Sea Res. 9, 11–23.doi:10.1016/0011-7471(62)90243-7", "(doi:10.1016/0011-7471(62)90243-7). Crossref, Google Scholar", "* 20", "Seibel B. A.& Drazen J. C.. 2007The rate of metabolism in marine", "animals: environmental constraints, ecological demands and energetic", "opportunities. Phil. Trans. R. Soc. B 362,", "2061–2078.doi:10.1098/rstb.2007.2101 (doi:10.1098/rstb.2007.2101).", "Link, Google Scholar", "* 21", "Wishner K. F., Gelfman C., Gowing M. M., Outram D. M., Rapien M.&", "Williams R. L.. 2008Vertical zonation and distributions of calanoid", "copepods through the lower oxycline of the Arabian Sea oxygen minimum", "zone. Prog. Oceanogr. 78, 163–191.doi:10.1016/j.pocean.2008.03.001", "(doi:10.1016/j.pocean.2008.03.001). Crossref, Google Scholar", "* 22", "Robinson C., et al.2010Mesopelagic zone ecology and biogeochemistry: a", "synthesis. Dee-Sea Res. Part II 57,", "1504–1518.doi:10.1016/j.dsr2.2010.02.018", "(doi:10.1016/j.dsr2.2010.02.018). Crossref, Google Scholar", "* 23", "Cornejo R.& Koppelmann R.. 2006Distribution patterns of mesopelagic", "fish with special reference to Vinciguerria lucetia Garman1899", "(Phosichthyidae: Pisces) in the Humboldt Current Region off Peru. Mar.", "Biol. 149, 1519–1537.doi:10.1007/s00227-006-0319-z", "(doi:10.1007/s00227-006-0319-z). Crossref, Google Scholar", "* 24", "Wishner K. F., Ashjian C. J., Celfman C., Gowing M. M., Kann K., Levin", "L. A., Mullineaux L. S.& Saltzman J.. 1995Pelagic and benthic ecology", "of the lower interface of the Eastern Tropical Pacific oxygen minimum", "zone. Deep-Sea Res. Part I 42, 93–115.doi:10.1016/0967-0637(94)00021-J", "(doi:10.1016/0967-0637(94)00021-J). Crossref, Google Scholar", "* 25", "Childress J. J.& Seibel B. A.. 1998Life at stable low oxygen levels:", "adaptations of animals to oceanic oxygen minimum layers. J. Exp. Biol.", "201, 1223–1232. PubMed, ISI, Google Scholar", "* 26", "Seibel B. A., Thuesen E. V., Childress J. J.& Gorodezky L. A..", "1997Decline in pelagic cephalopod metabolism with habitat depth", "reflects differences in locomotory efficiency. Biol. Bull. 192,", "262–278.doi:10.2307/1542720 (doi:10.2307/1542720). Crossref,", "PubMed, Google Scholar", "* 27", "Childress J. J.. 1995Are there physiological and biochemical", "adaptations of metabolism in deep-sea animals?Trends Ecol. Evol. 10,", "30–36.doi:10.1016/S0169-5347(00)88957-0", "(doi:10.1016/S0169-5347(00)88957-0). Crossref, PubMed, Google Scholar", "* 28", "Robison B. H., Reisenbichler K. R.& Sherlock R. E.. 2005Giant", "larvacean houses: rapid carbon transport to the deep-sea floor.", "Science 308, 1609–1611.doi:10.1126/science.1109104", "(doi:10.1126/science.1109104). Crossref, PubMed, Google Scholar", "* 29", "Folmer O., Black M., Hoeh W., Lutz R.& Vrijenhoek R. C.. 1994DNA", "primers for amplification of mitochondrial cytochrome c oxidase", "subunit I from diverse metazoan invertebrates. Mol. Mar. Biol.", "Biotechnol. 3, 294–299. PubMed, Google Scholar", "* 30", "Hamner W. M.. 1990Design developments in the planktonkreisel, a", "plankton aquarium for ships at sea. J. Plankton. Res. 12,", "397–402.doi:10.1093/plankt/12.2.397 (doi:10.1093/plankt/12.2.397).", "Crossref, Google Scholar", "* 31", "Kier W. M.& Smith A. M.. 1990The morphology and mechanics of Octopus", "suckers. Biol. Bull. 178, 126–136.doi:10.2307/1541971", "(doi:10.2307/1541971). Crossref, PubMed, Google Scholar", "* 32", "Nixon M.& Dilly P. N.. 1977Sucker surfaces and prey capture. The", "biology of cephalopods (eds , Nixon M.& Messenger J. B.), pp. 447–513.", "New York, NY: Academic Press Inc. Google Scholar", "* 33", "Pilskaln C. H., Lehmann C., Paduan J. B.& Silver M. W.. 1998Spatial", "and temporal dynamics in marine aggregate abundance, sinking rate and", "flux: Monterey Bay, central California. Deep-Sea Res. II 45,", "1803–1837.doi:10.1016/S0967-0645(98)80018-0", "(doi:10.1016/S0967-0645(98)80018-0). Crossref, Google Scholar", "* 34", "Hamner W. M.& Robison B. H.. 1992In situ observations of giant", "appendicularians in Monterey-Bay. Deep-Sea Res. Oceanogr. A 39,", "1299–1313.doi:10.1016/0198-0149(92)90070-A", "(doi:10.1016/0198-0149(92)90070-A). Crossref, Google Scholar", "* 35", "Steinberg D. K., Silver M. W., Pilskaln C. H., Coale S. L.& Paduan J.", "B.. 1994Midwater zooplankton communities on pelagic detritus (Giant", "Larvacean Houses) in Monterey Bay, California. Limnol. Oceanogr. 39,", "1606–1620.doi:10.4319/lo.1994.39.7.1606", "(doi:10.4319/lo.1994.39.7.1606). Crossref, Google Scholar", "* 36", "Cherel Y., Ridoux V., Spitz J.& Richard P.. 2009Stable isotopes", "document the trophic structure of a deep-sea cephalopod assemblage", "including giant octopod and giant squid. Biol. Lett. 5,", "364–367.doi:10.1098/rsbl.2009.0024 (doi:10.1098/rsbl.2009.0024).", "Link, Google Scholar", "* 37", "Haddock S. H. D.. 2007Comparative feeding behavior of planktonic", "ctenophores. Integr. Comp. Biol. 47, 847–853.doi:10.1093/icb/icm088", "(doi:10.1093/icb/icm088). Crossref, PubMed, Google Scholar", "* 38", "Hunt J. C.& Lindsay D. J.. 1998Observations on the behavior of Atolla", "(Scyphozoa: Coronatae) and Nanomia (Hydrozoa: Physonectae): use of the", "hypertrophied tentacle in prey capture. Plank. Biol. Ecol. 45,", "239–242. Google Scholar", "* 39", "Osborn K. J.. 2008Phylogenetics and ecology of pelagic munnopsid", "isopods (Crustacea, Asellota). PhD thesis, University of California,", "Berkeley, CA, USA. Google Scholar", "* 40", "Johnsen S., Balser E. J.& Widder E. A.. 1999Light-emitting suckers in", "an octopus. Nature 398, 113–114.doi:10.1038/18131 (doi:10.1038/18131).", "Crossref, Google Scholar", "* 41", "Orzech J. K.& Nealson K. H.. 1984Bioluminescence of marine snow: its", "effect on the optical-properties of the sea. Proc. Soc. Photo-Opt.", "Instr. Eng. 489, 100–106. Google Scholar", "* 42", "Sweeney A. M., Haddock S. H. D.& Johnsen S.. 2007Comparative visual", "acuity of coleoid cephalopods. Integr. Comp. Biol. 47,", "808–814.doi:10.1093/icb/icm092 (doi:10.1093/icb/icm092). Crossref,", "PubMed, Google Scholar", "* 43", "Morin J. G., Harrington A., Nealson K., Krieger N., Baldwin T. O.&", "Hastings J. W.. 1975Light for all reasons: Versatility in the", "behavioral repertoire of the flashlight fish. Science 190, 74–76.", "Crossref, Google Scholar", "* 44", "Thuesen E. V.& Childress J. J.. 1994Oxygen consumption rates and", "metabolic enzyme-activities of oceanic California-medusae in relation", "to bodysize and habitat depth. Biol. Bull. 187,", "84–98.doi:10.2307/1542168 (doi:10.2307/1542168). Crossref,", "PubMed, Google Scholar", "* 45", "Seibel B. A., Thuesen E. V.& Childress J. J.. 1998Flight of the", "vampire: ontogenetic gait-transition in vampyroteuthis infernalis", "(Cephalopoda: vampyromorpha). J. Exp. Biol. 201, 2413–2424.", "PubMed, Google Scholar", "* 46", "Young R. E.& Roper C. F. E.. 2009Grimalditeuthis Joubin, 1898.", "Grimalditeuthis bonplandi (Verany, 1839).", "http://tolweb.org/Grimalditeuthis_bonplandi/19463/2009.08.23). In The", "Tree of Life Web Project. Google Scholar", "* 47", "Young R. E.& Vecchione M.. 1999Morphological observations on a", "hatchling and a paralarva of the vampire squid, Vampyroteuthis", "infernalis Chun (Mollusca : Cephalopoda). Proc. Biol. Soc. Wash. 112,", "661–666. Google Scholar", "* 48", "Fischer A. G.& Bottjer D. J.. 1995Oxygen-depleted waters: A lost", "biotope and its role in ammonite and bivalve evolution. Neues Jahrb.", "Geol. Palaeontol. Abh. 195, 133–146. Crossref, Google Scholar", "Previous Article", "Next Article", "* Figures", "* Related", "* References", "* Details", "* This Issue", "Proceedings of the Royal Society B: Biological Sciences cover image", "22 November 2012", "Volume 279Issue 1747", "* Article Information", "* DOI:https://doi.org/10.1098/rspb.2012.1357", "* PubMed:23015627", "* Published by:Royal Society", "* Print ISSN:0962-8452", "* Online ISSN:1471-2954", "History:", "* Manuscript received13/06/2012", "* Manuscript accepted17/08/2012", "* Published online26/09/2012", "* Published in print22/11/2012", "Copyright and usage:", "This journal is © 2012 The Royal Society", "Get Permission", "Downloaded 16,675 times", "(since first published online)", "Statistics from Altmetric", "Keywords", "* feeding", "* Vampyroteuthis infernalis", "* oxygen minimum zone", "* cephalopoda", "* detritus", "----------------------------------------------------------------------", "Subjects", "* behaviour", "* ecology", "* evolution", "----------------------------------------------------------------------", "[IMG]", "Large datasets are available through Proceedings B's partnership with", "Dryad", "Loading", "Close Figure Viewer", "Browse All FiguresReturn to FigureChange zoom level _____________________", "Zoom inZoom out", "Previous FigureNext Figure", "Caption", "* PROCEEDINGS B", "* About this journal", "* Contact information", "* Purchasing information", "* Submit", "* Author benefits", "* Open access membership", "* Recommend to your library", "* Help", "* Author benefits", "* Purchasing information", "* Submit", "* Open access membership", "* Recommend to your library", "* Contact information", "* Help", "* ROYAL SOCIETY PUBLISHING", "* Our journals", "* Open access", "* Publishing policies", "* Permissions", "* Conferences", "* Videos", "* Blog", "* Manage your account", "* Terms & conditions", "* Privacy policy", "* Cookies", "* Our journals", "* Historical context", "* Open access", "* Publishing policies", "* Permissions", "* Conferences", "* Videos", "* Blog", "* Manage your account", "* Terms & conditions", "* Privacy policy", "* Cookies", "* THE ROYAL SOCIETY", "* About us", "* Contact us", "* Fellows", "* Events", "* Grants, schemes & awards", "* Topics & policy", "* Collections", "* Venue hire", "* About us", "* Contact us", "* Fellows", "* Events", "* Grants, schemes & awards", "* Topics & policy", "* Collections", "* Venue hire", "Back to top", "logologo text", "* *  *  * Copyright © 2021 The Royal Society"]