["Link: profile", "Link: canonical", "Link: shortlink", "Toggle navigation  Richard M. Langworth", "* About", "* Contact", "* Books", "* Appearances", "* Churchill", "* Automotive", "* Travel", "* Baseball", "Richard M. Langworth", "Senior Fellow, Hillsdale College Churchill Project, Writer and Historian", "QuotesQuotesHow they’d laugh at some of these non-quotes! WSC and daughter", "Mary, yukking out loud, Bertram Mills Circus, Olympia, London, 2 December", "1933. All the “Quotes” Churchill Never Said (1: Accept Change-European", "Union)", "All the “Quotes” Churchill Never Said (1: Accept Change-European Union)", "8 November 2018 Comments 1 Comment", "Fake Quotes: A-E", "In 1686 the Oxford English Dictionary described “red herring,” a metaphor", "to draw pursuers off a track, as “the trailing or dragging of a dead Cat", "or Fox (and in case of necessity a Red-Herring) three or four miles…and", "then laying the Dogs on the scent…to attempt to divert attention from the", "real question.” I apply the term to quotes, allegedly by Churchill, which", "he never said—or if he did, was quoting somebody else.", "Hence my Red Herrings Appendix, updated herewith, for the new, expanded", "edition of my quotes book Churchill by Himself. Chapter references are to", "that book. “You could fill a book with what Winston Churchill didn’t say,”", "remarked his sometime colleague, Rab Butler. “It would be almost as long", "as one made up of genuine quotes.” Well, not quite; but fake quotes are", "a problem. And they keep coming at us on that daily cacophony of wisdom", "and foolishness, the World Wide Web.", "Without further ado, here we go. More “red herrings” will be added here as", "the list grows. (I do not dignify them with quotemarks, since none of", "these quotes originate with Churchill.) See also: “Churchillian Drift.”", "“Accept or Change” – Attlee", "Accept or Change: Life can either be accepted or changed. If it is not", "accepted, it must be changed. If it cannot be changed, then it must be", "accepted. • No attribution.", "Agreement: If two people agree on everything, one of them is unnecessary.", "• No attribution.", "America and World War I: America should have minded her own business and", "stayed out of the World War. If you hadn’t entered the war the Allies", "would have made peace with Germany in the Spring of 1917. Had we made", "peace then there would have been no collapse in Russia followed by", "Communism, no breakdown in Italy followed by Fascism, and Germany would", "not have signed the Versailles Treaty, which has enthroned Nazism in", "Germany. If America had stayed out of the war, all these “isms” wouldn’t", "today be sweeping the continent of Europe and breaking down parliamentary", "government—and if England had made peace early in 1917, it would have", "saved over one million British, French, American, and other lives.", "* Supposedly 1936. Posted on the Internet in 2002, these quotes caused", "a stir. In 1942 a $1 million lawsuit was brought against WSC (who had", "denounced the quotation as fiction) by publisher William Griffin of", "the New York Enquirer. The quotes and the lawsuit were dismissed when", "WSC admitted to the interview but denied the statement. See Winston", "Churchill: Myth and Reality, Chapter 14, “America and World War I.”", "Amusing and serious: You cannot deal with the most serious things in the", "world unless you also understand the most amusing. • No attribution.", "* * *", "Arboricide:  You are guilty of arboricide!", "* Alleged remark to Clementine Churchill, circa 1935, when she cut down", "a favorite tree. Although Churchill once accused his wife of", "“arboricidal mania,” he did not originate this word (meaning “wanton", "destruction of trees”). The Oxford English Dictionary tracks it to", "H.G. Graham’s Social Life of Scotland (1899): “the crime of arboricide", "was distressingly frequent.”", "Attitude is a little thing that makes a big difference. • No attribution.", "Attlee, Clement: An empty car drew up and Clement Attlee got out ….", "A sheep in sheep’s clothing! [Some quotes read: “A sheep in wolf’s", "clothing.”]", "* Circa 1950. Neither quote is attributed and Churchill thought much", "better of Clem Attlee, “a gallant colleague and servant of the crown.”", "Churchill said the sheep quip “was based on a more pointed remark he’d", "once made about someone else,” The Quote Verifier editor Ralph Keyes", "wrote: “British quote maven Nigel Rees thought the comment might have", "originated with newspaper columnist J.B. Morton in the 1930s.” Morton", "(1893–1979) wrote a joke-filled column called “By the Way.” Credit", "Churchill as publicist for the words of an unknown aphorist.", "Balfour – Birth", "Balfour, Arthur: If you wanted nothing done, Arthur Balfour was the best", "man for the task. There was none equal to him.", "* Supposedly WSC made this crack when Lloyd George said he heard that", "Arthur Balfour was “dominating the League of Nations.” (“Like a rabbit", "dominating a lettuce” is another one I can’t track.) The quote has", "been ascribed to Lord Riddell’s War Diary, but no such words appear", "there.", "Beer Bottles, hit them with: …we shall fight in the fields and in the", "streets, we shall fight in the hills…and we will hit them over the heads", "with beer bottles, which is about all we have got to work with.…", "* Allegedly 4 June 1940. The only published reference to this offhand", "remark (with Churchill allegedly covering the BBC microphone during", "his rebroadcast of the speech), was by Robert Lewis Taylor, Winston", "Churchill: An Informal Study of Greatness, 223-24, who says it was", "heard by “one of England’s highest clergymen, who was present at the", "studio.” Sir John Colville, who was present, told me he never heard", "it. Regrettably, for it is a wonderful line, it must be considered", "unsubstantiated.", "Behaviour: I no longer listen to what people say, I just watch what they", "do. Behaviour never lies. • No attribution.", "Birth: Although present on that occasion I have no clear recollection of", "the events leading up to it.", "* Manchester, Last Lion I, 107. Remarkably, this famous and oft-quoted", "expression cannot be tracked. In the canon it is not among Churchill’s", "own words, and it appears only in Manchester, whose notes do not lead", "the reader to its origin.", "Botswana – “Cheap and Nasty”", "Botswana: What is Botswana worth?", "* Allegedly posed circa 1960 by Churchill in Parliament (“£40,000” was", "the supposed answer). But he said nothing in Parliament after retiring", "as Prime Minister in 1955, and Bechuanaland did not adopt the name", "Botswana until 1966.", "Bring a Friend if You Have One: [George Bernard Shaw: “Am reserving two", "tickets for you for my premiere. Come and bring a friend—if you have", "one.”] WSC: Impossible to be present for the first performance. Will", "attend the second—if there is one.", "* Allegedly over Shaw’s play, “St. Joan,” reported by Kay Halle,", "Irrepressible Churchill, 116. Long believed genuine, this famous", "exchange was bluntly denied in writing by both Shaw and Churchill.", "Asked to confirm it, Shaw said he would sue if he was ever so quoted;", "Churchill agreed with him. (Thanks to Allen Packwood, Director,", "Churchill Archives Centre, Cambridge.)", "Catto Lying Doggo: Lord Catto is lying doggo.", "* Allegedly said when unable to contact Lord Catto. The Independent, 21", "September 2001, reported that this was a staple joke in the", "financial press.", "Caring What Others Think: When you’re 20 you care what everyone thinks,", "when you’re 40 you stop caring what everyone thinks, when you’re 60 you", "realize no one was ever thinking about you in the first place.  • No", "attribution.", "Cheap and Nasty: Cheap for us and nasty for the enemy.", "* Allegedly 1941. According to Elizabeth Longford in Winston Churchill,", "1974, Churchill supposedly referred to the fifty aged destroyers", "loaned Britain by Roosevelt as “cheap and nasty,” startling Harry", "Hopkins, Roosevelt’s envoy. Supposedly Churchill then amended his", "remark as above. There is no other reference to this, and it is not in", "the Hopkins Papers at the FDR Library.", "Cigars – Common Language", "Cigars and Women: Smoking cigars is like falling in love; first you are", "attracted to its shape; you stay for its flavour; and you must always", "remember never, never let the flame go out. • No attribution.", "Collar the Lot [or “Collar Them All”]: [Churchill’s command for rounding", "up aliens in World War II.]", "* No attribution, though it is possible he gave such an order. As Norman", "Rose explains (Unruly Giant, 265-66): WSC was “convinced that he was", "protecting them from ‘outraged public opinion’. Some committed suicide", "rather than be confined in British camps…At first ‘strongly in favour’", "of expelling all internees from Britain, Churchill later relented.", "Rather than treat ‘friends as foes,’ would it not be more humane, and", "profitable, to conscript these anti-Nazi refugees into public service,", "or even the Pioneer Corps, or perhaps as ‘a Foreign Legion’ to serve", "in Iceland? Most internees were released within eighteen months.”", "Common Language: Britain and America are two nations divided by a common", "language.", "* 1940s, also credited to Bernard Shaw and Dylan Thomas, but without", "attribution. Ralph Keyes in The Quote Verifier suggests it originated", "in Oscar Wilde’s “The Canterville Ghost” (1887): “We have really", "everything in common with America nowadays, except, of course,", "language.” Verdict: adapted Wilde.", "Conviction – Cross of Lorraine", "Conviction: One man with conviction will overwhelm a hundred who have only", "opinions.", "* Not Churchill but journalist Alfred George Gardiner: “One man with", "a conviction will overwhelm a hundred who have only opinions, and Mr.", "Churchill always bursts into the fray with a conviction so clean, so", "decisive, so burning, that opposition is stampeded”", "Courage is what it takes to stand up and speak; courage is also what it", "takes to sit down and listen. •No attribution.", "Courts: Are the courts functioning? Thank God. If the courts are working,", "nothing can go wrong.", "* Supposedly said during the Blitz (as if he wouldn’t know the answer).", "No attribution or even an approximation. Likely manufactured to convey", "Churchill’s relief that the courts were unaffected by the bombing. But", "the words are not really his style.", "Crisis, good: Never let a good crisis go to waste.", "* Said in 2009 by Obama chief of staff Rahm Emanuel. There is no", "attribution to Churchill, who was less cynical. See Chapter 6,", "“Britain, Empire and Commonwealth…Foreign policy of.”", "Cross of Lorraine: The heaviest cross I have to bear is the Cross of", "Lorraine.", "* Supposedly 1943 in reference to de Gaulle and the Free French, this", "remark was actually made by General Edward Louis Spears, WSC’s", "military representative to the French in 1939–40.", "Cyprus and Greece – Defenders", "Cyprus and Greece: I think it only natural that the Cypriot people who are", "of Greek descent should regard their incorporation with what may be called", "their mother country as an ideal to be earnestly, devoutly and fervently", "cherished. Such a feeling is an example of the patriotic devotion—which so", "nobly characterises the Greek Nation.", "* These words appeared on a set of 1954 Greek postage stamps favoring", "the union of Cyprus with Greece. The quotes are not Churchill’s; no", "such statement is found in Hansard or his speech volumes.", "Defenders of the Peace: People sleep peaceably in their beds at night only", "because rough men stand ready to do violence on their behalf.", "[Alternative: We sleep safely at night because rough men stand ready to", "visit violence on those who would harm us.]", "* No attribution to Churchill, but perhaps semi-George", "Orwell. Wikiquotes reports: “There is no evidence that Orwell ever", "wrote or uttered either of these versions of this idea. They do bear", "some similarity to comments made in an essay that Orwell wrote on", "Rudyard Kipling.”", "Democracy: The best argument against Democracy is a five-minute", "conversation with the average voter.", "* Commonly quoted without attribution. Though he sometimes despaired of", "democracy’s slowness to act for its own preservation, Churchill had", "a much more positive attitude towards the average voter. See Chapter", "21, Political Theory and Practice…Democracy.", "Democracy: Many forms of Government have been tried, and will be tried in", "this world of sin and woe. No one pretends that democracy is perfect or", "all-wise. Indeed it has been said that democracy is the worst form of", "Government except for all those other forms that have been tried from time", "to time.…", "* Although these are Churchill’s words in Parliament, 11 November 1947,", "he clearly did not originate the famous remark about Democracy. Credit", "Churchill as publicist for an unsourced aphorism.", "Dignity – Diplomacy", "Dignity: I know of no case where a man added to his dignity by standing", "on it.", "* Manchester, Last Lion II, 25. • Rather than answer Labour attacks,", "Churchill’s colleagues supposedly urged him to “stand on his dignity.”", "No attribution.", "Dinner, Wine and Women: Well, dinner would have been splendid if the wine", "had been as cold as the soup, the beef as rare as the service, the brandy", "as old as the fish, and the maid as willing as the Duchess.", "* Sometimes you can identify manufactured quotes intuitively. WSC would", "not have stayed for the second course of such a meal, and his remarks", "about women were with rare exceptions gallant.", "Diplomacy is the art of telling people to go to hell in such a way that", "they ask for directions. • No attribution", "Dog Days – Dukes", "Dog Days: Every dog has his day", "* 1944, 16 November, Ten Downing Street, WW2 VI, 611. An old saying not", "originated by Churchill, used in his memo to chief of staff General", "Ismay regarding the shipping of World War I era long-range heavy guns", "to bolster the invasion of Germany.", "Drugs: Dear nurse, pray remember that man cannot live by M&B alone.", "* Carthage, 1943. Not found in the canon, though it sounds like him.", "Churchill delighted in the sulfa drug M&B, and referred to his", "doctors, Lord Moran and Dr. Bedford, as “M&B”. For genuine quotes", "about M&B, see Chapter 27, Science and Medicine, Drugs.", "Dukes: A fully equipped Duke costs as much to keep as two Dreadnoughts;", "and Dukes are just as great a terror and they last longer.", "* Supposedly Newcastle, 9 October 1909. Sometimes attributed to", "Churchill, actually uttered by his ally in the campaign to reform the", "House of Lords, David Lloyd George. Credit Lloyd George.", "Effort – Europe", "Effort: Continuous effort—not strength or intelligence—is the key to", "unlocking our potential. • No attribution.", "Enemies: You have enemies? Good. That means you’ve stood up for something,", "sometime in your life. • No attribution.", "Enemy, the real: The opposition occupies the benches in front of you, but", "the enemy sits behind you. • No attribution.", "England and France: England crumbles in order, France gets up in disorder.", "• No attribution.", "Europe vs. America: If Britain must chose between Europe and the open sea,", "she must always choose the open sea.", "• Incorrect. Actually referred to choosing between de Gaulle or the Free", "French and Roosevelt. The correct quotes in order are: “Each time we", "must choose between Europe and the open sea, we shall always choose the", "open sea.” And: “Each time I must choose between you and Roosevelt,", "I shall always choose Roosevelt” (de Gaulle, Unity, 153).", "European Union: It is only when plans for uniting Europe take a federal", "form that we ourselves cannot take part, because we cannot subordinate", "ourselves or the control of British policy to federal authorities.", "• Often attributed to Churchill, but actually by Anthony Eden, in", "a letter to the European Council in Strasbourg, 6 December 1951", "(Charmley, Churchill’s Grand Alliance, 250). See “EU and Churchill’s", "Views.”", "Continued in Part 2….", "Share this article:", "Related posts:", "1. Greece and the European Union", "2. AZ Quotes: A Cornucopia of Things Churchill Never Said", "3. Churchill’s Phony “Success” Quotes", "4. Mussolini’s Consolation (Churchill Quotes)", "5. Dewey, Hoover, Churchill, and Grand Strategy, 1950-53", "----------------------------------------------------------------------", "Quotations, Red Herrings: False Quotes, Winston S. Churchill", "Alfred George Gardiner, Bernard Shaw, Charles de Gaulle, Clement Attlee,", "David Lloyd George, Dylan Thomas, Edward Louis Spears, Franklin Roosevelt,", "George Bernard Shaw, George Orwell, Harry Hopkins, John Colville, Lord", "Moran, Oscar Wilde, Quote Verifier, Rab Butler, Ralph Keyes, William", "Griffin, William Manchester, Winston S. Churchill", "Post navigation", "NEXT", "All the “Quotes” Churchill Never Said (2: Fanatic to Liberty)", "PREVIOUS", "“No Cutlet Uncooked”: Andrew Roberts’ Superb Churchill Biography", "One thought on “All the “Quotes” Churchill Never Said (1: Accept Change-European", "Union)”", "1. Howard Murray says:", "18 December 2020 at 12:40", "Which French politician asked Churchill if he were not English, would", "he like to be a Frenchman. That’s not a quiz but a genuine enquiry.", "–", "Sorry, no information. RML", "Leave a Reply", "Your email address will not be published. Required fields are marked *", "Comment", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "Name * _______________________________", "Email * _______________________________", "Website _______________________________", "[ Post Comment ]", "Richard Langworth’s Most Popular Books & eBooks", "Winston Churchill, Myth and Reality Winston Churchill, Myth and Reality", "Churchill by Himself Churchill by Himself", "Churchill in His Own Words Churchill in His Own Words", "Churchill and the Avoidable War Churchill and the Avoidable War", "The Definitive Wit of Winston Churchill The Definitive Wit of Winston", "Churchill", "The Patriot’s Churchill The Patriot’s Churchill", "Triumph Cars - The Complete Story Triumph Cars - The Complete Story", "Featured Book", "Winston Churchill, Myth and Reality (book cover)Winston Churchill, Myth", "and Reality (book cover)", "Order Now", "Buy for Kindle", "The above links earn commissions.", "Subscribe & Follow", "Get new posts by email:", "_____________________ Subscribe", "@rmlangworth", "richard.m.langworth", "Search", "Search for: _____________________  Search", "Hillsdale College’s Churchill Project", "Hillsdale College's Churchill ProjectHillsdale College's Churchill Project", "Visit the Churchill Project", "Recommendations", "The Definitive Wit of Winston ChurchillThe Definitive Wit of Winston", "Churchill", "The Definitive Wit of Winston Churchill", "Archives", "* [ ] 2021 (18)", "* March (6)", "* February (6)", "* January (6)", "* [ ] 2020 (72)", "* December (6)", "* November (6)", "* October (6)", "* September (6)", "* August (6)", "* July (6)", "* June (6)", "* May (6)", "* April (6)", "* March (6)", "* February (6)", "* January (6)", "* [ ] 2019 (72)", "* December (6)", "* November (6)", "* October (6)", "* September (6)", "* August (6)", "* July (6)", "* June (6)", "* May (6)", "* April (6)", "* March (6)", "* February (6)", "* January (6)", "* [ ] 2018 (62)", "* December (5)", "* November (6)", "* October (6)", "* September (5)", "* August (6)", "* July (5)", "* June (6)", "* May (4)", "* April (4)", "* March (7)", "* February (3)", "* January (5)", "* [ ] 2017 (62)", "* December (4)", "* November (3)", "* October (4)", "* September (4)", "* August (9)", "* July (8)", "* June (10)", "* May (6)", "* April (5)", "* March (4)", "* February (3)", "* January (2)", "* [ ] 2016 (42)", "* December (3)", "* November (3)", "* October (3)", "* September (4)", "* August (3)", "* July (5)", "* June (3)", "* May (2)", "* April (5)", "* March (3)", "* February (4)", "* January (4)", "* [ ] 2015 (60)", "* November (9)", "* October (6)", "* September (3)", "* August (4)", "* July (9)", "* June (2)", "* May (7)", "* April (3)", "* March (6)", "* February (6)", "* January (5)", "* [ ] 2014 (28)", "* December (1)", "* November (7)", "* October (5)", "* September (3)", "* August (1)", "* July (2)", "* June (2)", "* May (1)", "* April (1)", "* March (1)", "* February (1)", "* January (3)", "* [ ] 2013 (16)", "* December (1)", "* October (2)", "* September (2)", "* August (1)", "* July (2)", "* June (1)", "* May (2)", "* March (1)", "* February (3)", "* January (1)", "* [ ] 2012 (49)", "* December (2)", "* November (1)", "* October (2)", "* September (2)", "* August (3)", "* July (6)", "* June (3)", "* May (8)", "* April (10)", "* March (2)", "* February (2)", "* January (8)", "* [ ] 2011 (35)", "* December (3)", "* November (1)", "* October (4)", "* September (6)", "* August (5)", "* July (1)", "* June (3)", "* May (2)", "* April (5)", "* March (4)", "* January (1)", "* [ ] 2010 (23)", "* December (2)", "* November (3)", "* October (4)", "* September (3)", "* August (1)", "* June (3)", "* May (1)", "* April (1)", "* March (2)", "* February (2)", "* January (1)", "* [ ] 2009 (66)", "* December (1)", "* November (2)", "* October (3)", "* September (2)", "* August (6)", "* July (1)", "* June (11)", "* May (9)", "* April (3)", "* March (27)", "* February (1)", "* [ ] 2008 (1)", "* December (1)", "Churchill Categories", "* FAQs", "* In the News", "* Literary", "* Quotations", "* Red Herrings", "* Research Topics", "* Reviews", "© 2021 Richard M. Langworth. This work is licensed under a Creative", "Commons license (BY-NC-ND 3.0) | Header montage by Charlotte Thibault | As", "an Amazon Associate I earn from qualifying purchases."]