["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Donald Trump", "stated on August 1, 2016 in multiple speeches and interviews:", "Says the U.S. election system is \"rigged.\"", "true pants-fire", "* National", "* Elections", "* Donald Trump", "Linda Qiu", "By Linda Qiu August 15, 2016", "Donald Trump's baseless claims about the election being 'rigged'", "Donald Trump preemptively challenged the results of the November", "presidential election, claiming in media appearances and rallies that the", "entire system is \"rigged.\"", "Trump’s charges of election fraud are not new to his campaign. He’s", "tweeted about dead voters delivering President Barack Obama’s victory in", "2012, floated charges about multiple voting in the primaries, and", "suggested that undocumented immigrants \"just walk in and vote\" in some", "polling places.", "Trump revived these theories as he fell behind Hillary Clinton in the", "polls (which, according to his surrogates, are \"skewed\").", "\"Nov. 8, we'd better be careful, because that election is going to be", "rigged,\" he said at an Aug. 1 rally in Columbus, Ohio. \"People are going", "to walk in and they're going to vote 10 times, maybe, who knows?\"", "\"I know last time, you had precincts where there were practically nobody", "voting for the Republican (Mitt Romney),\" he said to Fox News’ Sean", "Hannity that same night. \"I’m telling you, Nov. 8, we better be careful", "because that election is going to be rigged and I hope the Republicans are", "watching closely, or it’s going to be taken away from us.\"", "This is a serious allegation that challenges the integrity of the", "election, so we asked the Trump campaign to elaborate. We didn’t hear", "back.", "When Trump has offered specifics — people voting though they’re", "ineligible, people voting multiple times, people impersonating dead voters", "— he’s actually talking about voter fraud, committed by individuals and", "committed very rarely.", "Stolen 2012 election?", "To sow doubts about the 2016 election, Trump pointed to alleged rigging in", "2012.", "While some precincts in Philadelphia exclusively voted for Obama in 2012,", "it’s grasping for straws to claim this is evidence for election rigging.", "Defending Trump, Fox’s Sean Hannity pointed to a Philadelphia Inquirer", "article that showed 59 precincts in inner-city Philadelphia in which \"Mitt", "Romney did not get a single vote, not one.\"", "But Hannity leaves out that the same article also stated that \"such", "results may not be so startling after all.\" The Inquirer wrote that 75 to", "80 percent of voters in big cities like Philadelphia identify as", "Democrats, and 93 percent of African-Americans voted for Obama.", "When the paper sought out the few registered Republicans living in the 59", "districts, it found that several had moved, others didn’t realize they", "were registered with the party, and others confirmed that they had voted", "for Obama despite their political identification.", "Election inspector Ryan Godfrey, an independent who was a Republican in", "2012, called Hannity’s claims \"absurd and personally insulting.\" After", "all, Godfrey argued, there’s a paper trail for the ballots in Philly and", "no evidence that he and the other election officials had risked", "prosecution to collude against Romney.", "Plus, CNN’s Brian Stelter countered, \"a Google search would show that", "there are also precincts in other states, like in Utah, where Obama did", "not get a single vote.\"", "Trumped up charges of voter fraud", "Trump’s claims of voter fraud, which echo arguments for voter ID laws, are", "also not reflective of reality.", "While the U.S. Government Accountability Office has acknowledged that it’s", "difficult to estimate how often voter fraud happens based on reported", "incidents, the evidence for rampant fraud is lacking.", "News 21 found just 150 alleged cases of double voting, 56 cases of", "noncitizens voting, and 10 cases of voter impersonation across all", "elections from 2000 to 2011. Many of these never led to charges, while", "others were acquitted or dismissed. Justin Levitt, a professor at Loyola", "Law School and an expert on voter fraud, found an even smaller number: 31", "credible incidents out of more than 1 billion votes cast from 2000 to", "2014.", "Put it in another way: You’re more likely to get struck by lightning than", "to find voter fraud.", "Featured Fact-check", "Act for America", "stated on February 23, 2021 in an online post", "HR 1 will allow members of Congress to draw a second salary “worth an", "estimated $600,000 per year!”", "true false", "By Amy Sherman • February 25, 2021", "When voter fraud does occur, it’s not always intentional. Multiple studies", "have traced known cases not to willful deception but to clerical errors or", "confusion.", "For example, one case of a dead person voting (Alan J. Mandell) happened", "because a poll worker accidentally marked his name instead of the man who", "actually cast the ballot, Alan J. Mandel. Similarly, in one of just five", "cases of a noncitizen voting between 2000 and 2004, a permanent resident", "was told he was eligible and given a voter registration form by a DMV", "clerk when renewing his license.", "So, given the rarity of occurrence, the lack of intent, and a federal", "penalty of a $10,000 fine or up to five years in prison, experts say it", "would be extremely difficult to rig an election through the ways Trump has", "suggested.", "\"I'd like to see him try to vote 10 times on Election Day. It would be", "virtually impossible and a knuckle-headed way to try to corrupt an", "election,\" said Lorraine Minnite, a political science professor at Rutgers", "University who wrote The Myth of Voter Fraud.", "To sway an election, an army of voters would have to visit multiple", "polling locations each, know the names and addresses of the people they", "were impersonating and produce fake ID’s or forge their signatures — plus", "be willing to commit perjury the entire time.", "\"Campaigns don’t pay people to pretend to be people they’re not. That’s", "too stupid,\" said Mary Frances Berry, former chairwoman of the U.S.", "Commission on Civil Rights and author of Five Dollars and a Pork Chop", "Sandwich, a book about electoral fraud.", "How to rig an election", "From New York’s Tammany Hall to the motto of \"vote early and often\"", "popularized in Chicago, election fraud is certainly part of U.S. political", "history. But election rigging today is constrained to local elections, as", "implementing a national election heist would be extremely difficult.", "\"Given the decentralized nature of our elections, there would be no single", "way to throw the results,\" said Richard Hasen, an election law expert at", "the University of California, Irvine. \"Instead you’d have to target enough", "states to make a difference in the Electoral College.\"", "The first way is through buying votes, especially absentee ballots.", "Berry’s Five Dollars and a Pork Chop Sandwich, which refers to the prize a", "Louisiana woman received for her vote, documents several cases of local", "campaigns and political machines purchasing votes, often from nursing", "homes and poor communities, in exchange for cash, whiskey or a paved", "driveway.", "This is possible on a small scale because of a \"corrupt deal\" between", "local election officials and \"family fiefdoms\" with deep roots in", "municipal politics, Berry said.", "Presidential elections, on the other hand, are under much more scrutiny", "than sheriff races and subject to federal prosecution. For that reason,", "and given how complicated organizing the conspiracy across different", "communities would be, Berry says it’s not probable that a national", "campaign or outside group would take the risk to buy a few votes.", "The second way of rigging elections is through tampering with voting", "machines (looking at you, Olivia Pope of Scandal). Trump suggested this in", "2012 when he warned that machines were switching Romney votes to Obama.", "\"That’s not an indication of the system being rigged. That’s an indication", "that it’s lost its calibration,\" said Pamela Smith of Verified Voting,", "which monitors technological issues in elections.", "She added that Trump likely was referring to voter reports of this common", "issue of overuse, while election rigging \"would require you not noticing.\"", "(Smith couldn’t think of any examples of machines being tampered with and", "said, from her research, issues usually result from programming errors.)", "Ballots cast on some electronic voting systems, however, don’t have a", "paper trail, meaning the votes are not verifiable. Hackers could", "theoretically alter the results. But this would also require a potential", "wrongdoer to physically access the machines on Election Day and serious", "coordination to circumvent all the security and auditing measures in place", "before, during and after voting, said Smith, adding, \"There are very few", "paths in the present scenario to flip something off the radar.\"", "There’s the added security of Pennsylvania law, which mandates", "post-election vote audits of randomly selected precincts. The majority of", "precincts in Virginia rely on paper ballots. And Florida, where use of", "electronic machines is fairly limited to providing accessibility for", "voters with disabilities, has a Republican governor (Gov. Rick Scott, a", "Trump supporter) and secretary of state (who oversees elections).", "\"Technological rigging or the more classic stuffing of the ballot box are", "not the kind of things that could be easily done or on the kind of scale", "that could affect an election,\" Hasen said. \"Trump’s unsupported", "allegations are dangerous and fantasy.\"", "Our ruling", "Trump has repeatedly claimed that the U.S. election system is rigged.", "He has cited examples of voter fraud, which is extremely rare, often", "unintentional and not on a scale large enough to affect a national", "election.", "While there are isolated examples of bought local elections, experts say", "it cannot be replicated on a national scale. While it is possible to", "tamper with electronic voting machines, there is no evidence deliberate", "malfeasance has altered any election.", "We rate Trump’s claim Pants on Fire.", "https://www.sharethefacts.co/share/cc4abb7b-5c25-49da-99c2-f86e08a8e0a3", "Our Sources", "Twitter, Donald Trump, 2012-2016", "Philadelphia Inquirer, \"In 59 Philadelphia voting divisions, Mitt Romney", "got zero votes,\" Nov. 4, 2015", "U.S. Government Accountability Office, Elections: Issues Related to State", "Voter Identification Laws, Sept. 2014", "PolitiFact Texas, \"Light a match to Greg Abbott's ridiculous claim about", "'rampant voter fraud',\" March 17, 2016", "PolitiFact Wisconsin, \"Which happens more: People struck by lightning or", "people committing voter fraud by impersonation?,\" April; 7, 2016", "News 21, \"Comprehensive Database of U.S. Voter Fraud Uncovers No Evidence", "That Photo ID Is Needed,\" Aug. 12, 2012", "New York Times, \"Questions and Answers on Voter Fraud,\" Aug. 5, 2016", "Washington Post, \"7 papers, 4 government inquiries, 2 news investigations", "and 1 court ruling proving voter fraud is mostly a myth,\" July 9, 2014", "Washington Post, \"Donald Trump is wrong. Rigging an election is almost", "impossible,\" Aug. 5, 2016", "New York Times, \"In 5-Year Effort, Scant Evidence of Voter Fraud,\" April", "12, 2007", "Harpers, \"How to rig an election,\" November 2012", "Wired, \"America’s Electronic Voting Machines Are Scarily Easy Targets,\"", "Aug. 2, 2016", "Interview with Richard Hasen, law professor at the University of", "California, Irvine, Aug. 10, 2016", "Interview with Lorraine Minnite, political science professor at Rutgers", "University who wrote The Myth of Voter Fraud, Aug. 10, 2016", "Interview with Mary Frances Berry, former chairwoman of the U.S Commission", "on Civil Rights and author of Five Dollars and a Pork Chop Sandwich, Aug.", "10, 2016", "Email interview with Bryan Whitener, spokesperson for the U.S. Election", "Assistance Commission, Aug. 11, 2016", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Linda Qiu", "Danielle Nierenberg", "stated on January 9, 2017 a tweet:", "\"Tanzania farmers face 12 years in prison for trading seeds thanks to", "foreign aid.\"", "mostly-true mostly-true", "By Linda Qiu • February 10, 2017", "Social Media", "stated on February 1, 2017 tweets :", "Says Melania Trump’s security detail at Trump Tower costs more than the", "annual budget for the National Endowment for the Arts.", "barely-true barely-true", "By Linda Qiu • February 8, 2017", "Donald Trump", "stated on February 5, 2017 an interview with Bill O'Reilly:", "Says \"109 people out of hundreds of thousands of travelers\" were affected", "by the immigration executive order.", "false false", "By Linda Qiu • February 6, 2017", "Donald Trump", "stated on February 1, 2017 a tweet:", "\"The Obama Administration agreed to take thousands of illegal immigrants", "from Australia.\"", "half-true half-true", "By Linda Qiu • February 2, 2017", "Sean Spicer", "stated on January 30, 2017 a daily press briefing:", "The language that's part of the president's National Security Council memo", "\"is identical to the language\" used by President George W. Bush in 2001", "and President Barack Obama in 2009.", "barely-true barely-true", "By Linda Qiu • January 31, 2017", "Donald Trump", "stated on January 29, 2017 a statement:", "\"My policy is similar to what President Obama did in 2011 when he banned", "visas for refugees from Iraq for six months.\"", "barely-true barely-true", "By Linda Qiu • January 30, 2017", "Donald Trump", "stated on January 27, 2017 an interview with CBN:", "\"If you were a Muslim, you could come in, if you were a Christian, it was", "impossible.\"", "false false", "By Linda Qiu • January 29, 2017", "Jerry Brown", "stated on January 24, 2017 his State of the State address:", "\"One hundred and ninety-four countries signed the Paris Agreement to", "control greenhouse gases. Our own voluntary agreement to accomplish the", "same goal — the Under2  MOU — has 165 signatories, representing a billion", "people.\"", "mostly-true mostly-true", "By Linda Qiu • January 26, 2017", "Ashley Judd", "stated on January 21, 2017 a speech at the Women's March.:", "\"Pads and tampons (are) still taxed when Viagra and Rogaine are not.\"", "half-true half-true", "By Linda Qiu • January 22, 2017", "Sean Spicer", "stated on January 21, 2017 a press conference:", "\"That was the largest audience to witness an inauguration, period.\"", "pants-fire pants-fire", "By Linda Qiu • January 21, 2017", "Donald Trump", "stated on January 14, 2017 a tweet:", "Says Georgia’s 5th congressional district, represented by John Lewis, is", "\"in horrible shape and falling apart (not to mention crime infested).\"", "barely-true barely-true", "By Linda Qiu • January 15, 2017", "Charles Schumer", "stated on January 3, 2017 an interview on MSNBC:", "Says Donald Trump campaigned on not cutting Medicare and Social Security,", "but his nominee for the Secretary of Health and Human Services, Tom Price,", "\"made his career on cutting Medicare and Medicaid.\"", "mostly-true mostly-true", "By Linda Qiu • January 10, 2017", "Cory Booker", "stated on January 8, 2017 an interview on 'Face the Nation':", "\"In 2009, Mitch McConnell was the person that’s saying, 'Hey, we should", "get all the ethics information in before we do the hearings.' \"", "mostly-true mostly-true", "By Linda Qiu • January 8, 2017", "Lumos", "stated on December 19, 2016 a factsheet:", "\"An estimated 8 million children worldwide live in orphanages or", "residential institutions. Shockingly, 80 percent of these children are not", "orphans.\"", "half-true half-true", "By Linda Qiu • January 4, 2017", "BuzzFeedUSA.com", "stated on December 20, 2016 a website:", "\"Breaking: Crew of Air Force One Refuses to Fly Obama 6000 miles ‘Just to", "Play Golf’ \"", "pants-fire pants-fire", "By Linda Qiu • December 30, 2016", "Donald Trump's baseless claims about the election being 'rigged'", "* Jack Posobiec", "stated on March 23, 2021 in a tweet:", "“New information coming in that Boulder shooter was a Syrian refugee", "who arrived via Obama-era asylum programs.”", "barely-true barely-true", "By Daniel Funke • March 24, 2021", "* Donald Trump", "stated on March 21, 2021 in a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "* Alejandro Mayorkas", "stated on March 21, 2021 in in an ABC News interview:", "The border surge is “challenging” because the immigration system that", "had been in place for decades “was dismantled in its entirety by the", "Trump administration.”", "half-true half-true", "By Miriam Valverde • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in Facebook posts:", "The “president of Drag Queen Story Hour” was “arrested, charged with", "child pornography.”", "false false", "By Noah Y. Kim • March 24, 2021", "* Viral image", "stated on March 22, 2021 in a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in a Facebook post:", "“Finally, a judge has ruled Dominion voting machines were designed to", "create fraud.”", "false false", "By Tom Kertscher • March 23, 2021", "* Ron Johnson", "stated on March 20, 2021 in a speech:", "“There was no violence on the Senate side, in terms of the chamber.”", "barely-true barely-true", "By Eric Litke • March 23, 2021", "* Viral image", "stated on March 22, 2021 in an Instagram post:", "“Last week, the Colorado Supreme Court declared that Boulder’s AR-15", "ban was unconstitutional. Today, there was a mass shooting in", "Boulder.”", "half-true half-true", "By Ciara O'Rourke • March 23, 2021", "* Facebook posts", "stated on March 22, 2021 in a text post:", "The shooting in Boulder, Colo., was a \"false flag like most of the", "others.\"", "pants-fire pants-fire", "By Daniel Funke • March 23, 2021", "* Jeanine Pirro", "stated on March 20, 2021 in a TV segment:", "The southern U.S. border “is now open to anyone from anywhere in the", "world who wishes to enter our country.”", "false false", "By Bill McCarthy • March 23, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]