["Link: profile", "Link: openid.server", "Link: openid.delegate", "Following my heart", "Daily thoughts and inspirations", "Menu Skip to content", "* About Sumita", "Search for: _____________________  [ Search ]", "Tag Archives: Robin Sharma", "Finding daily Inspiration", "October 12, 2013learning postbody, control, empower, helping others,", "History, Huffington Post, individuality, inspiration, letting go, Martin", "Luther King, mind, power affirmation, Robin Sharma, ThoughtCreative Buddha", "I have realised that I keep going back to certain quotes and so I thought", "it would be good to place them together.   Hope you enjoy ( even identify", "with me) and get inspired by them too!", "1. The quickest way to gain power is to do something we are afraid of", "doing.  When we are afraid of doing something, we have given up our power", "to that.  So to regain that power, we need to do whatever we stopped doing", "or never did.", "Robin Sharma (I heard this in one of his  videos so this is may not be the", "exact quote but it is the essence of what he said ).", "2. The ultimate measure of a man is not where he stands in moments of", "comfort and convenience, but where he stands at times of challenge and", "controversy.", "Martin Luther King Jr. (I read this at a hotel in Birmingham when I was", "going through an extremely difficult time and this inspired me to carry", "on)", "3. In your 20’s and 30’s, you worry about what other people think. In your", "40’s and 50’s you stop worrying about what other people think. Finally in", "your 60’s and 70’s, you realize they were never thinking about you in the", "first place!", "Anonymous (I can’t remember where exactly I read it but it struck me that", "I had I had spent a long time worrying about what others thought of me and", "consequently, I had put very little into nourishing my own soul and body.", "And this had been another way of giving up my power and individuality and", "so this has helped me)", "Today, a Buddhist friend said that he spends the time before going to bed", "reflecting on three things that he did for others and how he could do them", "better next time.  I thought this was an inspirational way to get ready", "for sleep in a positive frame of mind for the next day.", "Finally I read this recently in Huffington Post written by Tamara Star", "(10/10/13) and I read this daily as an affirmation as I go around finally", "living my own life.", "Image", "Leave a comment", "Creative Commons License", "This work is licensed under a Creative Commons Attribution-NonCommercial", "3.0 Unported License.", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "Blog at WordPress.com."]