["Link: publisher", "Link: image_src", "Link: alternate en-US", "Link: alternate ja-JP", "Link: alternate zh-CN", "Link: canonical", "Link: amphtml", "Discover Thomson Reuters", "Directory of sitesLoginContactSupport", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up", "Healthcare & Pharma", "Updated", "Rural Americans face greater lack of healthcare access", "By Molly O’Toole", "5 Min Read", "WASHINGTON (Reuters) - A panel of health experts on Wednesday emphasized", "technological innovations as a way to improve healthcare in rural areas,", "after a study showed problems in those regions could be aggravated by new", "laws.", "Cowboys round up buffalo in Custer State Park in South Dakota, September", "27, 2010. REUTERS/Ron Fry", "The study showed rural Americans already are more likely to suffer from", "chronic health conditions and face greater difficulty accessing quality", "healthcare than urban counterparts.", "Patients in rural communities face greater rates of diabetes, heart", "problems and cancer but receive lower quality healthcare, the Wednesday", "report by the UnitedHealth Center for Health & Reform Modernization found.", "The challenges facing healthcare providers for rural areas could also be", "compounded by recent healthcare legislation, according to UnitedHealth.", "The Center projects around 8 million more rural residents will join", "Medicaid, state and government-subsidized insurance plans in the national", "coverage expansions than would have otherwise -- a net expansion of some 5", "million people.", "Minnesota Congressman Erik Paulsen and other panel members at the National", "Press Club emphasized “telemedicine,” which uses technology such as", "broadband connectivity to facilitate communication between patients and", "providers, as a means to meet these challenges.", "“I’m not a supporter of the new healthcare law, but as there are", "components of the new healthcare law that get rolled out we have to allow", "this telemedicine connection to happen,” Paulsen, a Republican, told", "Reuters.", "He said that was “the most efficient and cost-savings way to actually", "provide healthcare to many rural areas of the United States.”", "Paulsen is a member of the House Committee on Ways and Means, which has", "jurisdiction over health care, and is a co-chair of the House Medical", "Technology Caucus.", "“This is kind of an opportunity,” UnitedHealth chair and report author", "Simon Stevens told Reuters earlier. “Expanding coverage will mean that", "more people will have the ability to access care than before, but it’s", "also a wake-up call.”", "Stevens also sat on the Wednesday panel.", "FEWER PHYSICIANS", "The UnitedHealth paper found that there are only 65 primary care", "physicians per 100,000 rural Americans -- 40 or so less than the 105 per", "100,000 urban and suburban Americans.", "Already five million rural residents live in “shortage areas” defined by", "the government as counties with less than 33 primary care physicians per", "100,000 residents. According to Stevens, over half of rural doctors", "predict the situation will worsen.", "Per capita in rural areas there is less than half the number of surgeons", "and other specialists.", "A survey that was part of the study found that among roughly 3,000", "patients and primary physicians queried nationwide, those from rural areas", "were more likely to respond that drug abuse and teen pregnancy are major", "concerns than were those from urban areas.", "Those from rural areas also generally thought the quality of care was", "lower in their communities than in urban ones. UnitedHealth confirmed this", "“equality deficit” is supported by data showing that in 70 percent of", "markets, rural quality of care was measurably worse than in urban areas.", "On the plus side, rural primary care physicians are 15 percent more likely", "to accept new Medicaid patients in 2014 than urban doctors.", "The report’s “roadmap toward a 21st-century health care system,” includes", "a bigger role for nurse practitioners, mobile health clinics, faster", "uptake of new technology, designing regulations to meet the needs of rural", "areas, and engaging more rural consumers in improving their health.", "Telemedicine is crucial to rural areas where distance and low patient and", "provider density contribute to these health care challenges, according to", "the report.", "“So it’s blending, and making sure that there can be rules and regulations", "that aren’t going to stymie the efforts of telemedicine capabilities,”", "Paulsen said.", "UnitedHealth calls for cooperation to ensure that coverage expansions do", "not worsen existing problems.", "“The next few years will be times of considerable stress on rural health", "care,” the conclusions state, “but also times of great opportunity.”", "Editing by Jerry Norton", "Our Standards: The Thomson Reuters Trust Principles.", "* Apps", "* Newsletters", "* Advertise with Us", "* Advertising Guidelines", "* Cookies", "* Terms of Use", "* Privacy", "* Do Not Sell My Personal Information", "All quotes delayed a minimum of 15 minutes. See here for a complete list", "of exchanges and delays.", "© 0 Reuters. All Rights Reserved.", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up"]