["Link: canonical", "Skip to main content", "SubscribeLatest IssuesMenu", "Scientific American", "* Cart 0", "* Sign In [ Submit ]", "Email *: _____________________ Password *: _____________________", "Forgot password?LoginLoading", "Not yet registered?", "* |Newsletters", "SearchSubscribe", "Close", "_____________________ SearchClose", "Search", "Advanced Search", "* Coronavirus", "* The Sciences", "* Mind", "* Health", "* Tech", "* Sustainability", "* Video", "* Podcasts", "* Opinion", "* Publications", "* Subscribe", "* Current Issue", "* Cart0", "* Sign In", "* Newsletters", "* Share", "* Latest", "* * * * Read Our Latest Issue", "Read Now", "The Artful AmoebaThe Artful Amoeba", "Halloween in the Deep: The Vampire Squid [Video]", "Vampire squid don't suck blood, but they do have some rather magical", "abilities", "* By Jennifer Frazer on October 28, 2016", "* Share on Facebook", "* Share on Twitter", "* Share on Reddit", "* Share on LinkedIn", "* Share via Email", "* Print", "Advertisement", "Today I’m cheating a bit in my Halloween deep sea exploration series by", "including a vampire squid encountered by the E/V Nautilus back in 2014.", "What can I say? Vampire squid should be discussed at every opportunity.", "IFrame", "Man, it really does look like a vampire.", "German biologist Carl Chun first described this species in 1903 from", "specimens hauled up in nets. The vampire squid wasn’t observed in its", "habitat until decades later, so people tended to assume the worst about it", "based on what they could see. According to Claire Nouvian's book \"The", "Deep\", a man named William Beebe described it in 1926 as “a very small but", "terrible octopus, black as night with ivory white jaws and blood red", "eyes.” In fact, the squid appears red in real life, and its eyes can be", "blue too.", "Contrary to appearances, vampire squid eat about the most harmless food", "imaginable: marine snow – the lifeless bits of sea dandruff that float", "down from lighter realms above (all of it dead, some of it formerly", "living.) You can learn more about that in a post I wrote for Halloween", "2013.", "They mine the plentiful harvest of marine snow found in a very hostile", "place: the oxygen minimum zone, where the oxygen available in the water is", "no more than 5% of that available in surface air. Most large animals", "cannot tolerate this suffocating water for more than a few minutes or", "hours, but vampire squid live there permanently thanks to a highly", "efficient respiratory blood pigment (you have one of these called", "hemoglobin that makes your blood red, but it is nowhere near as ninja-like", "as the vampire squid’s, as you will find out quickly as you climb a tall", "mountain.) Oxygen-minimum zone bonus: fewer predators.", "Vampire squid also occupy a strange evolutionary position. They are so", "unusual they command their own order, a very high level of taxonomic", "organization. They have eight arms and fins on their head like an octopus,", "but they also have two long squid-like feeding filaments they use to catch", "and retrieve marine snow. As a result, scientists think vampire squid are", "extremely ancient, and may represent some of the only living descendants", "of the common ancestors of both octopus and squid that lived more than 200", "million years ago.", "There is one final spectacular aspect of vampire squid biology that few", "people know about: they glow. Have a look at this clip from the BBC’s", "Planet Earth to see what I mean:", "IFrame", "I think it would really help the vampire squid's game if as soon as it", "turns on those lights, it shouts, \"Bleh!!! I vannnt to suuuck your", "blooood!\"", "Instead, as a last resort in fending off predators like sea lions or", "deep-diving whales, the vampire squid has one final trick. Ink would be", "useless in the dark, so instead they eject from the ends of their arms a", "cloud of thick, sparkly blue mucus. The cloud can glow for up to 10", "minutes, and when it fades, the vampire squid will be long gone.", "The views expressed are those of the author(s) and are not necessarily", "those of Scientific American.", "[IMG] Rights & Permissions", "ABOUT THE AUTHOR(S)", "author-avatar", "Jennifer Frazer", "* Jennifer Frazer is an AAAS Science Journalism Award-winning science", "writer. She has degrees in biology, plant pathology/mycology and science", "writing, and has spent many happy hours studying life in situ.", "Recent Articles", "* Farewell, Amoeba Fans", "* Contagious Amoeba Vampirizes Gum Cells [Video]", "* Scientists Waited Two and a Half Years to See whether Bacteria Can Eat", "Rock", "Load comments", "Read This Next", "Behavior & Society", "We Learned the Wrong Lessons from the Tuskegee \"Experiment\"", "4 hours ago — Melba Newsome | Opinion", "Climate", "What Is Wall Street's Role in Climate?", "8 hours ago — Avery Ellfeldt and E&E News", "Behavior & Society", "Home Advantage Doesn't Require Crowds, COVID Pro Soccer Matches Show", "8 hours ago — Diana Kwon", "Physics", "Long-Awaited Muon Physics Experiment Nears Moment of Truth", "11 hours ago — Davide Castelvecchi and Nature magazine", "Conservation", "Save the Butterflies--but Not to Save Our Food Supply", "12 hours ago — Erica Fleishman | Opinion", "Arts & Culture", "The Military's Role in Oceanography, Deadly Pharmaceutical Negligence, and", "Other New Science Books", "13 hours ago — Andrea Gawrylewski", "Advertisement", "Newsletter", "Get smart. Sign up for our email newsletter.", "Sign Up", "Read Our Latest Issue", "Read Now", "Read More", "Previous", "Halloween in the Deep: The Smaug Octopus [Video]", "* By Jennifer Frazer on October 27, 2016", "Next", "Halloween in the Deep: Mud Monsters [Video]", "* By Jennifer Frazer on October 29, 2016", "Support Science Journalism", "Discover world-changing science. Explore our digital archive back to 1845,", "including articles by more than 150 Nobel Prize winners.", "Subscribe Now!Support Science Journalism", "Follow us", "* instagram", "* soundcloud", "* youtube", "* twitter", "* facebook", "* rss", "Scientific american arabic", "العربية", "* Return & Refund Policy", "* About", "* Press Room", "* FAQs", "* Contact Us", "* Site Map", "* Advertise", "* SA Custom Media", "* Terms of Use", "* Privacy Policy", "* California Consumer Privacy Statement", "* Use of cookies/Do not sell my data", "* International Editions", "Scientific American is part of Springer Nature, which owns or has", "commercial relations with thousands of scientific publications (many of", "them can be found at www.springernature.com/us). Scientific American", "maintains a strict policy of editorial independence in reporting", "developments in science to our readers.", "© 2021 Scientific American, a Division of Nature America, Inc.", "All Rights Reserved.", "Scroll To Top", "You have free articles left.", "[ Submit ]", "Temp Paywall Img", "Support our award-winning coverage of advances in science & technology.", "See Subscription Options", "Already a subscriber? Sign in.", "Subscribers get more award-winning coverage of advances in science &", "technology.", "Sign In", "See Subscription Options"]