["Link: canonical", "Link: amphtml", "Link: preconnect dns-prefetch", "Click Here", "Support The Quint", "Login", "[ ] Dark Mode", "[ ] Dark Mode", "LoginSubscribe", "_____________________ [ Submit ]", "* Home", "* COVID-19", "* News Videos", "* Politics", "* Opinion", "* Entertainment", "* WebQoof Fact Check", "* News", "* My Report", "* FIT", "* Sports", "* Tech And Auto", "* Good News", "* Podcast", "* Gender", "* Explainers", "* NEON", "* Education", "* Photos", "* Infographics", "* Business", "* World", "* Cyber", "* Law", "* Big Story", "* About Us", "* T&C", "* Privacy Policy", "FOLLOW US ON", "About UsContact UsPrivacy Policy", "‘Our Pain Is the Same’: Why Punjab Continues to Fight for Kashmir", "Sikhs cite legacy of Guru Tegh Bahadur, Guru Hargobind and 1984 trauma as", "reasons behind solidarity with Kashmir.", "Aditya Menon", "Updated: 21 Sep 2019, 4:27 PM IST", "Politics", "5 min read", "There have been widespread protests in Punjab against abrogation of", "Article 370 in Jammu and KashmirThere have been widespread protests in", "Punjab against abrogation of Article 370 in Jammu and Kashmir", "i", "* Share", "* Share", "* Share", "* Share", "* Share", "* Comments", "Over a month and a half has passed since the Narendra Modi-led government", "scrapped Jammu and Kashmir’s special status, and bifurcated it into two", "Union Territories. However, the outrage over the abrogation of Article 370", "and the protracted lockdown in Kashmir refuses to subside in the", "neighbouring state of Punjab.", "Left and Panthic groups have been carrying out protests across the state,", "voicing their opposition to the Narendra Modi-led government’s move.", "Protests Across Punjab", "On 15 September, around a dozen outfits – mostly farmers groups, trade", "unions and Left-Wing students’ outfits – planned a massive march to Mohali", "in a show of solidarity with the people of Kashmir. The protest was", "coordinated by the Kashmiri Qaumi Sangharsh Samiti of Punjab.", "However, the district administration of Mohali withdrew permission for the", "protest and blocked several entry points into the city. As a result,", "people marching from different parts of Punjab conducted separate protests", "in places they were stopped by the authorities.", "few photos from yesterday's protest in chandigarh. the working class and", "farmers of punjab stand firmly with kashmir and kashmiris despite a huge", "police presence. love live the people's struggle.", "pic.twitter.com/jp4JcufRMD", "— ð\u009f\u008c±ð\u009f\u008c¼ð\u009f\u008d\u0082 (@dialecticsoupy) September 16, 2019", "Also Read", "‘Repeat of 1984’: Sikhs Stand With Kashmir, Akal Takht Speaks Out", "‘Repeat of 1984’: Sikhs Stand With Kashmir, Akal Takht Speaks Out‘Repeat", "of 1984’: Sikhs Stand With Kashmir, Akal Takht Speaks Out", "Protests were reportedly held across at least 14 districts in Punjab.", "Several national and state highways were blocked by the protesters.", "Protests were particularly intense in the Malwa region districts like", "Bathinda, Barnala, Mansa, and Sangrur, where the influence of farmers’", "unions and Left outfits is especially strong.", "Some of the slogans chanted during the protests included “Kashmir Kashmiri", "Lokkaan Da” (Kashmir belongs to Kashmiris) and “Assi Khade Kashmirian de", "naal, 370 karo bahaal” (We stand with Kashmris; restore Article 370).", "Interestingly, Left outfits in Punjab have been more proactively", "protesting in solidarity with Kashmiris than their counterparts in other", "parts of the country.", "At least 22 protests took place across 10 districts of Indian Punjab on", "15th September, 2019, in solidarity with the Kashmiri struggle for", "self-determination.", "Lead by farmers, workers, peasants, students and youth of Punjab.", "Thank you. We see you. Love from #Kashmir. pic.twitter.com/TFQjgJARZL", "— Burhan (@iKatar_Koshur) September 17, 2019", "Demonstration During Modi’s US Visit", "Several Panthic outfits like Dal Khalsa, Simranjit Singh Mann’s Shiromani", "Akali Dal (Amritsar) and United Akali Dal have announced a protest in", "solidarity with Kashmir on 26 September in Delhi, in collaboration with", "Tamil activists.", "These outfits, which also have compatriots among the Sikh diaspora, have", "lent their support to the protests being carried out against Prime", "Minister Narendra Modi during his visit to the United States from 22", "September onwards.", "“We are upset with what is happening in Kashmir. The voices of Kashmiris", "have been suppressed. Neither the Supreme Court nor the press have done", "enough to make their voices heard. We will protest in solidarity with the", "people of Kashmir,” Simranjit Singh Mann said.", "A Dal Khalsa poster regarding the protest on 26 September. A Dal Khalsa", "poster regarding the protest on 26 September.", "A Dal Khalsa poster regarding the protest on 26 September. (Photo", "Courtesy: Facebook/Dal Khalsa)", "The Dal Khalsa poster above sums up the sentiment behind the protest in", "the slogan “Punjab Banega Kashmir Di Awaaz” (Punjab will become the voice", "of Kashmir).", "Also Read", "I’m A Sikh From Kashmir And I Don’t Support Abrogating Article 370", "I’m A Sikh From Kashmir And I Don’t Support Abrogating Article 370I’m A", "Sikh From Kashmir And I Don’t Support Abrogating Article 370", "Another common poster being used is of the maps of Punjab and Kashmir", "together, with the words “Sadda Dard Sanjha, Sadda Dushman Sanjha” (Our", "pain is shared, our enemy is shared).", "Though there has been no formal coordination between the Left and the", "Panthic groups over the Kashmir protests, there have been a few occasions", "wherein individuals from the organisations have come together. For", "instance, former Panjab University Students’ Union President Kanupriya of", "the left-wing organisation Students for Society took part in a protest", "organised by SAD (A), Dal Khalsa and United Akali Dal on 15 August.", "Left-wing activists participated in a protest over Kashmir, organised by", "Panthic outfits on 15 August.Left-wing activists participated in a protest", "over Kashmir, organised by Panthic outfits on 15 August.", "Left-wing activists participated in a protest over Kashmir, organised by", "Panthic outfits on 15 August.(Photo Courtesy: Facebook/Dal Khalsa)", "“The Left and Sikh organisations in Punjab spent three decades at odds", "with each other over militancy in the state but agree today on one cause:", "their condemnation of the Centre’s decision to revoke Jammu and Kashmir’s", "special status,” wrote senior journalist Prabhjit Singh.", "Historical Connection", "Many observers cite historical reasons for Punjab being one of the few", "places in India where agitation over Kashmir is rife.", "According to veteran journalist Jagtar Singh, “One has to go back to", "history to understand this relationship of Punjab with Kashmir. Guru Tegh", "Bahadur, the ninth Sikh Master, sacrificed his life for the human rights", "of Kashmiris. The issue is not whether they were Pandits or Muslims. The", "State behaves in the same manner. He offered himself to be martyred in", "Delhi. He was staying at Anandpur Sahib where he was approached by", "Kashmiris to protect their human rights.”", "Also Read", "Punjab Is India’s Only ‘Modi-Mukt’ State: These 5 Charts Show Why", "Punjab Is India’s Only ‘Modi-Mukt’ State: These 5 Charts Show WhyPunjab Is", "India’s Only ‘Modi-Mukt’ State: These 5 Charts Show Why", "Simranjit Singh Mann also invoked Guru Hargobind, the sixth Guru of Sikhs,", "who brought Sikhism to Kashmir.", "Jagtar Singh and several other observers also cite the fact that Kashmir", "was part of the Sikh Empire, and was given to the Dogras in 1849 after the", "second Anglo-Sikh War.", "Further, many Sikhs compare the current situation in Kashmir to what", "Punjab faced during Operation Blue Star in 1984, arguing the involvement", "of “deliberate humiliation of a minority community” in both.", "The Quint had earlier reported on how Sikhs consider the abrogation of", "Article 370 as history repeating itself.", "Government & Opposition Face a Dilemma", "The widespread outrage over Kashmir in Punjab has become a dilemma for", "both the ruling Congress as well as for Opposition parties in the state.", "The Congress had voted against the government’s decision to scrap Jammu", "and Kashmir’s special status in both Houses of Parliament, and its MP from", "Anandpur Sahib Manish Tewari even spoke in the Lok Sabha. However, many", "party leaders – especially those from the Hindi heartland – later", "supported the government’s move.", "Punjab Chief Minister Captain Amarinder Singh unequivocally opposed the", "government over the Kashmir issue but has also decided to clampdown on", "protests, made evident in how the administration withdrew permission for", "the protest in Mohali.", "The Shiromani Akali Dal is facing flack from all quarters for supporting", "the government and going against its own stand in the Anandpur Sahib", "Resolution and the 1967 elections, where it had demanded special status", "for Punjab.", "The Aam Aadmi Party supported the government in the Parliament but its", "sole MP in the Lok Sabha, Bhagwant Mann, stayed away during the debate on", "Kashmir. The party is also wary of raising the issue in Punjab as it could", "harm the party in Delhi.", "One politician who has been giving statements against the government’s", "Kashmir policy is former Leader of the Opposition Sukhpal Singh Khaira of", "the Punjabi Ekta Party.", "“Jammu and Kashmir was practically a Union Territory for the Government of", "India anyway. The Army rules the roost there, chief ministers are", "practically appointed by the Centre... but by bifurcating the state", "government and reducing it to a UT, the government’s main aim was to", "humiliate Kashmiris and rub salt into their wound,” he said in a recent", "interview.", "“This is the government’s way of telling minorities that they have no", "place here,” he added.", "Also Read", "Amarinder inspects construction work of Kartarpur corridor", "Amarinder inspects construction work of Kartarpur corridorAmarinder", "inspects construction work of Kartarpur corridor", "(The Quint is available on Telegram. For handpicked stories every day,", "subscribe to us on Telegram)", "Published: 20 Sep 2019, 8:34 PM IST", "Empower independent journalism.", "Because the truth is worth it.", "Select Amount:", "50018005000", "Support The Quint", "* Share", "* Share", "* Share", "* Share", "* Share", "* Comments", "Stay Updated", "Subscribe To Our Daily Newsletter And Get News Delivered Straight To Your", "Inbox.", "_____________________", "Subscribe", "Join over 120,000 subscribers!", "SECTIONS", "* West Bengal Elections", "* Assam Assembly Elections", "* COVID-19 FAQ", "* Ambani Bomb Scare", "* Electoral Bonds Verdict", "* powered by #SheIsCompleteInHerself", "* Good News", "* WebQoof", "* My Report", "* NEON", "* Brandstudio", "* Videos", "* Podcast", "* Entertainment", "* News", "* The Indian American", "* Opinion", "* Sports", "* Education", "* Tech And Auto", "* Gender", "* Quint Lens", "* Explainers", "* Law", "* Cyber", "* Quint Lab", "TRENDING TOPICS", "* Hindi News", "* Sarkari Naukri 2021", "* IRCTC Indian Railways", "* IPL Auction 2021 LIVE", "* Delhi's Red Fort Violence", "* Farmer Protests News", "* India News", "* Cyber News", "FOLLOW US ON", "Bloomberg QuintQuint HindiFIT", "About UsContact UsPrivacy PolicyT&C"]