["Link: image_src", "Link: canonical", "Link: shortlink", "CNN.com CNN Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "_____________________ [ Search » ]", "* Markets", "* Premarkets", "* Dow", "* After-Hours", "* Market Movers", "* Fear & Greed", "* World Markets", "* Investing", "* Markets Now", "* Before the Bell", "* Leading Indicator", "* Global Energy Challenge", "* Economy", "* Tracking America's Recovery", "* Energy", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Business Evolved", "* Work Transformed", "* Innovative Cities", "* Unhackable", "* Media", "* Reliable Sources", "* Success", "* Boss Files", "* Fresh Money", "* Cars", "* Homes", "* Biz + Leisure", "* Center Piece", "* Perspectives", "* Video", "* International", "* Switzerland", "* India", "* Davos", "* Passion to Portfolio", "* On: Germany", "* More", "* Newsletters", "* About Us", "* Accessibility and CC", "* U.S.", "* World", "* Politics", "* Business", "* Opinion", "* Health", "* Entertainment", "* Tech", "* Style", "* Travel", "* Sports", "* Video", "* Shop", "* VR", "* More...", "Follow CNN Business", "* *  * Do Not Sell", "thanks for visiting cnnmoney.", "We're no longer maintaining this page.", "For the latest business news and markets data, please visit CNN Business", "The Buzz", "UnitedHealthcare to exit most Obamacare exchanges", "by Paul R. La Monica   @lamonicabuzz April 19, 2016: 3:37 PM ET", "Bernie Sanders' plan for prescription drug prices", "Bernie Sanders' plan for prescription drug prices", "UnitedHealthcare, the biggest health insurer in the United States, said Tuesday", "that it plans to exit most of the Affordable Care Act state exchanges where it", "currently operates by 2017.", "The health insurer had already indicated that it was dropping coverage of", "the plans, more commonly known as Obamacare, in Arkansas, Georgia and", "Michigan.", "But during a conference call with analysts Tuesday, CEO Stephen Hemsley", "noted that \"next year we will remain in only a handful of states.\"", "Hemsley explained that UnitedHealth will leave most states by 2017", "because the markets for these exchanges are relatively small and also have", "higher risks for the company over the short-term.", "As such, he said UnitedHealth (UNH) could not serve these exchanges on an", "\"effective and sustained basis.\"", "It shouldn't come as a huge surprise. UnitedHealth had previously said", "that it lost $475 million on the ACA exchanges last year and could lose", "another $500 million this year.", "But Hemsley said that the company will \"continue to remain an advocate for", "more stable and sustainable approaches to serving this market and those", "who rely on it for their care.\"", "Related: Obamacare patients sicker and pricier than expected", "UnitedHealth's president and chief financial officer David Wichmann added", "that the company served 795,000 people on public exchanges as of the end", "of the first quarter. It expects to have only 650,000 public exchange", "members by December.", "This could be a blow to President Obama and his signature law to overhaul", "the nation's healthcare system.", "And according to estimates from the Kaiser Family Foundation, it could", "mean higher insurance premiums in several states -- most notably Alabama,", "Arizona, Iowa, Nebraska and North Carolina.", "But Ben Wakana, a spokesman for the Department of Health and Human", "Services, said that the Obama administration expected there to be \"changes", "and adjustments in the early years with issuers both entering and exiting", "states.\"", "Wakana added that \"it's clear that this is a growing business for", "insurers, and it's a product consumers want and need.\" He added that the", "success of the exchanges should not be judged by the decision of just one", "individual insurer.", "Still, the industry is also in the midst of massive consolidation -- which", "is often good news for investors and bad news for consumers.", "UnitedHealth rivals Aetna (AET) and Humana (HUM) are merging. So are Cigna", "(CI) and Anthem (ANTM). That means that the industry could be about to go", "from five big players to only three.", "But Cynthia Cox, associate director of health reform and private insurance", "at Kaiser, said this won't be the death of Obamacare.", "She noted that UnitedHealth has been more cautious about entering the ACA", "markets than its competitors. Hemsley had warned previously that claims", "tied to the Obamacare exchanges were costlier than expected.", "And other insurers that focus on Medicaid and Medicare pans, such as", "Centene (CNC), are more prominent players in the state exchanges.", "Still, Wall Street applauded the news. Shares of UnitedHealthcare rose", "nearly 1.5%. It helped that the company's earnings and revenue topped", "forecasts. UnitedHealth also boosted its financial targets for the year.", "CNN's Allison Malloy contributed to this report.", "CNNMoney (New York) First published April 19, 2016: 1:47 PM ET", "[IMG]", "CNNMoney Sponsors", "* *  * SmartAsset", "Paid Partner", "* These are your 3 financial advisors near you", "* This site finds and compares 3 financial advisors in your area", "* Check this off your list before retirement: talk to an advisor", "* Answer these questions to find the right financial advisor for you", "* Find CFPs in your area in 5 minutes", "NextAdvisor", "Paid Partner", "* An Insane Card Offering 0% Interest Until Nearly 2020", "* Transferring Your Balance to a 14-Month 0% APR is Ingenious", "* The Top 7 Balance Transfer Credit Cards On The Market Today", "* Get $300 Back With This Outrageous New Credit Card", "_____________________ [ Search >> ]", "* U.S", "* Crime + Justice", "* Energy + Environment", "* Extreme Weather", "* Space + Science", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* Europe", "* Middle East", "* UK", "* Politics", "* 45", "* Congress", "* Supreme Court", "* 2018", "* Key Races", "* Primary Results", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "* Opinion", "* Political Op-Eds", "* Social Commentary", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Autos", "* Video", "* Travel", "* Destinations", "* Food & Drink", "* Play", "* Stay", "* Videos", "* Sports", "* Pro Football", "* College Football", "* Basketball", "* Baseball", "* Soccer", "* Olympics", "* Video", "* Live TV", "* Digital Studios", "* CNN Films", "* HLNTV", "* Schedule", "* TV Shows A-Z", "* CNNVR", "* Shop", "* CNN Underscored", "* -Explore", "* -Wellness", "* -Gadgets", "* -Lifestyle", "* CNN Store", "* More...", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "[IMG] [IMG]", "Most stock quote data provided by BATS. Market indices are shown in real", "time, except for the DJIA, which is delayed by two minutes. All times are", "ET. Disclaimer. Morningstar: © 2019 Morningstar, Inc. All Rights Reserved.", "Factset: FactSet Research Systems Inc.2019. All rights reserved. Chicago", "Mercantile Association: Certain market data is the property of Chicago", "Mercantile Exchange Inc. and its licensors. All rights reserved. Dow", "Jones: The Dow Jones branded indices are proprietary to and are", "calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow", "Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN.", "Standard & Poor's and S&P are registered trademarks of Standard & Poor's", "Financial Services LLC and Dow Jones is a registered trademark of Dow", "Jones Trademark Holdings LLC. All content of the Dow Jones branded indices", "© S&P Dow Jones Indices LLC 2019 and/or its affiliates.", "© 2020 Cable News Network. A Warner Media Company. All Rights Reserved.", "CNN Sans™ & © 2016 Cable News Network.", "Newsletters Contact Us Terms of Use Privacy Policy Do Not Sell Cookie", "Settings Accessibiliy & CC AdChoices"]