["Link: image_src", "Link: canonical", "Link: shortlink", "Link: revision", "Skip to main content", "Heritage Foundation back to top", "Back to Top", "[ Submit ]", "_____________________ Submit", "Frequently Searched", "* Index of Military Strength", "* Blueprint for Balance", "* Index of Economic Freedom", "* Iran and Trump", "* America's Biggest Issues", "* Tax Reform", "The Heritage Foundation", "Open Navigation Open Search", "Secondary Navigation", "* About Heritage", "* Events", "* Renew", "* Donate", "* Press", "* Contact", "Explore Issues  open search", "close navigation", "Top Issues", "* Asia", "* Election Integrity", "* Immigration", "* Public Health", "* Progressivism", "Secondary Navigation", "* About Heritage", "* Events", "* Renew", "* Donate", "* Press", "* Contact", "Domestic Policy", "* Agriculture", "* Education", "* Government Regulation", "* Housing", "Political Thought", "* American Founders", "* Conservatism", "* Progressivism", "* Public Opinion", "International", "* Asia", "* Europe", "* Global Politics", "* Middle East", "Government Spending", "* Budget and Spending", "* Debt", "* Social Security", "Energy & Environment", "* Coal, Oil, Natural Gas", "* Energy Economics", "* Nuclear Energy", "* Renewable Energy", "Legal and Judicial", "* Courts", "* Crime and Justice", "* Election Integrity", "* The Constitution", "Infrastructure & Technology", "* Cybersecurity", "* Space Policy", "* Technology", "* Transportation", "National Security", "* Defense", "* Homeland Security", "* Immigration", "* Terrorism", "Culture", "* Gender", "* Life", "* Marriage and Family", "* Religious Liberty", "Health Care", "* Health Care Reform", "* Medicaid", "* Medicare", "* Public Health", "Poverty & Welfare", "* Hunger and Food Programs", "* Poverty and Inequality", "* Welfare", "Economy", "* International Economies", "* Markets and Finance", "* Taxes", "* Trade", "Voter Fraud Database Tops 1,000 Proven Cases", "COMMENTARY Election Integrity", "Voter Fraud Database Tops 1,000 Proven Cases", "Jul 20th, 2017 4 min read", "COMMENTARY BY", "Jason Snead", "@JasonWSnead", "Former Senior Policy Analyst", "Jason Snead was a senior policy analyst in the Edwin Meese III Center for", "Legal and Judicial Studies at The Heritage Foundation.", "The Heritage Foundation's voter fraud database now documents 1,071 cases", "of voter fraud. iStock", "Key Takeaways", "One of the left’s main arguments against reform is that voter fraud simply", "does not occur. How liberals arrive at this conclusion, we cannot say.", "Heritage is releasing a new edition of its Voter Fraud Database. Featuring", "well over 100 new cases, the database documents 1,071 instances of voter", "fraud.", "Voter fraud is real, and we ignore it at our own peril.", "Share this article on Twitter Share this article on Facebook Copied Print", "this article", "As the Presidential Advisory Commission on Election Integrity convenes its", "first meeting on Wednesday, the issue of voter fraud in American elections", "has become even more contentious and hyperbolic.", "One of the left’s main arguments against reform is that voter fraud simply", "does not occur. How liberals arrive at this conclusion, we cannot say.", "Time and again, studies and analyses point to one incontrovertible", "conclusion: that voter fraud is a real and pressing issue that deserves", "serious solutions, and The Heritage Foundation has the evidence to prove", "it.", "On Thursday, The Heritage Foundation is releasing a new edition of", "its Voter Fraud Database. Featuring well over 100 new cases, the database", "documents 1,071 instances of voter fraud spanning 47 states, including 938", "criminal convictions.", "This revamped edition of the database separates cases by type of", "disposition, allowing readers to easily distinguish not only what type of", "fraud occurred but the outcome of the case—criminal convictions, pre-trial", "diversion programs, and other types of adjudication used in various states", "and counties across the United States.", "Below are a few of the egregious examples recently added to the database.", "Virginia", "Andrew Spieles, a former James Madison University student, pleaded guilty", "to a charge stemming from his false submission of 18 voter registration", "forms during the summer of 2016.", "He had been working for Harrisonburg VOTES, a voter registration", "organization affiliated with the Democratic Party, and used false birth", "dates and Social Security numbers to register deceased persons to vote.", "Spieles was given prison time for his crime.", "This incident is just one of hundreds of cases in the database where", "individuals illegally registered dead people, names out of the phone book,", "or others to vote.", "While Spieles was caught before votes could be cast on behalf of those", "falsely registered individuals, there have been many other cases in which", "ballots were successfully cast in the name of deceased people.", "In fact, a 2012 Pew study concluded that 1.8 million voters remained on", "the rolls after their passing—a grave vulnerability to the integrity of", "our elections.", "Maryland", "Fredericus Hubertus Slicher, an illegal alien living in Baltimore, was", "convicted of numerous charges in 2014. He was residing illegally in the", "United States, collecting Medicare and Social Security benefits, and", "voting in U.S. elections.", "Slicher had been present in the United States illegally since his", "temporary work visa expired in 1969. He was convicted of child abuse in", "2004, was a registered sex offender, and yet he continued to vote numerous", "times despite being ineligible.", "His case was referred to Immigration and Customs Enforcement, and he was", "sentenced to three months’ imprisonment, one year’s supervised release,", "and was ordered to pay $48,928 in restitution.", "The newest additions to the database included a dozen cases of illegal", "voting by noncitizens. This is a particularly important issue to address,", "as each ballot cast by a noncitizen effectively nullifies the ballot of an", "eligible voter, effectively disenfranchising American citizens.", "Ohio", "Debbie Tingler of Reynoldsburg, Ohio, pleaded guilty (Case No. 12 CR", "005249) to illegal voting in 2013. She had registered to vote, requested", "absentee ballots, and submitted those ballots under two names—Debbie", "Tingler and Deborah Tingler.", "She was given a suspended sentence of 120 days’ imprisonment, and she was", "ordered to pay a $200 fine and court costs.", "Tingler’s experience is not uncommon. There are dozens of cases in the", "database where individuals voted multiple times in the same election.", "Given the fact that few states have adequate policies and procedures in", "place to detect and deter fraud—and prosecutors seldom prioritize these", "cases—it is likely that far more double voters, absentee-ballot", "fraudsters, and ineligible voters get away scot-free than are ever brought", "to justice.", "The Heritage Foundation’s Voter Fraud Database is by no means", "comprehensive, but its 1,071 proven instances of fraud, which took place", "across all manner of elections and in nearly every state, highlight the", "importance—and the urgency—of the work of the Election Integrity", "Commission.", "What is needed now is more data to permit analysis aimed at determining,", "among other things, whether the nation’s voter registration records are", "accurate or riddled with errors.", "In the coming months, the Commission—which includes Heritage’s own Hans", "von Spakovsky, senior legal fellow and one of the nation’s foremost", "election law experts—will seek to gather this information.", "Unfortunately, so far, even innocuous requests for public voter records", "have been met with hyperbolic rhetoric and stonewalling in some states.", "This begs the question, why? If fraud is as rare as liberals say, and if", "state protections against it are as robust as we are told, why withhold", "data that would prove these claims?", "Perhaps liberals are afraid that the data might, in fact, say the", "opposite.", "One can deny facts for only so long, and with this newest release of The", "Heritage Foundation’s Voter Fraud Database, the evidence is clear and", "incontrovertible: Voter fraud is real, and we ignore it at our own peril.", "This piece originally appeared in The Daily Signal", "More on This Issue", "Election Integrity", "More on This Issue", "COMMENTARY5 min read", "Lies and The Washington Post", "COMMENTARY3 min read", "Georgia Legislators Addressing Election Vulnerabilities", "COMMENTARY4 min read", "How This School Board Is Violating Basic Voting Rights", "Heritage home page", "Secondary Navigation", "* About Heritage", "* Events", "* Renew", "* Donate", "* Press", "* Contact", "Subscribe to email updates", "Follow us", "Heritage Instagram Heritage YouTube", "Privacy Policy Copyright", "© 2021, The Heritage Foundation"]