["Link: shortlink", "Link: canonical", "Link: amphtml", "scorecardresearch", "* EnglishEnglish", "* தமிழ்Tamil", "* বাংলাBangla", "* മലയാളംMalayalam", "* हिंदीHindi", "* मराठीMarathi", "Follow Us: [IMG] [IMG]", "The Indian Express", "Sunday, March 28, 2021", "[IMG]", "* Home", "* India", "* Elections", "* Cities", "* Opinion", "* Sports", "* Entertainment", "* Lifestyle", "* Tech", "* Videos", "* Explained", "* Audio", "* Epaper Subscribe", "* Search for: _____________________ [ Search ]", "Sunday reads", "* Why the cat outside your door might be feral", "* 'Empireland' is an honest account that is neither apologetic nor", "gloating", "* 'No Straight Thing Was Ever Made' offers a mirror to examine our", "undeniable frailties", "* ‘There is nothing like a Hindu birth rate or a Muslim birth rate’", "* Motherhood is not a race", "* Why 'Darklands' fulfils the basic task of sci-fi genre but falls short", "of making a landing", "* IE100: The list of most powerful Indians in 2021", "* EPS vs Stalin - the two contenders for the top post in Tamil Nadu", "1. Home", "2. Explained", "3. Explained: What are Articles 370 and 35A?", "Explained: What are Articles 370 and 35A?", "What is Article 370 and 35A: A recent central ordinance, which extends", "reservation to SCs and STs in J&K, throws the spotlight on Article 35A, as well", "as Article 370 from which it derives. What are these two provisions?", "* [IMG]", "* [IMG]", "* [IMG]", "Written by Faizan Mustafa", "mail logo", "close_icon", "mail logo", "Get email alerts for your favourite author. Sign up here", "_____________________ [ Follow ]", "Updated: August 6, 2019 9:23:24 am", "Understanding Articles 370, 35AUnderstanding Articles 370, 35A Sheikh", "Abdullah, in the presence of Jawaharlal Nehru, announces in Srinagar that", "Kashmir would be part of India. (Express Archive)", "What is Article 370?", "Included in the Constitution on October 17, 1949, Article 370 exempts J&K", "from the Indian Constitution (except Article 1 and Article 370 itself) and", "permits the state to draft its own Constitution. It restricts Parliament’s", "legislative powers in respect of J&K. For extending a central law on", "subjects included in the Instrument of Accession (IoA), mere", "“consultation” with the state government is needed. But for extending it", "to other matters, “concurrence” of the state government is mandatory. The", "IoA came into play when the Indian Independence Act, 1947 divided British", "India into India and Pakistan.", "Explained: Here’s what has changed in Jammu and Kashmir", "For some 600 princely states whose sovereignty was restored on", "Independence, the Act provided for three options: to remain an independent", "country, join Dominion of India, or join Dominion of Pakistan — and this", "joining with either of the two countries was to be through an IoA. Though", "no prescribed form was provided, a state so joining could specify the", "terms on which it agreed to join. The maxim for contracts between states", "is pacta sunt servanda, i.e. promises between states must be honoured; if", "there is a breach of contract, the general rule is that parties are to be", "restored to the original position.", "https://images.indianexpress.com/2020/08/1x1.png", "A number of other states enjoy special status under Article 371, from 371A", "to 371I.", "Follow Parliament LIVE updates | Read in Malayalam", "What were the terms included in the IoA for Kashmir?", "The Schedule appended to the Instrument of Accession gave Parliament the", "power to legislate in respect of J&K only on Defence, External Affairs and", "Communications. In Kashmir’s Instrument of Accession in Clause 5, Raja", "Hari Singh, ruler of J&K, explicitly mentioned that the terms of “my", "Instrument of Accession cannot be varied by any amendment of the Act or of", "Indian Independence Act unless such amendment is accepted by me by an", "Instrument supplementary to this Instrument”. Clause 7 said “nothing in", "this Instrument shall be deemed to commit me in any way to acceptance of", "any future constitution of India or to fetter my discretion to enter into", "arrangements with the Government of India under any such future", "constitution”.", "IFrame", "How did the accession come about?", "Raja Hari Singh had initially decided to remain independent and sign", "standstill agreements with India and Pakistan, and Pakistan in fact signed", "it. But following an invasion from tribesmen and Army men in plainclothes", "from Pakistan, he sought the help of India, which in turn sought the", "accession of Kashmir to India. Hari Singh signed the Instrument of", "Accession on October 26, 1947 and Governor General Lord Mountbatten", "accepted it on October 27, 1947.", "It was India’s stated policy that wherever there was a dispute on", "accession, it should be settled in accordance with the wishes of people", "rather than a unilateral decision of the ruler of the princely state. In", "India’s acceptance of the IoA, Lord Mountbatten stated that “it is my", "Government’s wish that as soon as law and order have been restored in", "Kashmir and her soil is cleared of the invader, the question of the", "State’s accession be settled by a reference to the people”. India regarded", "accession as purely temporary and provisional, as stated in the Government", "of India’s White Paper on J&K in 1948. In a letter to J&K Prime Minister", "Sheikh Abdullah dated May 17, 1949, Prime Minister Jawaharlal Nehru with", "the concurrence of Vallabhbhai Patel and N Gopalaswami Ayyangar wrote: “It", "has been settled policy of Government of India, which on many occasions", "has been stated both by Sardar Patel and me, that the Constitution of", "Jammu and Kashmir is a matter for determination by the people of the state", "represented in a Constituent Assembly convened for the purpose.”", "How was Article 370 enacted?", "The original draft was given by the Government of J&K. Following", "modification and negotiations, Article 306A (now 370) was passed in the", "Constituent Assembly on May 27, 1949. Moving the motion, Ayyangar said", "that though accession was complete, India had offered to have a plebiscite", "taken when the conditions were created, and if accession was not ratified", "then “we shall not stand in the way of Kashmir separating herself away", "from India”. On October 17, 1949, when Article 370 was finally included in", "the Constitution by India’s Constituent Assembly, Ayyangar reiterated", "India’s commitment to plebiscite and drafting of a separate constitution", "by J&K’s Constituent Assembly.", "Was Article 370 a temporary provision?", "It is the first article of Part XXI of the Constitution. The heading of", "this part is ‘Temporary, Transitional and Special Provisions’. Article 370", "could be interpreted as temporary in the sense that the J&K Constituent", "Assembly had a right to modify/delete/retain it; it decided to retain it.", "Another interpretation was that accession was temporary until a", "plebiscite. The Union government, in a written reply in Parliament last", "year, said there is no proposal to remove Article 370. Delhi High Court in", "Kumari Vijayalaksmi (2017) too rejected a petition that said Article 370", "is temporary and its continuation is a fraud on the Constitution. The", "Supreme Court in April 2018 said that despite the headnote using the word", "“temporary’, Article 370 is not temporary. In Sampat Prakash (1969) the SC", "refused to accept Article 370 as temporary. A five-judge Bench said", "“Article 370 has never ceased to be operative”. Thus, it is a permanent", "provision.", "article 35a, article 35a in klashmir, jammu kashmir article 35a, article", "35a in kashmir news, article 370, article 35a and article 370, what is", "article 35a, what is article 370, what is article 35a and article 370,", "article 35a of indian constitution, what is article 35a of indian", "constitution, jammu kashmir newsarticle 35a, article 35a in klashmir,", "jammu kashmir article 35a, article 35a in kashmir news, article 370,", "article 35a and article 370, what is article 35a, what is article 370,", "what is article 35a and article 370, article 35a of indian constitution,", "what is article 35a of indian constitution, jammu kashmir news Soldiers", "stand guard in the night in Srinagar on Sunday. (AP)", "Can Article 370 be deleted?", "Yes, Article 370(3) permits deletion by a Presidential Order. Such an", "order, however, is to be preceded by the concurrence of J&K’s Constituent", "Assembly. Since such an Assembly was dissolved on January 26, 1957, one", "view is it cannot be deleted anymore. But the other view is that it can be", "done, but only with the concurrence of the State Assembly.", "What is Article 370’s significance for the Indian Union?", "Article 370 itself mentions Article 1, which includes J&K in the list of", "states. Article 370 has been described as a tunnel through which the", "Constitution is applied to J&K. Nehru, however, said in Lok Sabha on", "November 27, 1963 that “Article 370 has eroded”. India has used Article", "370 at least 45 times to extend provisions of the Indian Constitution to", "J&K. This is the only way through which, by mere Presidential Orders,", "India has almost nullified the effect of J&K’s special status. By the 1954", "order, almost the entire Constitution was extended to J&K including most", "Constitutional amendments. Ninety-four of 97 entries in the Union List are", "applicable to J&K; 26 out of 47 items of the Concurrent List have been", "extended.; 260 of 395 Articles have been extended to the state, besides 7", "of 12 Schedules.", "The Centre has used Article 370 even to amend a number of provisions of", "J&K’s Constitution, though that power was not given to the President under", "Article 370. Article 356 was extended though a similar provision that was", "already in Article 92 of the J&K Constitution, which required that", "President’s Rule could be ordered only with the concurrence of the", "President. To change provisions for the Governor being elected by the", "Assembly, Article 370 was used to convert it into a nominee of the", "President. To extend President’s rule beyond one year in Punjab, the", "government needed the 59th, 64th, 67th and 68th Constitutional Amendments,", "but achieved the same result in J&K just by invoking Article 370. Again,", "Article 249 (power of Parliament to make laws on State List entries) was", "extended to J&K without a resolution by the Assembly and just by a", "recommendation of the Governor. In certain ways, Article 370 reduces J&K’s", "powers in comparison to other states. It is more useful for India today", "than J&K.", "Is there any ground in the view that Article 370 is essential for J&K being a", "part of India?", "Article 3 of the J&K Constitution declares J&K to be an integral part of", "India. In the Preamble to the Constitution, not only is there no claim to", "sovereignty, but there is categorical acknowledgement about the object of", "the J&K Constitution being “to further define the existing relationship of", "the state with the Union of India as its integral part thereof. Moreover", "people of state are referred as ‘permanent residents’ not ‘citizens’.”", "Article 370 is not an issue of integration but of autonomy. Those who", "advocate its deletion are more concerned with uniformity rather than", "integration.", "What is Article 35A?", "Article 35A stems from Article 370, having been introduced through a", "Presidential Order in 1954. Article 35A is unique in the sense that it", "does not appear in the main body of the Constitution — Article 35 is", "immediately followed by Article 36 — but comes up in Appendix I. Article", "35A empowers the J&K legislature to define the state’s permanent residents", "and their special rights and privileges.", "Why is it being challenged?", "The Supreme Court will examine whether it is unconstitutional or violates", "the basic structure of the Constitution. But unless it is upheld, many", "Presidential Orders may become questionable. Article 35A was not passed as", "per the amending process given in Article 368, but was inserted on the", "recommendation of J&K’s Constituent Assembly through a Presidential Order.", "Article 370 is not only part of the Constitution but also part of", "federalism, which is basic structure. Accordingly, the court has upheld", "successive Presidential Orders under Article 370.", "Since Article 35A predates basic structure theory of 1973, as per Waman", "Rao (1981), it cannot be tested on the touchstone of basic structure.", "Certain types of restrictions on purchase of land are also in place in", "several other states, including some in the Northeast and Himachal", "Pradesh. Domicile-based reservation in admissions and even jobs is", "followed in a number of states, including under Article 371D for undivided", "Andhra Pradesh. The Centre’s recent decision extending to J&K reservation", "benefits for SCs, STs, OBCs and those living along international borders,", "announced last week. throws the spotlight back on Article 35A.", "Parent provision and its offshoot", "Article 370", "Part of the Constitution ever since it came into effect, it lays down that", "only two Articles would apply to J&K: Article 1, which defines India, and", "Article 370 itself. Article 370 says other provisions of the Constitution", "can apply to J&K “subject to such exceptions and modifications as the", "President may by order specify”, with the concurrence of the state", "government and the endorsement of the J&K Constituent Assembly.", "Article 35A", "Introduced by a Presidential Order of 1954, it empowers the J&K", "legislature to define a “permanent resident” of the state, and to provide", "special rights and privileges to those permanent residents.", "(The author is an expert of constitutional law and Vice-Chancellor of", "NALSAR University of Law, Hyderabad)", "📣 The Indian Express is now on Telegram. Click here to join our channel", "(@indianexpress) and stay updated with the latest headlines", "For all the latest Explained News, download Indian Express App.", "* * The Indian Express website has been rated GREEN for its credibility", "and trustworthiness by Newsguard, a global service that rates news", "sources for their journalistic standards.", "* * Tags:", "* Article 35A", "* article 370", "* Express Explained", "* Jammu and Kashmir", "* Jammu and Kashmir Bifurcation", "0 Comment(s) *", "* The moderation of comments is automated and not cleared manually by", "indianexpress.com.", "Advertisement", "More Explained", "* [IMG]What is vaccine wastage, and how can it be prevented?", "* [IMG]How sporting fields are becoming protest sites", "* coronavirus cases today update, coronavirus cases, delhi corona news,", "maharashtra coronavirus, mumbai coronavirus, coronavirus, coronavirus", "news, covid 19, maharashtra corona cases, maharashtra coronavirus,", "maharashtra coronavirus cases, mumbai covid cases, india covid 19", "cases, kerala coronavirus numbers, india coronavirus, india", "coronavirus cases, india covid 19 cases, india covid 19 cases news,", "coronavirus india updateWhy India's second wave could be much worse", "than the first", "* [IMG]Behind the Tata-Mistry feud, the crossed wires of history", "Best of Express", "* Modi, Hasina seal pacts: Vaccines to trains, tech to nuclear", "powerModi, Hasina seal pacts: Vaccines to trains, tech to nuclear", "power", "* TMC-BJP khela begins, 80% vote in Bengal Phase 1; 77% in AssamTMC-BJP", "khela begins, 80% vote in Bengal Phase 1; 77% in Assam", "* godzillaEntertainmentHollywood Rewind | 1998's Godzilla: A", "nostalgia-ridden experience with 'negative impact'", "* irrfan khan, gulabo sitabo, thappad, Filmfare Awards, Filmfare Awards", "2021EntertainmentFilmfare Awards 2021: Irrfan Khan, Taapsee Pannu film", "Thappad win big; check out the full winners' list", "* boat block Florida highway, florida highway blocked, suez canal", "blocked, florida boat suez boat, viral news, funny news, odd news,", "indian expressTrending'Marine uprising has begun': After Suez Canal, a", "boat blocks Florida highway triggering jokes", "* giraffe lifts up kid, kid feeds leaves to giraffe, giraffe pulls up", "child in zoo, giraffe child tug of war, viral videos, funny news,", "indian express,TrendingWatch: This kid tried to feed leaves to giraffe", "in zoo enclosure, here's what happened next", "* [IMG]SportsDilip Vengsarkar calls for an end to R Ashwin's white-ball", "exile", "* [IMG]SportsMaharashtra's COVID-19 restrictions to not affect final", "ODI, IPL matches", "* [IMG]OpinionRepresentative democracy is only a matter of convenience", "when the numbers are large", "* [IMG]What is vaccine wastage, and how can it be prevented?", "* Zodiac sign travel, travelling plans 2021, how to travel as per zodiac", "signs, indianexpress, indianexpress.com,LifestyleSunday Zodiac: How", "will the full moon in Libra affect you this Holi weekend?", "* oneplus 9, oneplus 8t, oneplus 9R, oneplus 9 vs oneplus 9R, oneplus 9R", "vs oneplus 8T, oneplus 9 features, oneplus 9 price in india, oneplus", "8t price in india, oneplus 9r price in india, oneplus 9r, oneplus 9r", "price in india, oneplus 9r design, oneplus 9r specifications, oneplus", "9r specs, oneplus 9r vs oneplus 8t, oneplus 9r vs oneplus 8t price in", "india, oneplus 9r vs oneplus 8t specs, oneplus 8t price, oneplus 8t", "design, oneplus 8t specifications, oneplus 8t specs, oneplus 8t", "featuresTechnologyOnePlus 9 vs OnePlus 8T vs OnePlus 9R: Which one is", "the right pick for you?", "Advertisement", "Must Read", "* [IMG]SportsDilip Vengsarkar calls for an end to R Ashwin's white-ball", "exile", "* [IMG]SportsMaharashtra's COVID-19 restrictions to not affect final", "ODI, IPL matches", "* [IMG]Explained: How sporting fields are slowly becoming protest sites", "* oneplus 9, oneplus 8t, oneplus 9R, oneplus 9 vs oneplus 9R, oneplus 9R", "vs oneplus 8T, oneplus 9 features, oneplus 9 price in india, oneplus", "8t price in india, oneplus 9r price in india, oneplus 9r, oneplus 9r", "price in india, oneplus 9r design, oneplus 9r specifications, oneplus", "9r specs, oneplus 9r vs oneplus 8t, oneplus 9r vs oneplus 8t price in", "india, oneplus 9r vs oneplus 8t specs, oneplus 8t price, oneplus 8t", "design, oneplus 8t specifications, oneplus 8t specs, oneplus 8t", "featuresTechnologyOnePlus 9 vs OnePlus 8T vs OnePlus 9R: Which one is", "the right pick for you?", "* iphone security update, ios security update, ios 14.4.2 security", "update, how to download ios security update, Clement Lecigne and Billy", "Leonard of Google Threat Analysis GroupTechnologyApple rolls out iOS", "14.4.2 update addressing a major security issue", "* Amazfit T Rex Pro, Amazfit T Rex Pro india launch, Amazfit T Rex Pro", "review, Amazfit T Rex Pro price india, Amazfit T Rex Pro vs amazfit t", "rex, Amazfit T Rex Pro sensors, Amazfit T Rex Pro workout", "modesTechnologyAmazfit T-Rex Pro review: This fitness watch is in a", "league of its own", "* Zodiac sign travel, travelling plans 2021, how to travel as per zodiac", "signs, indianexpress, indianexpress.com,LifestyleSunday Zodiac: How", "will the full moon in Libra affect you this Holi weekend?", "Advertisement", "EXPRESS OPINION", "* [IMG]OpinionRepresentative democracy is only a matter of convenience", "when the numbers are large", "* [IMG]OpinionLast week saw BJP send its biggest stars to campaign for", "the most important election of this season", "* [IMG]OpinionCooking, it turns out, is only fun when someone else buys,", "washes, and most importantly, cleans after you", "* [IMG]OpinionMorning joggers are concerned it may lower the tone of the", "tenth most expensive street in the world", "Mar 28: Latest News", "* BJP MLA arun narang thrashed by protesting farmers in PunjabBJP MLA", "thrashed, clothes torn by protesting farmers in Punjab’s Muktsar", "* just judgesBelgium shows restored masterpiece but stolen panel rankles", "* [IMG]Pimpri-Chinchwad: Covid positivity rate up from 8% to 40% in one", "month", "* [IMG]The art of the Vladimir Putin photo shoot", "* [IMG]PM Modi wraps up Bangladesh visit with five pacts, flags off", "third train connecting two countries", "* Mumbai: Six guilty of Rs 4.7-crore customs duty evasionMumbai: Six", "guilty of Rs 4.7-crore customs duty evasion", "* NCB seizes Rs 15-lakh drugs from courier parcelNCB seizes Rs 15-lakh", "drugs from courier parcel", "* cheese, france, increase in cheese consumption, indianexpressFrance’s", "lockdown vice? Cheese", "* [IMG]RGI turns down Assam govt’s request to financially support", "pending NRC work beyond March 3", "* West Bengal electionsDecision 2021: Bengal sees nearly 80% turnout in", "first phase of Assembly polls, Assam 77%", "Advertisement", "X", "IFrame", "x", "img", "Ramin Jahanbegloo", "+", "Trump and the Iran boomerang", "New", "Follow Author Click or Tap Plus to get the daily dose of news and updates", "from your favourite authors in your inbox.", "Trending News", "* Coronavirus News", "* Best Telugu Movies", "* West Bengal Elections 2021", "* Horoscope", "* Pune News", "* IPL 2021 Retained Players", "* CSK IPL 2021 Players List", "* MI IPL 2021 Retained Players", "* RCB IPL 2021 Retained Players", "* KKR IPL 2021 Players List", "* CBSE Date Sheet 2021", "* Elections 2021", "* IND vs ENG T20 Series 2021", "* Tamil Nadu Elections", "* Assam Elections", "* Kerala Elections", "Follow Us", "* Facebook", "* Twitter", "* Linkedin", "* Instagram", "Download Apps", "* Android", "* iPhone", "* *  * The Indian Express website has been rated GREEN for its", "credibility and trustworthiness by Newsguard, a global service that", "rates news sources for their journalistic standards.", "Express Group", "* The Indian Express", "* ieTamil.com", "* The Financial Express", "* ieBangla.com", "* Loksatta", "* ieMalayalam.com", "* Jansatta", "* inUth", "* The ExpressGroup", "* MyInsuranceClub", "* Newsletters", "* 26/11 Stories of Strength", "* Ramnath Goenka Excellence in Journalism Awards", "Quick Links", "* T&C", "* Privacy Policy", "* Advertise with Us", "* Contact Us", "* Subscribe", "* Statutory provisions on reporting (sexual offenses)", "* This website follows the DNPA’s code of conduct", "Copyright © 2021 The Indian Express [P] Ltd. All Rights Reserved", "Powered by WordPress.com VIP"]