["Link: canonical", "Link: shortlink", "* NEWS", "* IRISH NEWS", "* UK NEWS", "* CANADA", "* VANCOUVER NEWS", "* Pokemon of Vancouver", "* U.S.", "* TRUMP", "* ENTERTAINMENT", "* Burrard Street Football", "* PREMIER LEAGUE", "* EUROPEAN FOOTBALL", "* WORLD FOOTBALL", "* IRISH FOOTBALL", "* FOOTBALL NEWS", "* FOOTBALL MANAGER", "* Amazon Link", "Sign in", "Welcome!Log into your account", "_____________________ your username", "_____________________ your password", "[ LOG IN ]", "Forgot your password?", "Password recovery", "Recover your password", "_____________________ your email", "[ Send My Pass ]", "Search _____________________", "0.5 C", "Vancouver", "Tuesday, February 9, 2021", "Sign in", "Welcome! Log into your account", "_____________________ your username", "_____________________ your password", "[ Login ]", "Forgot your password? Get help", "Password recovery", "Recover your password", "_____________________ your email", "[ Send My Password ]", "A password will be e-mailed to you.", "Burrard Street Journal Burrard Street Journal", "Burrard Street Journal Burrard Street Journal", "* NEWS", "* IRISH NEWS", "* UK NEWS", "* CANADA", "* VANCOUVER NEWS", "* Pokemon of Vancouver", "* U.S.", "* TRUMP", "* ENTERTAINMENT", "* Burrard Street Football", "* PREMIER LEAGUE", "* EUROPEAN FOOTBALL", "* WORLD FOOTBALL", "* IRISH FOOTBALL", "* FOOTBALL NEWS", "* FOOTBALL MANAGER", "* Amazon Link", "_____________________ [ Search ]", "The Burrard Street Journal Disclaimer", "If you clicked here then you are probably doubting the legitimacy of one", "of our articles. Well friend, those are some good instincts, as the", "Burrard Street Journal is a satire news, parody and humor website and is", "for entertainment purposes only.", "All Burrard Street Journal and Burrard Street Football articles are", "satire news and entirely fabricated.", "Any resemblance to the truth is purely coincidental, except for all", "references to sports personalities and/or celebrities, in which case they", "are based on real people, but still based almost entirely in fiction.", "Please feel free to copy and paste this disclaimer into you facebook", "comment to “prove this site’s bullshit”.", "Check out this handy guide to find out more about the BS Journal", "To submit a satire news or humourous article, click here.", "Said posts or stories may or may not use real names, always in semi-real", "and/or mostly, or substantially, fictitious ways. Therefore, all news", "articles contained within burrardstrettjournal.com are works of fiction", "and constitute satire news. Any truth or actual facts contained in said", "stories or posts are purely incidental  or coincidental and not intended", "to be, or be construed as, facts. Any resemblance to the truth or actual", "facts or to reality is purely coincidental, except for references to", "famous persons and/or public figures, in which case such stories are based", "on real people, but the story, or stories, surrounding or about these", "people or figures are almost entirely fiction and are intended as satire", "and entertainment.  As the purpose of said stories is to entertain and", "amuse and not to disparage any persons, or institutions, in any way and no", "malice is intended toward anyone or anything, nor should any be construed", "from the satirically based stories and fake news items.  This web site is", "not a source of facts or real information. That means all items or stories", "on this website are fictitious. Any resemblance to persons, living or", "dead, is entirely coincidental or is intended purely as a satire, parody", "or spoof of such persons and is not intended to communicate any true or", "factual information about that person", "burrardstreetjournal.com is intended for a mature audience.", "Satire News from the BS Journal", "Trump Mocks Biden Over Size Of Inauguration Crowd | Biden Inauguration", "Crowd v Trump's", "Trump Mocks Biden Over Size Of Inauguration Crowd", "the Burrard Street Journal - Wednesday, January 20, 2021 0", "PALM BEACH, FL—The outgoing President of the United States, Donald Trump,", "has attacked his predecessor,...", "Donald Trump Jr. Tests Positive For Being A Dipshit", "Donald Trump Jr. Tests Positive For Being A Dipshit", "the Burrard Street Journal - Monday, November 23, 2020 0", "WASHINGTON, D.C.—The White House has confirmed that Donald Trump Jr.,", "eldest son to the outgoing...", "Refusing To Concede, Kanye Demands Recount Of All 145 Million Votes", "Refusing To Concede, Kanye Demands Full Recount Of All 145 Million Votes", "the Burrard Street Journal - Sunday, November 8, 2020 0", "NEW YORK, NY—Kanye West has this morning refused to concede the 2020 U.S.", "presidential election,...", "Man Utd Make Last-Minute Bid To Re-Sign Marouane Fellaini", "Man Utd Make Last-Minute Bid To Re-Sign Marouane Fellaini", "Burrard Street Football - Monday, October 5, 2020 0", "MANCHESTER, UK—With just hours remaining of the 2020 summer transfer", "window, Manchester United...", "Trump Advised To Drink As Much Bleach As Possible", "Trump Advised To Drink As Much Bleach As Possible", "the Burrard Street Journal - Thursday, October 1, 2020 0", "WASHINGTON, DC—The American President Donald Trump has tonight been", "advised to ingest as much bleach...", "Phil Jones Shocked To Discover Football Has Returned, Claims Nobody", "Informed Him", "Phil Jones Shocked To Discover Football Has Returned, Claims Nobody Informed", "Him", "Burrard Street Football - Tuesday, August 4, 2020 0", "MANCHESTER, UK —On July 24th England and Manchester United defender Phil", "Jones (28)...", "Support Button", "44,234FansLike", "950FollowersFollow", "110SubscribersSubscribe", "Trump Changes From Orange To Green In Honour Of St Paddy's Day", "Trump Changes From Orange To Green In Honour Of St. Paddy’s...", "Friday, March 17, 2017", "Hillary calls Trump one of the dumbest presidents ever", "Hillary: ‘President Trump One Of The Dumbest We’ve Ever Seen From...", "Wednesday, September 19, 2018", "Americans Ridicule Canada For Celebrating Independence Day 3 Days Early", "America Ridicules Canada For Celebrating Independence Day 3 Days Early", "Saturday, July 1, 2017", "[IMG]", "Ashley Cole set to complete move to Manchester United.", "Monday, September 21, 2015", "[IMG]", "YVR Outlet Mall under fire for its “Finally a Reason to...", "Friday, October 23, 2015", "Scholes And Ferdinand Admit To Wearing Earplugs Every Time Owen Speaks", "Scholes And Ferdinand Admit To Wearing Earplugs Every Time Michael Owen...", "Thursday, March 23, 2017", "Canada Declares State Of Emergency As Millions Of Americans Attempt Border", "Crossing", "Canada Declares State Of Emergency As Millions Of Americans Attempt Border...", "Friday, January 20, 2017", "Alexis Sanchez Pledges To Donate 10% Of Salary To Arsenal", "Alexis Sanchez Pledges To Donate 10% Of Salary To Arsenal", "Saturday, February 24, 2018", "Fans Wonder If There Are Any Good Guys Left In Football After Blatter", "Accusations", "Football Fans Wonder If There Are Any Good Guys Left After...", "Saturday, November 11, 2017", "St Patrick Wondering 'Who The Hell This Patty Bitch Is And Why's She", "Stealing My Day'", "St Patrick Wondering ‘Who The Hell This PATTY Bitch Is And...", "Friday, March 17, 2017", "[IMG]", "Nicklas Bendtner to legally change name to LORD Bendtner", "Monday, August 31, 2015", "[IMG]", "DSM-V ANNOUNCES NEW MENTAL ILLNESS", "Tuesday, August 11, 2015", "Share this:", "* Click to share on Twitter (Opens in new window)", "* Click to share on Facebook (Opens in new window)", "* Burrard Street Journal", "ABOUT US", "Support Button", "FOLLOW US", "* Submit – Write for us", "* About", "* Disclaimer", "* Cookie Policy", "© Copyright 2019 - The Burrard Street Journal | Burrard Street Football |", "All rights reserved. This website uses cookies to ensure you get the best", "experience possible. By using this site we assume you are cool with this.", "For more info, see our cookie policy.", "This website uses cookies to improve your experience. We'll assume you're", "ok with this, but you can opt-out if you wish.AcceptReject Read More", "Close", "Privacy Overview", "This website uses cookies to improve your experience while you navigate", "through the website. Out of these cookies, the cookies that are", "categorized as necessary are stored on your browser as they are essential", "for the working of basic functionalities of the website. We also use", "third-party cookies that help us analyze and understand how you use this", "website. These cookies will be stored in your browser only with your", "consent. You also have the option to opt-out of these cookies. But opting", "out of some of these cookies may have an effect on your browsing", "experience.", "Necessary", "[ ] Necessary", "Always Enabled", "Necessary cookies are absolutely essential for the website to function", "properly. This category only includes cookies that ensures basic", "functionalities and security features of the website. These cookies do not", "store any personal information.", "Non-necessary", "[ ] Non-necessary", "Any cookies that may not be particularly necessary for the website to", "function and is used specifically to collect user personal data via", "analytics, ads, other embedded contents are termed as non-necessary", "cookies. It is mandatory to procure user consent prior to running these", "cookies on your website.", "Send this to a friend", "_____________________ _____________________ _____________________", "SendCancel"]