["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "Party Lines", "‘Lost Jobs’ from Obamacare", "By Robert Farley", "Posted on February 10, 2014 | Updated on April 28, 2014", "----------------------------------------------------------------------", "* 1.1K", "* * * Party Lines Red InsertIt only took two days for a Senate candidate", "to air a TV ad distorting the Affordable Care Act’s effect on the labor", "market in a way that the Congressional Budget Office (and fact-checkers)", "warned would be wrong.", "The ad from Republican Thom Tillis, a North Carolina Senate candidate,", "accuses his Democratic opponent, Sen. Kay Hagan, of supporting a health", "care law that would cause more than 2 million to “lose their jobs.” On the", "screen, it states, “Congressional Budget Office estimates 2 million lost", "jobs due to Obamacare.”", "IFrame", "This has been a popular Republican talking point, but it’s inaccurate. As", "we wrote on the day the report was released, the CBO said more than 2", "million people will decide not to work, or will decide to work less, due", "to the law – not that they will “lose their jobs.”", "The report estimated a reduction in full-time-equivalent employment of", "about 2.3 million by 2021. But the drop is “almost entirely” due to a", "reduction in “the amount of labor that workers choose to supply,” CBO said", "(see pages 117-127).", "The report specifically noted that the reduction in the workforce is not", "due to “an increase in unemployment (that is, more workers seeking but not", "finding jobs) or underemployment (such as part-time workers who would", "prefer to work more hours per week).” The law will give some Americans the", "ability to voluntarily leave their jobs or cut back their hours without", "fear of losing health insurance.", "When a number of Republicans claimed that the new CBO report confirmed", "that the health care law would “kill” more than 2 million jobs,", "fact-checkers were quick to point out the inaccuracy. (See AP, The", "Washington Post Fact Checker, PolitiFact, and of course, our report).", "Still, the Republican talking point endured.", "In a congressional budget hearing the day after the report was issued, CBO", "Director Douglas Elmendorf explained why claims just like the one aired", "the following day in the Tillis ad would be wrong.", "Elmendorf, Feb. 5: The reason that we don’t use the term “lost jobs” is", "there’s a critical difference between people who would like to work and", "can’t find a job or have a job that is lost for reasons beyond their", "control and people who choose not to work.", "If somebody comes up to you and says, “Well, the boss said I’m being", "laid off because we don’t have enough business to pay me,” that person", "feels bad about that, we sympathize with them for having lost their job.", "If somebody comes to you and says, “I’ve decided to retire or I’ve", "decided to stay home and spend more time with my family or I’ve decided", "to spend more time doing my hobby,” they don’t feel bad about it, they", "feel good about it, and we don’t sympathize. We say congratulations. And", "we don’t say they’ve lost their job because they have chosen to leave", "that job.", "In that same hearing, Republican Rep. Paul Ryan again clarified that it", "wasn’t a matter of employers “laying people off.”", "Ryan, Feb. 5: So just to understand this, it’s not that employers are", "laying people off, it’s that people aren’t working in the workforce,", "aren’t supplying labor to the equivalent of 2.5 million jobs in 2024.", "And as a result, that lower workforce participation rate, that less", "labor supply, lowers economic growth.", "Elmendorf: Yes. That’s right, Mr. Chairman.", "Elmendorf went on to explain that part of the reason for the contracting", "of the labor force was due to the ACA subsidies providing a “disincentive”", "for some low-income people to work, or to work more hours, lest they lose", "health care subsidies.", "Ryan said it was that built-in disincentive for some to work due to the", "ACA that he found troubling — because that equates to a disincentive to", "“get on the ladder of life, to begin working, getting the dignity of work,", "getting more opportunities, rising their income, joining the middle", "class.”", "We take no position on the merits of a smaller workforce in the future due", "to the ACA, or people deciding to work less in order to keep government", "subsidies. But it is simply incorrect to claim the CBO report concluded", "that millions would “lose their jobs” due to the ACA.", "To read our fuller story on this issue, see our Feb. 4 piece, “The ACA:", "Losing Jobs vs. Choosing Not to Work.”", "Other Republicans who have misused the CBO report:", "Sid Dinsdale of Nebraska, candidate for U.S. Senate, April 19: The", "largest expansion of government overreach. Taking control of one-sixth", "of our economy. Putting government between doctors and patients. Higher", "taxes and two-and-a-half million lost jobs. (Source: Sid Dinsdale for", "U.S. Senate TV ad.)", "Sen. Orrin Hatch of Utah, Feb. 4: [T]he Congressional Budget Office’s", "(CBO) Budget and Economic Outlook found that the President’s health care", "law would eliminate 2.3 million American jobs in 2021 — 1.5 million more", "than the previous estimate of 800,000 jobs lost. (Source: Press release", "on Senate Committee on Finance website)", "Rep. Luke Messer of Indiana, Feb. 4: According to the report, the", "President’s health care law will reduce labor force compensation and", "push as many as 2.3 million people out of the workforce over the next", "seven years. That is unacceptable. (Source: Messer’s congressional", "website)", "Senate Minority Leader Mitch McConnell of Kentucky, Feb. 4: The CBO", "report is certainly not pretty if you’re interested in creating jobs in", "America. As we all know they estimate up to 2 million fewer jobs will be", "created as a result of ObamaCare. Honestly, it’s not a surprising", "report. All the anecdotes you hear all across the country are that", "premiums are going up and jobs are being lost. (Source: Fox News)", "Rep. Leonard Lance of New Jersey, Feb. 4: The non-partisan Congressional", "Budget Office projects that the President’s healthcare law will slow", "economic growth over the next decade, costing the Nation about 2.3", "million jobs and contributing to a $1 trillion increase in projected", "deficits. (Source: Lance’s congressional website)", "Rep. Joe Pitts of Pennsylvania, Feb. 4: This morning, the non-partisan", "Congressional Budget Office released a report showing that the", "Affordable Care Act could cost the nation 2.5 million jobs and increases", "the federal deficit by $1 trillion over the next ten years. (Source:", "Pitts’ congressional website)", "— Robert Farley", "* Categories", "* Party Lines", "* Tags", "* Joe Pitts", "* Leonard Lance", "* Luke Messer", "* Location", "* Indiana", "* Kentucky", "* Nebraska", "* New Jersey", "* North Carolina", "* Pennsylvania", "* Utah", "* Issue", "* Affordable Care Act", "* People", "* john barrasso", "* Kay Hagan", "* Mitch McConnell", "* Orrin Hatch", "* Sid Dinsdale", "* Thom Tillis", "----------------------------------------------------------------------", "Previous StoryIndependence USA", "Next StoryTea Party Patriots Citizens Fund", "----------------------------------------------------------------------", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]