["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Coronavirus", "* Factcheck", "* Politics", "* Race in America", "* Visual Explainers", "* Nation", "* World", "* Investigations", "* Health", "* Education", "* Weather", "* Just the FAQs", "* Elections", "Facebook  Twitter  Email", "[IMG]", "Very few who may have lied trying to buy guns are investigated or charged, study", "finds", "----------------------------------------------------------------------", "Bill Theobald   | USA TODAY", "WASHINGTON – Few gun buyers are ever prosecuted for lying on forms they", "are required to complete as part of a background check when purchasing a", "weapon, a new federal study concludes.", "In the 29 states where federal officials handle the background checks,", "there were only 12 prosecutions in fiscal 2017 of people who were found to", "have provided false information, such as failing to disclose a felony", "conviction, according to the Government Accountability Office.", "It is a federal crime for people trying to obtain guns to make a false", "statement or furnish false or misrepresented identification that is", "intended to deceive people on the legality of the sale of the firearm.", "Violators face up to 10 years in prison and fines of up to $250,000.", "Of a total of 8.6 million transactions processed by federal officials that", "year, 112,710 were rejected but only about 12,700 were referred for", "further investigation by the Bureau of Alcohol, Tobacco, Firearms and", "Explosives.", "In a review of 13 states that handle the background check forms", "themselves, 10 do not investigate or prosecute firearms denials, with some", "saying they have other law enforcement priorities.", "One of the remaining three states, Pennsylvania, made 1,900 referrals for", "prosecution in 2017 and obtained about 470 convictions. Federal", "investigators were told that since 2014 the policy of the Pennsylvania", "Instant Check System has been to investigate all firearm denials.", "Nationwide in 2017, about 25.6 million firearm-related backgrounds checks", "were processed through the FBI's National Instate Background Check System", "and about 181,000 or about 1 percent of the attempted purchases were", "denied because the individual was prohibited from possessing a firearm", "under federal or state law.", "The report recommends that the ATF look at how often its field divisions", "send warning notifications to people whose background check forms are", "rejected.", "Rep. José E. Serrano, D-N.Y., who ordered the GAO report, told USA TODAY", "that it \"reveals some alarming gaps in how we investigate and prosecute", "firearms denials.\"", "\"It shows that we need more consistent, robust standards for investigating", "and prosecuting firearms denial cases, and that there are troubling", "differences in the standards used by states, the ATF, and US Attorneys", "offices to examine and enforce our laws in these areas,\" he said. \"These", "inconsistencies are only hindering law enforcement agencies’ capacity to", "do their work effectively and prosecute individuals in a timely manner.\"", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]