["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORTS", "* ENTERTAINMENT", "* LIFE", "* SHOPPING", "* YAHOO PLUS", "* MORE...", "* * Download the Yahoo News app", "[IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your mail", "* News", "News", "* COVID-19", "COVID-19", "* US", "US", "* Politics", "Politics", "* World", "World", "* Health", "Health", "* Science", "Science", "* Podcasts", "Podcasts", "* Originals", "Originals", "* The 360", "The 360", "* Skullduggery", "Skullduggery", "* Conspiracyland", "Conspiracyland", "* Contact Us", "Contact Us", "* Videos", "Videos", "More", "More", "Close this content", "Yahoo NewsYahoo News", "CNN's Brooke Baldwin apologizes for suggesting veterans 'ready to do battle' in", "Baltimore", "Read full article", "* [ Submit ]", "Oops!", "Something went wrong.", "Please try again later.", "More content below", "* Brooke Baldwin", "* [ Submit ]", "April 29, 2015, 3:42 PM", "* [ Submit ]", "Oops!", "Something went wrong.", "Please try again later.", "More content below", "* Brooke Baldwin", "* [ Submit ]", "(CNN)", "(CNN)", "An emotional Brooke Baldwin apologized Wednesday for suggesting that", "soldiers who become police officers after returning from war are \"ready do", "do battle\" and contribute to the unrest in cities like Baltimore.", "\"I absolutely misspoke,\" Baldwin said on CNN's \"New Day\" Wednesday", "morning. \"I inartfully chose my words a hundred percent, and I just wish,", "just speaking to all of you this morning ... I wholeheartedly retract what", "I said. I’ve thought tremendously about this, and to our nation’s veterans", "— to you, I have the utmost respect for our men and women in uniform, and", "I wanted you to know that this morning. So to all of you, I owe you a", "tremendous apology. I am truly sorry.\"", "IFrame", "“You learn as you go,” Baldwin's colleague Chris Cuomo said, giving her a", "hug.", "The on-air apology came a day after the daytime anchor made the remarks", "while discussing the need for better police training in Baltimore.", "\"I was talking to the city councilman last week,\" Baldwin said. \"He said,", "'Brooke, these people have to live in the community. There’s a lack of", "emotional investment.' And a lot of young people — and I’ve been talking", "about this so much. A lot of young people — and I love our nation’s", "veterans, but some are coming back from war, they don’t know the", "communities, and they’re ready to do battle.\"", "IFrame", "Her comments sparked an immediate backlash.", "This content is not available due to your privacy preferences.", "Update your settings here to see it.", "This content is not available due to your privacy preferences.", "Update your settings here to see it.", "This content is not available due to your privacy preferences.", "Update your settings here to see it.", "Baldwin initially pushed back at critics, saying she was merely repeating", "what she was told by a city official.", "This content is not available due to your privacy preferences.", "Update your settings here to see it.", "Later, though, she tweeted an apology.", "This content is not available due to your privacy preferences.", "Update your settings here to see it.", "At least 15 police officers were hurt during Monday's riots, police said.", "Recommended Stories", "* Associated Press", "Drummond leaves debut with bruised toe, Bucks beat LA 112-97", "Andre Drummond left his Lakers debut with a bruised right toe, and", "Jrue Holiday scored 28 points in the Milwaukee Bucks' 112-97 victory", "over Los Angeles on Wednesday night. Giannis Antetokounmpo had 25", "points and 10 rebounds, and Khris Middleton added 17 points and eight", "assists as the Bucks snapped their three-game losing streak with a", "workmanlike victory over the depleted defending NBA champions, who are", "still without LeBron James and Anthony Davis.", "16m ago", "* INSIDER", "2 people were killed in a Cancun plane crash after a gender reveal stunt", "went horribly awry", "Two people died in Cancun, Mexico, after a plane that was being used", "for a gender reveal stunt went down.", "3h ago", "* Architectural Digest", "Jenna Dewan Buys Modern Encino Mansion for $4.7 Million", "The actress and her fiance, Steve Kazee, have been living in a chic", "rental in the San Fernando Valley", "4h ago", "* The Daily Beast", "Jimmy Kimmel Gleefully Dances on Matt Gaetz’s Political Grave", "ABCJimmy Kimmel had the unique pleasure of being the only late-night", "host not on hiatus during the week that Rep. Matt Gaetz (R-FL) was", "embroiled in a sex-trafficking scandal. And on Wednesday night, he", "took full advantage of the situation.“Florida Congressman Matt Gaetz", "is having a bad week after a bombshell report by the New York Times", "last night,” the host began. “If you’re not familiar with Matt Gaetz,", "this is his Twitter profile,” Kimmel added, putting up the photo of", "the congressman taking a selfie with Donald Trump that appears across", "the top of his page. “That should tell you all you need to know.”“Matt", "Gaetz is basically the shrimp tail in your Cinnamon Toast Crunch,” he", "continued. “He is not well-liked by anyone. And he is reportedly being", "investigated by the Department of Justice. They’re looking into", "whether or not he had a sexual relationship with a 17-year-old and", "paid for her travel across state lines, which becomes sex", "trafficking.”Kimmel then reminded viewers that Gaetz was the only", "congressman, Democrat or Republican, who voted against an anti-human", "trafficking bill in 2017. “He’s one of the worst of the worst,” he", "said. “Even his fellow Republicans are reportedly celebrating this.", "But not only does Gaetz deny the charges, he tried to explain to", "Tucker Carlson last night that the real victim is him!”Gaetz Scandal’s", "Mystery ‘Extortion’ Figure Was Obsessed With a HostageFrom there, the", "late-night host dug deep into the extremely bizarre appearance Gaetz", "made on Fox News Tuesday night, during which he desperately tried and", "failed to find common ground with Carlson, at one point bringing up", "sexual-assault allegations that were raised against the Fox News host", "years earlier.“Tucker’s like, how the hell did I get roped into this?”", "Kimmel joked.In return, Carlson referred to his accuser as a “mentally", "ill” viewer and asserted that “being accused falsely is one of the", "worst things that can happen” to a person.“I know this because I do it", "almost every night on my show,” Kimmel added. “Although, to be fair to", "Tucker Carlson, all of his viewers are mentally ill.”Lisa Lampanelli", "on Roasting Trump and Her ‘Evil’ Mentor Don Jr. “This interview was so", "all over the place you’d think Matt Gaetz owned a pillow company,” the", "host continued, playing yet more unhinged highlights from the", "sit-down. He explained that despite Gaetz’s claims that the", "allegations all stem from a politically-motivated extortion plot, it", "“isn’t a partisan investigation” and in fact originated under Trump’s", "Justice Department.Finally, Kimmel gleefully shared the baffled", "post-mortem that Carlson offered his viewers after his segment with", "Gaetz. “That was one of the weirdest interviews I’ve ever conducted,”", "Carlson said.“This is a man who interviewed someone who claims Hillary", "Clinton was running a Satanic pedophile operation out of a pizza", "place,” Kimmel replied. “So there’s always a twist!”For more, listen", "and subscribe to The Last Laugh podcast.Read more at The Daily", "Beast.Get our top stories in your inbox every day. Sign up now!Daily", "Beast Membership: Beast Inside goes deeper on the stories that matter", "to you. Learn more.", "1h ago", "* National Review", "China Floats U.S. Military Lab as Possible COVID Origin Point, Urges WHO to", "Investigate", "China on Wednesday urged the World Health Organization to investigate", "whether COVID-19 first originated in a U.S. military laboratory after", "the agency’s director called for a deeper probe into whether the virus", "had escaped from a Chinese lab. A WHO-led team that visited China", "earlier this year to investigate the coronavirus pandemic’s origins", "said in a report on Tuesday that it was “extremely unlikely” that the", "virus had leaked from a Chinese laboratory and recommended no further", "exploration of that theory. However, just before the report’s release,", "WHO Director-General Tedros Adhanom Ghebreyesus said the team’s probe", "into the potential lab leak was not sufficient and that further", "investigation was needed. He said he was prepared to send more", "specialists to explore that possibility, according to the Wall Street", "Journal. On Wednesday, Chinese Foreign Ministry spokeswoman Hua", "Chunying responded to a question about Tedros’ comments by touting the", "team’s “important conclusion” that the lab leak theory was unlikely.", "“They have basically excluded the possibility of a lab incident” in", "Wuhan, she said. She also called on the agency to investigate early", "outbreaks in other countries and encouraged the WHO to investigate a", "U.S. military laboratory at Fort Detrick, Md. “As you know relevant", "study is already done in Wuhan labs, but when will Fort Detrick be", "open to those experts?” she asked. “If necessary, we hope the U.S. can", "be as open and candid as China.” For months Chinese officials have", "peddled the unfounded theory that the virus may have originated at", "Fort Detrick, which houses parts of the U.S. biological defense", "program and other medical research efforts led by the military,", "without offering any evidence. Hua would not say whether China would", "allow scientists to continue to investigate the labs in Wuhan or when", "it would start the second phase of studies outlined in the WHO-led", "team’s report. The WHO-led team was forced to rely on the word of the", "Chinese scientists participating in the investigation and were not", "given uninhibited access to the Wuhan Institute of Virology, where", "many public health experts believe the virus may have originated. The", "WHO report also contradicted U.S. intelligence claims about the safety", "protocols at the WIV. The report claims the lab was “well run” but", "State Department cables from 2018 reveal that diplomats who visited", "the facility had concerns that proper safety measures were not being", "observed. The report also suggests that no researchers at the lab came", "down with COVID but the State department announced in January that", "researchers reported flu-like symptoms in the fall, months before", "Chinese authorities acknowledged the COVID outbreak. WIV staff also", "deleted a genome database that contained information about which", "viruses were being studied at the lab. Dr. Robert Redfield, the former", "director of the US Centers for Disease Control and Prevention, said", "last week that he believes the coronavirus originated inside a lab in", "Wuhan and “escaped,” and was potentially spreading as early as", "September 2019. “If I was to guess, this virus started transmitting", "somewhere in September, October in Wuhan,” the virologist told CNN in", "a clip that aired Friday. “That’s my own feelings. And only opinion.", "I’m allowed to have opinions now.” Redfield said he is “of the point", "of view that I still think the most likely aetiology of this pathogen", "in Wuhan was from a laboratory, escaped.” “The other people don’t", "believe that,” said Redfield, who led the CDC under former President", "Donald Trump. “That’s fine. Science will eventually figure it out.", "It’s not unusual for respiratory pathogens that are being worked on in", "a laboratory to infect the laboratory worker.” The WHO-led team’s", "report also notes that it is possible the pandemic began outside", "Wuhan, or China, as the team found little evidence of substantial", "spread in Wuhan before December 2019, while the virus had been found", "in individuals in Italy and Brazil in late November. However,", "scientists have said it is possible the virus was spreading undetected", "in Wuhan and the surrounding areas for weeks or months before gaining", "attention. “The current thinking is that we are still working with the", "start in and around Wuhan and working backwards on how it came here,”", "said Peter Ben Embarek, the head of the WHO team. “It is perfectly", "possible you would have sporadic cases in and around Wuhan before", "December, November, even October 2019…That earlier move of the virus", "outside of the area could potentially be explained that way.”", "12h ago", "* INSIDER", "17 details you probably missed in 'The Matrix'", "The legendary sci-fi film is 22 years old, but even avid fans probably", "haven't caught all of these hidden gems and background details.", "16h ago", "* INSIDER", "Sharon Stone says brain surgery left her struggling to walk 2 weeks before", "famous Oscars dance with John Travolta", "Sharon Stone says symptoms of her seven-hour brain surgery included", "memory loss and frequent stuttering.", "13h ago", "* The Telegraph", "'Delighted' Queen makes first public appearance in nearly five months", "The Queen ventured beyond the walls of Windsor Castle today for her", "first public appearance in nearly five months, as she marked the", "centenary of the Royal Australian Air Force. Her Majesty, 94, attended", "a short service at the Commonwealth War Graves Commission (CWGC) Air", "Forces Memorial in Runnymede, Surrey. Dressed in lime green, and", "wearing an Australian wattle brooch presented to her on her first tour", "of Australia in 1954, she said she was \"delighted\" to be out and", "about. On arrival at the memorial, which she opened in 1953, the Queen", "remarked on how long it had been since her last visit. She added:", "\"You've got a good day for it. It's a very windy spot normally.\" The", "event began with a flypast by the Red Arrows, using only white smoke", "instead of the familiar red, white and blue as their smoke pods are in", "for maintenance. During the ceremony, a wreath was laid on behalf of", "the Queen by her new equerry, Major Thomas White, before the monarch", "viewed panels bearing the names of Australian war dead and met serving", "RAAF personnel. Speaking to one RAAF officer about working with", "Typhoon jets in Northumberland, the Queen asked if they were \"being", "sent off to chase the Russians?\" He replied: \"That's correct Ma'am,", "it's a lot of fun for us.\"", "19h ago", "* Business Insider", "The BBC moved its China correspondent to Taiwan after Beijing attacked him", "for reporting on Uyghurs", "China attacked both the reporter and broadcaster for its coverage of", "the Uyghurs in Xinjiang, as it denies mistreating the Muslim group.", "19h ago", "* Reuters", "Lebanese president Aoun fears chaos as crisis bites: Jadeed TV", "Lebanon's President Michel Aoun said on Wednesday the country could", "face chaos before it can recover from a financial meltdown. Crushed", "under a mountain of debt and decades of graft, Lebanon has plunged", "into its worst crisis since the 1975-1990 civil war. Aoun, a former", "army commander, and Saad al-Hariri, a three-time premier who was", "designated prime minister in October, have been locked in a standoff", "over the makeup of a new cabinet as the crisis worsens.", "13h ago", "* Reuters", "Biden tells migrants to stay put. Central Americans hear a different message", "LA TÉCNICA, GUATEMALA (Reuters) - Maritza Hernández arrived at this", "remote Guatemalan village exhausted, with two young kids in tow and", "more than a thousand miles left to travel. \"I heard news they are", "letting children in,\" said Hernández, explaining she planned to cross", "the U.S. border in Texas and seek asylum. The number of immigrant", "families apprehended by U.S. agents along the southern border nearly", "tripled in February from a month earlier to about 19,000 people.", "19h ago", "* Reuters", "Church of England head says: Meghan did not have a secret royal wedding", "Archbishop of Canterbury Justin Welby has contradicted British royal", "Meghan's claim that she married Britain's Prince Harry several days", "before the official lavish ceremony at Windsor Castle in 2018. Meghan,", "the Duchess of Sussex, told Oprah Winfrey in an interview earlier this", "month that she wed Queen Elizabeth's grandson in a secret ceremony", "officiated over by the Archbishop a few days before the Windsor event,", "which was held in a glare of royal pomp and pageantry.", "15h ago", "* Associated Press", "Junta's foes woo ethnic allies with new Myanmar constitution", "Opponents of Myanmar’s military government declared the country’s 2008", "constitution void and put forward an interim replacement charter late", "Wednesday in a major political challenge to the ruling junta. The", "moves, while more symbolic than practical, could help woo the", "country's armed ethnic militias to ally themselves with the mass", "protest movement against the military's seizure of power in February.", "The actions were taken by the CRPH, an underground, self-styled", "alternative government established by elected lawmakers who were not", "allowed to take their seats when the military staged the coup and", "ousted and detained civilian leader Aung San Suu Kyi.", "21h ago", "* INSIDER", "21 things you probably didn't know about '10 Things I Hate About You'", "The 1999 rom-com starring Heath Ledger and Julia Stiles has been", "beloved by fans for 20+ years, but even they probably haven't heard", "these fun facts.", "15h ago", "* Reuters", "Kremlin says it fears Ukraine could restart conflict in war-torn east", "The Kremlin said on Wednesday it was concerned by mounting tensions in", "war-torn eastern Ukraine and that it feared Kyiv's government forces", "could do something to restart a conflict with pro-Russian separatists.", "The comments came a day after Ukraine's commander-in-chief accused", "Russia of a military buildup near their shared border and said that", "the pro-Moscow separatists were systematically violating a ceasefire", "in eastern Ukraine. Around 14,000 people have been killed in the", "conflict since it first erupted in 2014, Ukraine says.", "20h ago", "* Fort Worth Star-Telegram", "Texas Motor Speedway still has a ‘no-go zone,’ IndyCar drivers say following", "test", "Here’s what the drivers thought about the track’s condition and the", "weekend doubleheader in May.", "3h ago", "* Reuters Videos", "India fills up artificial ponds for thirsty animals", "Roughly 600 Asiatic lions live in the 850-square-mile expanse of the", "Gir sanctuary, a popular tourist attraction in Gujarat.Chief", "Conservator of Forests at Gir Forest Department Kasuladev Ramesh said", "they have built artificial ponds using handpumps and using solar and", "wind energy to fill up drinking water troughs for the animals battling", "the heatwave under the scorching sun.Rising temperatures adversely", "affect the metabolic rate of animals. The first impact is apparent", "through a reduced appetite.Summers in India are a difficult time when", "soaring temperatures lead to numerous casualties for humans as well as", "animals. Possible reasons for the rising temperatures range from", "global warming to greater urbanisation, leading to taller buildings", "and diminishing green cover.", "12h ago", "* Business Insider", "Matt Gaetz's claim that the DOJ's sex-trafficking probe into him is part of", "an extortion scheme doesn't add up", "Gaetz said someone contacted his father on March 16 to try to extort", "the family - but the DOJ's sex-trafficking investigation was well", "underway by then.", "1d ago", "* Associated Press", "Ex-cop told onlooker Floyd was big, 'probably on something'", "After the ambulance took George Floyd away, the Minneapolis officer", "who had pinned his knee on the Black man’s neck defended himself to a", "bystander by saying Floyd was “a sizable guy” and “probably on", "something,” according to police video played in court Wednesday. The", "video was part of a mountain of footage — both official and amateur —", "and witness testimony at Officer Derek Chauvin 's murder trial that", "all together showed how Floyd's alleged attempt to pass a phony $20", "bill at a neighborhood market last May escalated into tragedy one", "video-documented step at a time. A security-camera scene of people", "joking around inside the store soon gave way to the sight of officers", "pulling Floyd from his SUV at gunpoint, struggling to push him into a", "squad car as he writhed and screamed that he was claustrophobic, and", "then putting him on the pavement.", "1d ago", "* Associated Press", "BBC correspondent leaves China amid safety concerns", "A veteran BBC correspondent whose coverage angered China has left the", "country amid concerns for his safety, the BBC and a journalist", "organization said. The BBC said Wednesday that John Sudworth had", "relocated to Taiwan and would continue to be the British public", "broadcaster's China correspondent. The Foreign Correspondents' Club of", "China said that Sudworth had left last week “amid concerns for his", "safety and that of his family.”", "19h ago", "More Stories", "TRENDING", "* Good Morning America", "Over 100 fully vaccinated people contract COVID-19 in Washington state,", "officials say", "Good Morning America·2 min read", "* Associated Press", "San Diego woman sentenced for nearly $400M Ponzi scheme", "Associated Press·2 min read", "* The Week", "The Biden administration is reportedly trying hard not to say the U.S. is", "experiencing another coronavirus 'surge'", "The Week·1 min read", "* The Telegraph", "Woman claims she was 'repeatedly raped' by Epstein and Ghislaine Maxwell in", "front of her son", "The Telegraph·5 min read", "* INSIDER", "Sharon Stone says she paid Leonardo DiCaprio's 'The Quick and the Dead'", "salary because the studio didn't want to hire him", "INSIDER·2 min read", "POPULAR", "* Drummond leaves debut with bruised toe, Bucks beat LA 112-97", "Associated Press", "* 2 people were killed in a Cancun plane crash after a gender reveal stunt", "went horribly awry", "INSIDER", "* Jenna Dewan Buys Modern Encino Mansion for $4.7 Million", "Architectural Digest", "* Jimmy Kimmel Gleefully Dances on Matt Gaetz’s Political Grave", "The Daily Beast", "* China Floats U.S. Military Lab as Possible COVID Origin Point, Urges WHO", "to Investigate", "National Review", "* 17 details you probably missed in 'The Matrix'", "INSIDER", "* Sharon Stone says brain surgery left her struggling to walk 2 weeks", "before famous Oscars dance with John Travolta", "INSIDER", "* 'Delighted' Queen makes first public appearance in nearly five months", "The Telegraph", "* The BBC moved its China correspondent to Taiwan after Beijing attacked", "him for reporting on Uyghurs", "Business Insider", "* Lebanese president Aoun fears chaos as crisis bites: Jadeed TV", "Reuters", "* Biden tells migrants to stay put. Central Americans hear a different", "message", "Reuters", "* Church of England head says: Meghan did not have a secret royal wedding", "Reuters", "* Junta's foes woo ethnic allies with new Myanmar constitution", "Associated Press", "* 21 things you probably didn't know about '10 Things I Hate About You'", "INSIDER"]