["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "Articles › Featured Posts", "FactChecking Trump’s Big Speech", "The GOP nominee promises ‘no lies,’ but twists facts on taxes, crime,", "foreign affairs and more.", "By Lori Robertson", "Posted on July 22, 2016 | Updated on July 23, 2016 | Corrected on July 28,", "2016", "----------------------------------------------------------------------", "* 33.8K", "* * * Summary", "CLEVELAND — In accepting his party’s nomination for president, Donald", "Trump said “here, at our convention, there will be no lies.” But we found", "plenty of instances where Trump twisted facts or made false claims.", "* Trump said after Clinton’s four years as secretary of state, “Iran is", "on the path to nuclear weapons.” But Iran was already on a path to", "acquiring nuclear weapons. At issue is whether the nuclear deal will", "prevent Iran, as intended, from becoming a nuclear power.", "* He also blamed Clinton for the resignation of Egyptian President Hosni", "Mubarak. But Clinton and former Defense Secretary Robert Gates both", "urged President Obama not to be quick to abandon support for Mubarak.", "* Trump claimed Clinton “plans a massive … tax increase,” but tax", "experts say 95 percent of taxpayers would see “little or no change” in", "their taxes under Clinton’s plan.", "* He correctly noted a 17 percent increase in homicides in the 50", "largest cities from 2014 to 2015, but called it a reversal after a", "decades-long decline in crime. Experts say that’s not enough data to", "draw conclusions about a trend.", "* Trump claimed Clinton “illegally” stored emails on her private server", "while secretary of state, and deleted 33,000 to cover-up “her crime.”", "But the FBI cleared Clinton of criminal wrongdoing, and found no", "evidence of a cover-up.", "* Trump said that “there’s no way to screen” Syrian refugees to", "determine “who they are or where they come from.” But all refugees", "admitted to the U.S. go through an extensive vetting process that", "takes 18 to 24 months to complete.", "* He said the “trade deficit in goods … is $800 billion last year", "alone.” It was nearly that, but it discounts the services the U.S.", "exports. The total trade deficit for goods and services is just over", "$500 billion.", "* Reince Priebus, chairman of the Republican National Committee, also", "spoke, and he erroneously claimed that the Iran nuclear deal “lined", "the pockets of the world’s number one state sponsor of terrorism with", "your money.” The assets that were unfrozen by the deal weren’t held by", "the U.S. government.", "That’s not all: Trump made other factual errors and omissions on NAFTA,", "Libya, household income, government regulation and the Affordable Care", "Act.", "Note to Readers", "Our managing editor, Lori Robertson, is on the scene in Cleveland. This", "story was written with the help of the entire staff, based in", "Philadelphia and Washington, D.C. Next week, we will dispatch our", "staffers in Philadelphia for the Democratic convention. We intend to vet", "the major speeches at both conventions for factual accuracy, applying", "the same standards to both.", "Analysis", "Foreign Policy Flubs", "Trump criticized Hillary Clinton’s performance as secretary of state,", "contrasting the state of foreign affairs now with what they were like", "“pre-Hillary,” as he called it:", "* Trump said, “Iran is on the path to nuclear weapons.” But Iran was", "already on a path to nuclear weapons before Clinton became secretary", "of state in January 2009.", "* Trump also said, “Egypt was turned over to the radical Muslim", "brotherhood.” True, but it was through an election after an uprising", "against President Hosni Mubarak. Clinton and former Defense Secretary", "Robert Gates both wrote that they urged President Obama not to be", "quick to abandon support for Mubarak.", "The disagreement between Trump and Clinton on Iran’s nuclear ambitions is", "over the Joint Comprehensive Plan of Action, which is designed to lengthen", "the so-called “breakout” time — the amount of time that it takes to", "assemble a bomb.", "Prior to the agreement, the breakout time was thought to be months, but", "now it is more than a year for at least 10 years, as the nonpartisan", "Congressional Research Service explains in its May report “Iran Nuclear", "Agreement.”", "However, critics, such the American Israel Public Affairs Committee, say", "that delay is only temporary — a position shared by Trump and many", "Republicans.", "“While the agreement lengthens Iran’s breakout time today, restrictions on", "Iran’s program begin to lift within a decade,” AIPAC said earlier this", "month to mark the one-year anniversary of the deal. “After 15 years Iran", "will be a nuclear-threshold state: no restrictions will remain on the", "number or type of centrifuges Iran will be able to install or the number", "of enrichment facilities it can build.”", "But Iran was on a path to a nuclear weapon before Obama took office. The", "United Nations’ International Atomic Energy Agency has been concerned", "since 2002 about what it called the “possible military dimensions to", "Iran’s nuclear programme.”", "In a Nov. 8, 2011, report, the IAEA reported, “Since 2002, the Agency has", "become increasingly concerned about the possible existence in Iran of", "undisclosed nuclear related activities involving military related", "organizations, including activities related to the development of a", "nuclear payload for a missile, about which the Agency has regularly", "received new information.”", "In November 2008, the New York Times reported that Iran had enough nuclear", "material to make a bomb, citing expert analysis of a report by the", "International Atomic Energy Agency.", "The issue now is how that path has been altered, for better or worse, by", "the Iran nuclear deal signed by the Obama administration and supported by", "Clinton (who left the State Department in February 2013, more than two", "years before the Iran deal was struck).", "As for Egypt, Mohamed Morsi of the Muslim Brotherhood was elected", "president of Egypt. That was a year after citizen protests forced longtime", "Egyptian President Hosni Mubarak to resign from office. A year after his", "election as president, Morsi was then overthrown by the Egyptian military", "and replaced by interim president Adly Mansour, the head of Egypt’s", "Supreme Constitutional Court. Current Egyptian Presdident, Abdul Fattah", "el-Sisi, was elected to that office a year later.", "In his book “Duty,” Gates was critical of Obama for being too quick to", "abandon support for Mubarak — a point also made by Clinton in her book", "“Hard Choices.”", "In an interview last May to discuss his book, Gates said of Clinton: “I", "think that we certainly agreed in terms of how to deal with the very first", "phases of — of the Arab Spring, and, particularly, disagreeing with the", "President on how to handle Mubarak.”", "Tax Overreach", "Trump claimed that Clinton “plans a massive — and I mean massive — tax", "increase.” But experts say 95 percent of taxpayers would see “little or no", "change”  in their taxes under Clinton’s plan.", "Meanwhile, Trump boasted that under his tax plan, “middle-income Americans", "will experience profound relief.” Experts say Americans at all income", "levels would see their taxes reduced under Trump’s plan, but the biggest", "cuts — both in raw dollars and as a percentage of income — would go to the", "wealthiest Americans.", "Trump: While Hillary Clinton plans a massive — and I mean massive — tax", "increase, I have proposed the largest tax reduction of any candidate who", "has run for president this year – Democrat or Republican. Middle-income", "Americans and businesses will experience profound relief, and taxes will", "be simplified for everyone.", "It’s accurate to say that Clinton has proposed tax increases, for some.", "The nonpartisan Tax Policy Center concluded that the sum of Clinton’s", "proposed tax changes — including changes to both individual and business", "taxes — would increase revenue by $1.1 trillion over the next decade. But", "almost all of the higher taxes would fall the top earners.", "“Nearly all of the tax increases would fall on the top 1 percent; the", "bottom 95 percent of taxpayers would see little or no change in their", "taxes,” the Tax Policy Center concluded. In fact, the Tax Policy Center", "wrote, the “top 1 percent of households would pay more than three-fourths", "of Clinton’s total tax increases.”", "The Tax Foundation reached a similar conclusion about Clinton’s tax plan.", "By the Tax Foundation’s calculation, Clinton’s tax plan would increase", "revenues by nearly $500 billion over the next decade, but only by $191", "billion when accounting for the plan’s overall economic effect.", "“The largest sources of revenue in the plan are the new taxes targeted at", "high-income taxpayers,” wrote the Tax Foundation, which analyzed the", "plan’s impact with (dynamic) and without (static) taking into account the", "expected effect on the economy.", "Tax Foundation: On a static basis, Clinton’s tax plan would only reduce", "the after-tax incomes of top-income taxpayers. Those in the top 10", "percent would see a reduction in income of 0.7 percent. The top 1", "percent of all taxpayers would see a 1.7 percent reduction in after-tax", "income.", "On a dynamic basis, the plan would reduce after-tax incomes by an", "average of 1.3 percent. All deciles would see a reduction in after-tax", "income of at least 0.9 percent over the long-term. Taxpayers that fall", "in the bottom nine deciles would see their after-tax incomes decline by", "between 0.9 and 1 percent. The top 10 percent of taxpayers would see a", "reduction in after-tax income of 1.7 percent. The top 1 percent of all", "taxpayers would see the largest decline in after-tax income: 2.7", "percent.", "Trump is correct that he has called for substantial tax cuts — deeper than", "any of the other presidential candidates — that would result in lower", "taxes at all income levels.  But the biggest cuts would come for the", "wealthiest taxpayers, according to an analysis by the Tax Foundation.", "“Mr. Trump’s plan would cut taxes by $11.98 trillion over the next decade", "on a static basis,” the Tax Foundation stated.", "Tax Foundation: Taxpayers in the bottom deciles (the 0-10 and 10-20", "percent deciles), would see increases in after-tax adjusted gross income", "(AGI) of 1.4 and 0.6 percent, respectively. Middle-income taxpayers with", "incomes that fall within the 30th to 80th percentiles would see larger", "increases in their after-tax AGI, of between 3.0 and 8.3 percent.", "Taxpayers with incomes that fall in the highest income class (the 90-100", "percent decile) would see an increase in after-tax income of 14.6", "percent. The top 1 percent of all taxpayers would see a 21.6 percent", "increase in after-tax income.", "While the tax cuts are undeniably large, the Tax Foundation cautioned that", "the loss in revenue — even with expected benefits to the economy — would", "“increase the federal government’s deficit by over $10 trillion” over 10", "years.", "And More on Taxes …", "Like his son Eric claimed on Day 3 of the RNC, Trump said, “America is one", "of the highest-taxed nations in the world.” The U.S. has one of the", "highest business tax rates, but for personal taxes, the U.S. ranked in the", "bottom half among industrialized nations.", "According to the Organisation for Economic Co-operation and Development,", "the U.S. came in at 27th out of 30 industrialized countries in tax revenue", "as a percentage of GDP in 2014. Denmark (50.9 percent), France (45.2", "percent) and Belgium (44.7 percent) were the three highest", "taxed countries. The U.S. figure, 26 percent, was well below the OECD", "average.", "The U.S. also ranked 17th out of 29 industrialized countries when it", "came to tax revenue per capita, according to the OECD. The top three were", "Luxembourg ($49,911), Norway ($38,016) and Denmark ($31,054). In the U.S.,", "the tax revenue per capita in 2014 was $14,204.", "As for corporate tax rates, the U.S. does, in fact, have the highest", "statutory tax rate among industrialized nations. And it was second to", "France among industrialized nations when considering the marginal", "effective tax rate, according to an analysis by the Tax Foundation.", "Not a Reversal in Crime Trend", "Trump was correct to say that “homicides last year increased by 17 percent", "in America’s 50 largest cities,” but criminology and statistics experts", "disagree with his conclusion that a one-year increase in some cities means", "that “decades of progress made in bringing down crime are now being", "reversed.”", "Trump: Decades of progress made in bringing down crime are now being", "reversed by this administration’s rollback of criminal enforcement.", "Homicides last year increased by 17 percent in America’s 50 largest", "cities. That’s the largest increase in 25 years. In our nation’s", "capital, killings have risen by 50 percent. They are up nearly 60", "percent in nearby Baltimore.", "The figures are correct for 2014 to 2015, though technically, 36 cities", "had an increase in murders and 13 had a decrease. As we’ve written before,", "law enforcement officials are concerned about the uptick, but far from", "ready to declare this a “reversal” of a long decline in murders and", "violent crime, since those figures peaked, both in cities and nationwide,", "in the early 1990s.", "Darrel Stephens, executive director of the Major Cities Chiefs Police", "Association, told us in an email that it was “too soon to talk about", "trends.” Stephens said there had been “a spike in the past year in some", "large cities (particularly in five or six) — something we should be", "concerned about to be sure but not a trend or even close to 20 years ago.”", "Richard A. Berk, professor of criminology and statistics at the University", "of Pennsylvania’s Wharton School, told us, “Snapshots are not trends. And", "two or three years of data are far too few to establish a trend.”", "It’s difficult to know what is causing the increases in some cities, he", "said. “In LA, for example, the number of shootings has been flat but the", "number of homicides has jumped,” Berk said. “Are the bad guys becoming", "better marksmen?”", "Similarly, when the Washington Post wrote about the 2014-to-2015 increase", "in major cities, it said that experts were concerned but said “it’s too", "early to know what caused the change, or whether it will endure.” Franklin", "Zimring, a criminologist at the University of California at Berkeley, told", "the Post, “There’s no national pattern.”", "We took a longer view of what has happened in some major cities, compiling", "the FBI city-specific data, which comes from voluntary reports from police", "departments, available through 2012, and 2015 numbers reported by police", "departments to the Major Cities Chiefs Police Association. Every city", "shows a big drop in the number of murders since the 1990s, and mixed", "movement from 2012 to 2015.", "Murders in Major Cities Chart", "Clinton Emails and the Law", "Trump twisted the facts when he said that Clinton “illegally” stored", "emails on her private server while secretary of state, and deleted 33,000", "of them “so the authorities can’t see her crime.” The FBI on July 5", "cleared Clinton of wrongdoing, and found no evidence of a cover-up.", "Trump: And when a secretary of state illegally stores her emails on a", "private server, deletes 33,000 of them so the authorities can’t see her", "crime, puts our country at risk, lies about it in every different form", "and faces no consequence – I know that corruption has reached a level", "like never before.", "A quick recap of the facts: Clinton exclusively used personal email for", "government business, and stored those emails on her private server.", "The FBI investigated whether “classified information was improperly stored", "or transmitted” on Clinton’s server in violation of federal law, as FBI", "Director James Comey explained on July 5.", "But Comey said the facts of the case did not warrant criminal charges.", "“Although there is evidence of potential violations of the statutes", "regarding the handling of classified information, our judgment is that no", "reasonable prosecutor would bring such a case,” he said.", "As for Trump’s reference to 33,000 deleted emails, Clinton in 2014 turned", "over 30,490 work-related emails to the State Department in 2014, and", "destroyed 31,830 emails she deemed private and personal. The FBI", "“discovered several thousand work-related e-mails that were not in the", "group of 30,000 that were returned by Secretary Clinton” to the State", "Department.", "It is a crime to intentionally destroy government records. However, Comey", "said the FBI “found no evidence that any of the additional work-related", "emails were intentionally deleted in an effort to conceal them.”", "See our item “A Guide to Clinton’s Emails” for more information.", "Refugee Exaggerations", "While criticizing Hillary Clinton’s support for admitting more Syrian", "refugees to the U.S., Trump said that “there’s no way to screen” those", "refugees to determine “who they are or where they come from.” That’s", "false. All refugees admitted to the U.S. go through an extensive vetting", "process that involves multiple federal agencies and can take up to 24", "months to complete.", "Trump: My opponent has called for a radical 550 percent increase in", "Syrian refugees on top of existing massive refugee flows coming into our", "country under President Obama. She proposes this despite the fact that", "there’s no way to screen these refugees in order to find out who they", "are or where they come from. I only want to admit individuals into our", "country who will support our values and love our people.", "The Obama administration pledged to admit up to 10,000 Syrian refugees in", "fiscal year 2016 (ending Sept. 30), and Clinton has said that the U.S.", "should increase that number to 65,000. However, Clinton said the U.S.", "should increase the number of Syrian refugees admitted “only if we have as", "careful a screening and vetting process as we can imagine.”", "The current process for admitting a refugee to the U.S. is very lengthy.", "The United Nations High Commissioner for Refugees, or sometimes a U.S.", "embassy, refers a qualified refugee for resettlement in the U.S. After", "that, there’s an initial multistep security clearance, including the", "collection of the refugee’s personal data and background information. That", "is followed by an in-person interview abroad with U.S. Citizenship and", "Immigration Services, which has to approve the application. The security", "clearance involves checking the refugee’s name and fingerprints against", "several government databases. That’s followed by a medical screening and a", "pairing with one of the voluntary agencies in the U.S. that sponsors", "refugees. And, finally, there’s another security clearance to check for", "any new information. That completes the process.", "According to the State Department, the total process from the UNHCR", "referral to finally being admitted into the U.S. takes 18 to 24 months on", "average.", "And while it may be the case that some Syrian refugees lack the", "documentation necessary to identify them, that is not the case for", "everyone. At an October 2015 Senate subcommittee hearing on refugee", "resettlement, Barbara Strack, chief of the refugee affairs division of the", "U.S. Citizenship and Immigration Services, said that Syrian refugees tend", "to have “many, many documents.”", "Trade Deficit Cherry-Picking", "Trump also used a bit of cherry-picking when he said, “Our trade deficit", "in goods reached nearly — think of this, think of this — our trade deficit", "is $800 billion … last year alone.”", "The important word here is “goods.” The total trade deficit, counting both", "goods and services, is smaller.", "Official figures from the U.S. Bureau of Economic Analysis show the value", "of goods that the U.S. imported was $763 billion (not $800 billion) more", "than the value of goods it exported. However, the U.S. does well when it", "comes to exporting services, including travel, education and intellectual", "property such as software. The U.S. imported $262 billion less in services", "than it exported — creating a positive balance in that column.", "Overall, the U.S. trade deficit in goods and services was just over $500", "billion last year.", "And another fact Trump didn’t mention — that figure peaked a decade ago.", "The overall trade deficit reached its high in 2006, and last year’s figure", "was 34 percent lower.", "And as we reported earlier this month, the downward trend is continuing in", "2016.", "During the first five months of this year, the trade deficit has shrunk", "further, down 3.5 percent compared with the same period in 2015.", "Clinton’s Role in NAFTA", "Trump said: “Remember, it was Bill Clinton who signed NAFTA, one of the", "worst economic deals ever made by our country.” Actually, the North", "American Free Trade Agreement Trump was negotiated and signed by President", "George H.W. Bush. President Clinton signed the legislation to implement", "the agreement.", "As we noted when Trump made the same claim last month, Republicans played", "an important role in the passage of the NAFTA bill. The Senate passed the", "North American Free Trade Agreement Implementation Act, 61-38, on Nov. 20,", "1993, with 34 Republican votes, and the House passed it three days", "earlier, 234-200, with 132 Republican votes.", "Trump On Libya Regime Change", "Trump criticized Clinton for her “failed policy of nation-building and", "regime change” and he counted Libya among them. Left unsaid was that Trump", "also supported the military ouster of Moammar Gadhafi at that time.", "Trump: We must abandon the failed policy of nation-building and regime", "change that Hillary Clinton pushed in Iraq, Libya, in Egypt, and Syria.", "But as Sen. Ted Cruz pointed out at a Republican debate in February, Trump", "also supported regime change in Libya at the time. Although Trump denied", "it in the debate, Trump said in 2011 that the U.S. should go into Libya", "“on a humanitarian basis” and “knock this guy out very quickly, very", "surgically, very effectively and save the lives.”", "Trump made that comment in a video posted to his YouTube channel in", "February 2011:", "Trump, Feb. 28, 2011: I can’t believe what our country is doing.", "Gadhafi, in Libya, is killing thousands of people. Nobody knows how bad", "it is and we’re sitting around. We have soldiers all over the Middle", "East and we’re not bringing them in to stop this horrible carnage. And", "that’s what it is, a carnage. … Now we should go in. We should stop this", "guy which would be very easy and very quick. We could do it surgically,", "stop him from doing it and save these lives. This is absolute nuts. We", "don’t want to get involved and you’re going to end up with something", "like you’ve never seen before. Now, ultimately the people will", "appreciate it and they’re going to end up taking over the country", "eventually. But the people will appreciate it and they should pay us", "back. But we have to go in to save these lives. These people are being", "slaughtered like animals. … We should do it on a humanitarian basis.", "Immediately go into Libya, knock this guy out very quickly, very", "surgically, very effectively and save the lives.", "Household Income", "Trump used an often-cited but outdated figure when he said, “Household", "incomes are down more than $4,000 since the year 2000 — that’s 16 years", "ago.” Actually, incomes have been rising lately.", "Trump was speaking of incomes in 2014. According to the Census Bureau’s", "annual figures, the median household income in 2014 was $53,657. And in", "2000, the “real” income (adjusted for inflation, and stated in 2014", "dollars) had been $57,724.", "That indeed is a difference of $4,067. But the notion of a 16-year decline", "is misleading. What Trump failed to mention is that in 2014, real median", "household income had already risen by $1,052 since hitting a", "recession-driven low in 2012.", "Furthermore, a lot has happened since 2014. As we’ve often reported, more", "timely measures show paychecks rising faster than inflation — especially", "in the past two years. The most recent report on average weekly earnings", "for all workers in June was 3.1 percent above the figure for the same", "month in 2014.", "Choosing Your Doctor", "Trump used a popular false talking point about the Affordable Care Act", "when he said that he’d repeal it and “you will be able to choose your own", "doctor again.” The law didn’t take away the ability to choose a doctor, as", "we’ve said before.", "The ACA, otherwise known as Obamacare, expanded Medicaid but also expanded", "private insurance coverage. And as most Americans know — since 55 percent", "have private insurance — the insurers usually have a network of doctors to", "choose from. The ACA didn’t change that.", "We often have heard another version of this claim, asserting that the", "government was coming between you and your doctor, but, again, the ACA", "didn’t come close to establishing a government-run system like Britain or", "Canada have.", "Regulation Repeat", "Trump repeated an overstatement on the costs of regulation — a claim we", "heard on the second day of the convention from Sen. Shelley Moore Capito.", "Trump said that “excessive regulation is costing our country as much as $2", "trillion a year,” but that figure comes from a conservative group’s", "admitted “back-of-the-envelope” calculation and is an estimate of", "regulatory costs that does not include potential savings.", "The calculation comes from the Competitive Enterprise Institute, a staunch", "opponent of government over-regulation. In the report, “Ten Thousand", "Commandments: An Annual Snapshot of the Federal Regulatory State,” author", "Clyde Wayne Crews Jr. calculates the 2013 cost of federal regulatory", "compliance at nearly $1.9 trillion.", "That figure is based on the Office of Management and Budget’s annual", "reports to Congress on the benefits and costs of federal regulation. The", "problem is that the Competitive Enterprise report focused on the “costs”", "and ignored the “benefits” listed in those reports. That tells only half", "the story.", "For more on this topic, check out our 2015 CPAC article where we examined", "a similar claim from Rick Perry.", "Priebus: Iran’s Frozen Assets", "Reince Priebus, chairman of the Republican National Committee, erroneously", "claimed that the Iran nuclear deal “lined the pockets of the world’s", "number one state sponsor of terrorism with your money.” Your money? No.", "The assets unfrozen as part of the deal with Iran were not held by the", "U.S. government. They were Iranian assets held mostly by financial", "institutions in countries outside the U.S., and were frozen due to the", "economic sanctions imposed by the U.S. and other countries. So Priebus was", "wrong to characterize to an American audience that the unfrozen assets", "were “your money.” It was never the United States’ money, nor were the", "assets even controlled by the U.S. government.", "Priebus’ error mirrors the fundamental misunderstanding that underpinned", "Trump’s fanciful recounting in recent weeks of how he would have", "negotiated a tougher nuclear agreement with Iran.", "In one speech, Trump said he would have told Iranian officials that “we", "don’t have the money” to pay back Iran, because of a “bad budget” and", "large U.S. debt. “I’m not gonna be able to give you the $150 billion", "back,” Trump said he would have told Iranian officials. “I can’t do it.” A", "week later, Trump laid out a similar hypothetical negotiation with Iran,", "saying the U.S. “should’ve never given [Iran] back the $150 billion,” and", "that he would have told the country, ” We don’t have it, I’m sorry.” As a", "result, he said, “We would’ve saved $150 billion.”", "Again, the money was never the United States’ to “give back.” And so", "keeping those assets frozen would not have “saved” American taxpayers", "anything.", "Trump was more careful with his wording in his convention speech, saying", "only that the Iran deal “gave back to Iran $150 billion.” The deal did", "result in Iran gaining access to tens of billions in frozen assets.", "However, experts told us the $150 billion figure is inflated.", "Richard Nephew, a sanctions expert who was on the State Department team", "negotiating with Iran, told us the “total amount of foreign-held assets", "was probably something closer to $100 billion.”", "Nader Habibi, a professor of economics at Brandeis University’s Crown", "Center for Middle East Studies, told us the amount received by Iran is", "even lower than that.", "“Based on my research the total amount of Iran’s assets that were released", "as a result of the nuclear agreement were between $25 billion to $50", "billion,” said Habibi, who detailed that calculation in an article for The", "Conversation, a site that publishes articles from academic and research", "experts.", "Clinton and Trump on Debt", "Priebus also said that “a Clinton presidency only means more debt.” Yes,", "but Clinton’s plan would result in a “relatively small” increase in the", "debt, according to the nonpartisan Committee for a Responsible Federal", "Budget. On the other hand, the group found that Trump’s tax and spending", "plan would cause a “massive increase” in the debt.", "“Our national debt is at post-war record-high levels and projected to grow", "unsustainably,” wrote Marc Goldwein, senior policy director of the", "Committee for a Responsible Federal Budget. “And neither former Secretary", "of State Hillary Clinton nor businessman Donald Trump would reverse course", "— Trump, in fact, would make our debt dramatically worse.”", "Clinton has proposed $1.45 trillion in new spending — mostly on", "infrastructure, paid leave and education proposals — according to a June", "27 report by CRFB called “Promises and Price Tags.” But that new spending", "is largely offset by $1.2 trillion in new revenue from proposed tax", "increases for the wealthiest Americans. So, the report concludes, Clinton", "would increase the debt by $250 billion by 2026.", "However, the group found that Trump’s tax plan would result in $10.5", "trillion less in tax revenues, which would be partially offset by $650", "billion less in primary spending. Together with $1.7 trillion in higher", "interest costs, the report concludes that the sum of Trump’s policies", "would increase the debt by $11.5 trillion over 10 years.", "Goldwein noted that the estimates are “subject to uncertainty.” But, he", "said, “there does not seem to be a plausible path for either candidate to", "put the debt on a sustainable path without modifying or adding to their", "plans.” And, he said, neither can get there “simply by growing the", "economy.”", "Update, July 23: This story was updated to add that Egyptian President", "Mohamed Morsi was replaced by interim president Adly Mansour prior to the", "election of Abdul Fattah el-Sisi.", "Correction, July 28: Our initial report contained a typo. The CRFB", "analysis concluded Clinton would increase the debt by $250 billion — not", "$250 million. We thank the reader who pointed this out.", "— Lori Robertson, with Eugene Kiely, Brooks Jackson, Robert Farley,", "D’Angelo Gore, Zachary Gross, Caroline Wallace, Sydney Schaedel and Jenna", "Wang", "Sources", "FactCheck.org. “FactChecking the 10th GOP Debate.” 26 Feb 2016.", "YouTube.com. “From The Desk Of Donald Trump.” 28 Feb 2011.", "Habibi, Nader. “Iran’s frozen funds: how much is really there and how will", "they be used?” The Conversation. 11 Aug 2015.", "Farley, Robert. “Trump’s Fanciful Iran Negotiation.” FactCheck.org. 8 Jul", "2016.", "Auxier, Richard, Burman, et al. “Research Report: An Analysis of Hillary", "Clinton’s Tax Proposals.” Tax Policy Center. 3 Mar 2016.", "Pomerleau, Kyle and Schuyler, Michael. “Details and Analysis of Hillary", "Clinton’s Tax Proposals.” Tax Foundation. 26 Jan 2016.", "Tax Foundation. “A Comparison of Presidential Tax Plans and Their Economic", "Effects.” Accessed 21 Jul 2016.", "Kiely, Eugene, et al. “Donald Trump on Orlando Shooting.” FactCheck.org.", "21 June 2016.", "Washington Post. “The CBS Democratic debate transcript, annotated.” 15 Nov", "2015.", "U.S. Committee for Refugees and Immigrants. “Security Screening of", "Refugees Admitted to the United States: A Detailed, Rigorous Process.”", "Accessed 14 Jun 2016.", "U.S. Department of State. Background Briefing on Refugee Screening and", "Admissions. 17 Nov 2015.", "Kirkpatrick, David. “Named Egypt’s Winner, Islamist Makes History.” New", "York Times. 24 Jun 2012.", "Kirkpatrick, David. “Army Ousts Egypt’s President; Morsi Is Taken Into", "Military Custody.” New York Times. 3 Jul 2013.", "Kirkpatrick, David. “Egypt Erupts in Jubilation as Mubarak Steps Down.”", "New York Times. 11 Feb 2011.", "U.S. Census Bureau. “U.S. Trade in Goods and Services – Balance of", "Payments (BOP) Basis.” 4 Mar 2016.", "U.S. Department of Commerce. Bureau of Economic Affairs. “Table 1. U.S.", "International Transactions: Exports of Goods and Services.” 16 Jun 2016.", "U.S. Department of Commerce. Bureau of Economic Affairs. “Table 1. U.S.", "International Transactions: Imports of Goods and Services.” 16 Jun 2016.", "U.S. Census Bureau. “U.S. International Trade In Goods And Services, May", "2016.” News Release. 6 Jul 2016.", "U.S. Census Bureau. Real Median Household Income in the United States,", "retrieved from FRED, Federal Reserve Bank of St. Louis. Accessed 21 Jul", "2016.", "U.S. Bureau of Labor Statistics. “Employment, Hours, and Earnings from the", "Current Employment Statistics survey (National); Average Weekly Earnings", "of All Employees, 1982-1984 Dollars.” Data extracted 22 Jul 2016.", "Federal Bureau Investigation. “Statement by FBI Director James B. Comey on", "the Investigation of Secretary Hillary Clinton’s Use of a Personal E-Mail", "System.” 5 Jul 2016.", "Kiely, Eugene. “A Guide to Clinton’s Emails.” FactCheck.org. 5 Jul 2016.", "U.S. State Department. “Joint Comprehensive Plan of Action.” Undated.", "Accessed 22 Jul 2016.", "Congressional Research Service. “Iran Nuclear Agreement.” 31 May 2016.", "American Israel Public Affairs Committee. “Taking Stock: The Iran Deal One", "Year Later.” 12 Jul 2016.", "International Atomic Energy Agency. “Implementation of the NPT", "Safeguards Agreement and relevant provisions of Security Council", "resolutions in the Islamic Republic of Iran.”  8 Nov 2011.", "Broad, William J. and David E. Sanger. “Iran Said to Have Nuclear Fuel for", "One Weapon.” New York Times. 19 Nov 2008.", "Mullen, Jethro and Nic Robertson. “Landmark deal reached on Iran nuclear", "program.” CNN. 14 Jul 2015.", "Solomon, Jay. “Hillary Clinton: 6 Mistakes the White House Made.” Wall", "Street Journal. 10 Jun 2014.Landler, Mark. “White House, in Gates’s", "Telling, Restrained Clinton.” New York Times. 10 Jan 2014.", "CBS News. “Face The Nation Transcript May 17, 2015: Walker, Nunes, Gates.”", "Transcript. 17 May 2015.", "Ehrenfreund, Max and Denise Lu. “More people were murdered last year than", "in 2014, and no one’s sure why.” Washington Post. 27 Jan 2016.", "Federal Bureau of Investigation. Uniform Crime Reporting Statistics. Large", "Local Agency Reported Crime by Locality (city, county). Accessed 18 Jul", "2016.", "Major Cities Chiefs Police Association. Violent Crime Survey – Totals.", "Comparison between 2015 and 2014. 30 Jan 2016.", "Robertson, Lori. “Dueling Claims on Crime Trend.” FactCheck.org. 13 Jul", "2016.", "Kiely, Eugene, Robert Farley and D’Angelo Gore. “Donald Trump on Orlando", "Shooting.” FactCheck.org. 21 June 2016.", "Washington Post. “The CBS Democratic debate transcript, annotated.” 15 Nov", "2015.", "U.S. Committee for Refugees and Immigrants. “Security Screening of", "Refugees Admitted to the United States: A Detailed, Rigorous Process.”", "Accessed 14 Jun 2016.", "U.S. Department of State. Background Briefing on Refugee Screening and", "Admissions. 17 Nov 2015.", "Robertson, Lori. “False Assumptions on the Health Care Law.”", "FactCheck.org. 11 Jul 2013.", "Robertson, Lori. “Romney, Obama Uphold Health Care Falsehoods.”", "FactCheck.org. 28 Jun 2012.", "Kaiser Family Foundation. Health Insurance Coverage of the Total", "Population (2014). Accessed 21 Jul 2016.", "* Categories", "* Articles", "* Featured Posts", "* Tags", "* Presidential Election 2016", "* Republican National Convention", "* Location", "* National", "* Issue", "* crime", "* foreign policy", "* income", "* Iran", "* NAFTA", "* Taxes", "* trade deficit", "* People", "* Donald Trump", "* Reince Priebus", "----------------------------------------------------------------------", "Previous StoryFactCheck.org on BBC World Service", "Next StoryTrump Defends Oswald Claim", "----------------------------------------------------------------------", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]