["Link: canonical", "Link: shortlink", "Skip to content", "Happy Yoga Travels Logo", "* ABOUT", "* YOGA", "* TRAVEL", "* FOOD", "* SPIRIT", "Loading...", "* Happy Yoga TravelsSusanne2020-05-16T15:33:28+02:00", "NEW IN THE BLOG", "* Does using an app for meditation defeat the principles of the", "practice?", "DOES USING AN APP FOR MEDITATION DEFEAT THE PRINCIPLES OF THE", "PRACTICE?", "DOES USING AN APP FOR MEDITATION DEFEAT THE PRINCIPLES OF THE PRACTICE?", "We all know by now that meditation works. It’s brain and body enhancing", "benefits are scientifically documented and proven. And I can confirm this", "from my own experience!", "* The Best Camping Places in the South of France", "THE BEST CAMPING PLACES IN THE SOUTH OF FRANCE", "THE BEST CAMPING PLACES IN THE SOUTH OF FRANCE", "France, you stole my heart! My original plan was to drive to Portugal with", "my camper van, but after I arrived in the Provence that quickly went out", "of the window and I decided to stick around a while.", "* LA BELLE VIE YOGA RETREAT IN SAINT RÉMY DE PROVENCE", "LA BELLE VIE YOGA RETREAT IN SAINT RÉMY DE PROVENCE", "I completely fell in love with Saint Rémy de Provence (you can read more", "about what I did in Saint Rémy here) and when Sabrina and Harriet invited", "me to join the Belle Vie Yoga Retreat for a few days, I jumped at the", "chance.", "* Vanlife and Yoga in Saint Rémy de Provence", "VANLIFE AND YOGA IN SAINT RÉMY DE PROVENCE", "VANLIFE AND YOGA IN SAINT RÉMY DE PROVENCE", "Ahh, la Provence! I’m traveling right now with a campervan, exploring this", "beautiful part of France and, yes, I’m stuck here. I already said goodbye", "to my plan of going to Portugal this time, I might not even make it to ...", "* My Favorite 5 Vegan Restaurants in Ubud", "MY FAVORITE 5 VEGAN RESTAURANTS IN UBUD", "MY FAVORITE 5 VEGAN RESTAURANTS IN UBUD", "Ahhh, the food in Bali! It’s simply sooo good! You can get amazing", "Indonesian food mostly everywhere, but I have to admit that I’m pretty", "attached to all the great healthy food restaurants and cafes...", "* 12 Incredible Spiritual Documentaries You Can Watch Online", "12 INCREDIBLE SPIRITUAL DOCUMENTARIES YOU CAN WATCH ONLINE", "12 INCREDIBLE SPIRITUAL DOCUMENTARIES YOU CAN WATCH ONLINE", "[social_warfare] 12 INCREDIBLE SPIRITUAL DOCUMENTARIES YOU CAN WATCH", "ONLINE By Susanne Rieker Just between us? I’m sometimes feeling really", "smug that I don’t own a TV. But the truth is, I [...]", "* Review Radiantly Alive Yoga in Ubud", "My Review of Radiantly Alive Yoga in Ubud, Bali", "My Review of Radiantly Alive Yoga in Ubud, Bali", "I can’t believe it’s been already over 5 years since I visited Radiantly", "Alive in Ubud, Bali, for the first time! In those years I sweated, cried,", "laughed and loved in this yoga studio in Bali.", "* Links I love – Great Stuff I Found on the Web", "LINKS I LOVE – GREAT STUFF I FOUND ON THE WEB FOR YOU", "LINKS I LOVE – GREAT STUFF I FOUND ON THE WEB FOR YOU", "Today, my friends, I thought I’d share some of my favorite recent links", "from around the web, things I love and that hopefully inspire you.", "* How to Nourish Your Bliss After a Yoga Retreat", "HOW TO NOURISH YOUR BLISS AFTER A YOGA RETREAT", "HOW TO NOURISH YOUR BLISS AFTER A YOGA RETREAT", "Oh retreat! We feel so amazing on retreat. It's the perfect place to", "unwind in a safe, nurturing environment, surrounded by uplifting friends", "and inspiring teachers. Energizing yoga practices, daily meditation...", "READ MORE", "WHAT’S THE PERFECT YOGA RETREAT FOR YOU?", "Meditating in the morning, lounging in luxury beach clubs after yoga or", "learning to surf in the afternoons? Find out what yoga retreat’s perfect", "for you with this fun quiz.", "TAKE QUIZ", "About", "ABOUT", "Happy Yoga Travels is for you. It’s for everyone who doesn’t follow the", "beaten track, who wants to explore new yoga places and discover the best", "yoga retreats around the world. You might want to go on a spiritual", "pilgrimage one time and fit in a yoga class on a city break next time –", "everything is possible.", "Do you like what you are reading here? Great! I would love it if you would", "follow us on FACEBOOK and INSTAGRAM. Check out PINTEREST for more", "inspiration about yoga and traveling.", "FOLLOW ME ON INSTAGRAM", "Haha, this is so true. Comment with a smiley if yo Haha, this is so true.", "Comment with a smiley if you agree.", "Are you tired of following trends and keeping up w  Are you tired of", "following trends and keeping up with all the new ways of showing up for", "your business and it’s stressing you out? Yeah, same 🤪.  That’s why I’m so", "excited to tell you about the CONTENT CONFIDENCE SUMMIT! The goal for this", "summit is different than most. Inside you’ll learn everything you need to", "show up, be seen and grow your wellness business authentically.  On April", "1st @thelucias is bringing you presentations from 7 industry experts who", "have found ways to create content with intention and authenticity. You’ll", "hear about everything from Instagram Stories, Make More Sales Using Your", "Email List (Introverts Love This!), Creating High Quality Photos of", "Yourself, and more. And I’m going to be talking all about how to build a", "gorgeous website that helps you get more clients 24/7!  The best part?", "It’s totally free!   Send me a DM if you’d like to join and I’ll send you", "the link 🤩!", "Sometimes I find it hard to relax, because I’m s Sometimes I find it hard", "to relax, because I’m so excited about building my business and there’s", "always tons to do. Right now I'm full on in content creation mode, working", "on the trainings for Blissful Brand Blueprint, and it's hard to", "stop...⁠⠀⁠⁠ ⁠⠀⁠⁠ But I’ve learned that I need to have balance in my life.", "And having a dog definitely helps. ⁠⠀⁠⁠ ⁠⠀⁠⁠ I mean, who can be stressed", "looking at this???⁠⠀⁠⁠ 😂⁠⠀", "Spring is here, or nearly, and you know what that Spring is here, or", "nearly, and you know what that means? SPRING CLEANING! Time to start", "cleaning up, cleaning out, and starting fresh. 🌸⁠ ⁠ But why limit that to", "your house or your closet?⁠ ⁠ Now’s the perfect time to also take a closer", "look at the functionality, usability and relevance of your website, and", "where you may be able to make some improvements.⁠ ⁠ In this week’s episode", "in the Blissful Biz podcast I’m sharing 10 small but mighty things that", "you can do today too to refresh your website for spring.⁠ ⁠ #1 Exchange", "Your Homepage Header Image⁠ ⁠ You won’t believe how powerful images are", "when defining your site’s vibe until you replace them. That’s why new", "visuals make such a big difference in a website makeover. Adding and", "removing images from your site is one of the simplest ways of giving a", "fresh look and feel to it. One simple click and you got yourself a whole", "new look. ⁠ ⁠ #2 Update Your Brand Message⁠ ⁠ Your brand message is where", "you tell your visitors what you do and how you can help them.⁠ ⁠ The most", "important thing to remember here, is to keep it simple.⁠ ⁠ If your message", "is confusing, people tune out. Instead, you need a simple, quick message", "everybody can understand at a quick glance.⁠ ⁠ If you don’t have that,", "potential clients might get confused about what you offer. Or they can’t", "see the picture of how their lives will improve by working with you. When", "this happens, your message falls flat.⁠ ⁠ If you want to hear the rest of", "my tips, listen to the Blissful Biz podcast on Apple podcasts or Spotify", "or go to www.susannerieker.com. ⁠ ⁠ Tell me: do you update your website", "for spring? If yes, what do you want to change? ⁠", "Sunday. Best day of the week. Especially with a pu Sunday. Best day of the", "week. Especially with a puppy 🐶.⁠ ⁠ The day is for play, but every Sunday", "evening, I open Asana and plan the upcoming week. I look at my to-do list", "and assign tasks to every day of the week. ✅⁠ ⁠ I’m asking myself things", "like:⁠ ⁠ What meetings do I have in my calendar?⁠ How much hours per day", "is left for to-dos?⁠ Are there any important deadlines?⁠ What on my to-do", "list is most important and will help me move my business forward?⁠ What", "can I delegate to my assistant to free up time?⁠ What am I committing to", "get done in the next week?⁠ ⁠ It takes a little bit of time but for me", "it's fun and gets me excited about the week ahead 😊 ⁠ ⁠ Tell me, what are", "you committing to get done next week?⁠", "Working hard but loving every moment. Drop a “💛” below if you feel the", "same.", "FACEBOOK PINTEREST INSTAGRAM", "Search for: _____________________", "[  ]", "© 2019 Susanne Rieker Happy Yoga Travels | Privacy | Terms of Use |", "Disclaimer | Imprint", "HHMM, COOKIES!", "We use cookies to personalize content and ads, to provide social media", "features and to analyze our traffic. We also share information about your", "use of our site with our social media, advertising and analytics partners", "who may combine it with other information that you’ve provided to them or", "that they’ve collected from your use of their services.", "Read More", "ACCEPT", "Close", "Necessary", "[ ] Necessary", "Always Enabled", "This is an necessary category.", "Analytics", "[ ] analytics", "Performance", "[ ] performance", "Uncategorized", "[ ] uncategorized", "Advertisement", "[ ] advertisement", "Functional", "[ ] functional", "Save & Accept", "Go to Top"]