["Link: profile", "Link: publisher", "_____________________", "Search for: _____________________  Submit", "Observer", "New Jersey Politics", "* Arts", "* |", "* Entertainment", "* |", "* Innovation", "* |", "Events Newsletters", "* Arts", "* Theater", "* Visual Art", "* Opera", "* Dance", "* Books", "* Entertainment", "* Movies", "* TV", "* Celebrity", "* Lifestyle", "* Innovation", "* Technology", "* Space", "* Digital Media", "* Startups", "Events Newsletters", "* Phil Murphy", "New Jersey Millionaires’ Tax Must Wait for Another Day", "* can police force you to unlock your phone?", "NJ Supreme Court Will Determine Whether Cops Can Force You to Unlock Your Mobile", "Device", "* [IMG]", "The Evolution of Poll Books Brings New Jersey Into the Digital Age", "* Ocean County GOP Chairman George Gilmore at the Ocean County GOP", "Convention on March 8, 2017.", "George Gilmore’s Alleged Crimes Must Not Erase His Accomplishments", "News", "Welcome to New Jersey sign.", "NJ Politics Digest: Looking to Retire? New Jersey’s Not Your Best Bet, Report", "Says", "By Observer Politics Team", "[IMG]", "Democrats May Make More Than Legal Weed Go Up in Smoke", "By Donald Scarinci", "A car pass by a Exxon mobile gas station on October 25, 2018 in Weehawken", "New Jersey.", "NJ Politics Digest: Residents Claim Gas Tax Hike Hasn’t Led to Improved Roads", "By Observer Politics Team", "New Jersey State Attorney General Gurbir Grewal", "NJ Politics Digest: Fight Brewing Over Counties’ Refusal to Obey AG’s Policies", "By Observer Politics Team", "A picture taken on September 19, 2017 at Rennes' courthouse shows a statue", "of the goddess of Justice balancing the scales. / AFP PHOTO / LOIC VENANCE", "(Photo credit should read LOIC VENANCE/AFP/Getty Images)", "NJ Politics Digest: Judges Allegedly Mishandled Teen Rape Cases", "By Observer Politics Team", "Features", "* Insurance brokerages that make political donations are declining to", "disclose large amounts of money received indirectly from public", "entities.", "Special Report: How Insurance Brokers Reap Public Funds Without Disclosure", "* From left, Alicia Menendez, Bob Menendez, Robert Menendez Jr. and", "attorney Jenny Kramer.", "Menendez Survives: Judge Declares Mistrial Due to Hung Jury", "* Phil Murphy", "The 2017 PolitickerNJ Power List", "* Phil Murphy.", "Phil Murphy Elected New Jersey Governor", "* Gov. Chris Christie shakes hands with Chief Justice Stuart Rabner", "after his state of the state speech in January. Other members of the", "Supreme Court are to the left, and Lt. Gov. Kim Guadagno is at right.", "NJ Supreme Court an Afterthought in Governor’s Race", "* Bob Menendez.", "High Drama, High Stakes as Menendez Trial Begins", "* The Assembly chamber.", "The Key Players Leaving the NJ Legislature", "* Phil Murphy.", "Exclusive: Murphy Plans to Raise $1.3 Billion in Taxes", "* Carlos Rendo and Kim Guadagno.", "Guadagno Announces Carlos Rendo as Running Mate", "* Sheila Oliver.", "Phil Murphy and Sheila Oliver, Two Faces of the Democratic Party", "* Prieto said he plans to post the budget for a vote.", "NJ Government Shuts Down Amid Horizon Deadlock", "* Ciattarelli at his Hillsborough polling place.", "What’s Next for Jack Ciattarrelli?", "* Phil Murphy.", "On Murphy’s Road to Victory, No Stone Left Unturned", "* Assembly Speaker Vincent Prieto, left, and Senate President Steve", "Sweeney.", "Prieto’s Revenge: NJ Speaker Asserts Power After Coughlin Endorsements", "* Gov. Chris Christie, a bunch of schoolgirls, and some charts.", "Christie Still Has a Few Things to Say", "Winners & Losers", "Chris Christie", "Winners and Losers: The Week of Christie’s Last State of the State", "By Observer Staff", "A major snowfall buried NJ this week.", "Winners and Losers: The Week of the Bomb Cyclone", "By Observer Staff", "Phil Murphy and Kim Guadagno during the primary debates.", "Year in Review: The Winners and Losers in 2017", "By Observer Staff", "True, money alone won’t fix schools. But it does help it pay the bills and", "stay open.", "Winners and Losers: Lawmakers Giveth; Lawmakers Taketh Away", "By Observer Staff", "Observer", "* Arts", "* Entertainment", "* Innovation", "* Contact", "* About", "* Advertise", "* Newsletters", "* Sitemap", "* *  *  *  * * Privacy", "* Terms", "* Cookie Settings", "* Do not sell my data", "Powered by WordPress VIP", "We noticed you're using an ad blocker.", "We get it: you like to have control of your own internet experience.", "But advertising revenue helps support our journalism.", "To read our full stories, please turn off your ad blocker.", "We'd really appreciate it.", "How Do I Whitelist Observer?", "How Do I Whitelist Observer?", "Below are steps you can take in order to whitelist Observer.com on your", "browser:", "For Adblock:", "Click the AdBlock button on your browser and select Don't run on pages on", "this domain.", "For Adblock Plus on Google Chrome:", "Click the AdBlock Plus button on your browser and select Enabled on this", "site.", "For Adblock Plus on Firefox:", "Click the AdBlock Plus button on your browser and select Disable on", "Observer.com.", "Then Reload the Page"]