["Link: canonical", "Link: shortlink", "Skip to content", "Happy Yoga Travels Logo", "* ABOUT", "* YOGA", "* TRAVEL", "* FOOD", "* SPIRIT", "* View Larger Image My Yoga Vacation at Sivananda Ashram in Kerala,", "India", "MY YOGA VACATION AT SIVANANDA ASHRAM IN KERALA, INDIA", "[social_warfare]", "I visited the Sivananda ashram in Kerala, India in 2010. I stayed only for", "a week but it left a deep impression on me. I love to remember the beauty", "and peace of the place, the chanting together with 200 yogis, the", "meditation and satsang sessions and of course the great yoga classes.", "The Sivananda ashram in Kerala offers a so-called yoga holiday program,", "designed to „give your life a boost, develop positive thinking, radiant", "health and inner peace through the practice of ancient yogic techniques", "for balanced living.“ The yoga vacation is based on the teachings of Swami", "Sivananda and Swami Vishnudevananda. It is designed to help you develop a", "strong yoga practice, which can be incorporated back into your daily life", "at home.", "The Sivananda ashram is situated in Neyyar Dam in Kerala in India, close", "to the city Trivandrum (Thiruvananthapuram). You can fly to Trivandrum and", "catch a taxi to the ashram. The ashram is set next to a beautiful lake in", "the foothills of Kerala’s Western Ghats, surrounded by nature, a true", "tropical paradise.", "When you arrive you have to sign a form that you will apply to the ashrams", "rules. There are quite a few – for example no smoking, no sex, no leaving", "the ashram… I didn’t have a problem with that since I knew of these rules", "before I came. The schedule is not optional and the staff members are", "strict – I think they need to be, especially when the ashram is full.", "Everyone is kind and accommodating, but this is not a vacation for those", "who want to be free to hang about and just “chill”.", "The daily schedule is definitely demanding. Here it is:", "5:30am: Wake up", "6:00am: Meditation and chanting", "7:30am: Tea", "8:00am: Yoga", "10:00am: Lunch", "11:00am: Karma Yoga (chores of the ashram, like gardening, serving food or", "cleaning)", "1:30pm: Fruits and tea", "2:00pm: Lecture (for example philosophy of yoga or background of", "meditation)", "4:00pm: Yoga", "6:00pm: Dinner", "8:00pm: Meditation and chanting", "10:30pm: Lights out", "Sivananda Ashram in Kerala Accommodation", "Sivananda Ashram India Room", "Accommodation is simple but sufficient. I shared a simple room with a", "lovely smiling Indian girl who studied in Canada. The room contained two", "single beds, each with a mosquito net, and that was it. Showers and", "Toilets were shared. You can also stay in a dorm, the rooms looked nice", "and clean too.", "Sivananda Ashram in Kerala Food", "Sivananda Ashram in Kerala Food", "Twice a day you sit down in silence for a full meal of vegetarian Indian", "food. Mostly it consisted of dhal, vegetables, brown rice, chapatti (wheat", "pancakes), salad and coconut sambal. I thoroughly enjoyed the food. If you", "find yourself still hungry after meals, there is a lovely little café", "where you can get fruit salads and more. Be prepared to sit on the floor", "for meals and to eat with your hands, as is common in parts of India.", "Sivananda Ashram Yoga", "Sivananda Ashram in Kerala Yoga", "Two two-hour long yoga classes a day will leave you tired, but in a good", "way, and will quickly build your strength. While I was sometimes", "frustrated by the rigid class structure (expect no flowing Vinyasa – it’s", "the same poses every time), I learned a lot and made progress in some", "difficult poses too. The instructors were excellent. There are beginner", "and advanced levels; skip the gentle yoga unless you are really, truly", "exhausted. If you are an absolute beginner, try to arrive at the very", "beginning of a yoga vacation period and stay the whole two weeks.", "Sivananda Ashram Meditation and Chanting", "Sivananda Ashram Tea Time", "The meditation and chanting twice a day were exhausting and beautiful and", "uplifting all at the same time. I grew to love the chanting especially. Be", "warned though – the songs will be in your head for a long time after you", "left the ashram. I catched myself humming „om namah shivaya, om namah", "shivaya…“ more than one time.", "Summary of my experience at the Sivananda Ashram in Kerala:", "I have to admit that I didn’t love my stay at the ashram so much while I", "was there, the strict schedule really took a toll on me. It’s a", "challenging program and not a relaxing yoga vacation at the beach, that’s", "for sure. But the effects stayed with me for a long, long time afterwards.", "I started to meditate regularly after my stay and alone for that I will be", "forever grateful. My asana yoga practice also got much stronger. And I", "left with a feeling of peace, calmness and happiness. It’s very hard to", "explain the impact it has left, but it’s an incredible journey and I", "recommend the ashram to everyone who wants to deepen his or her yoga", "practice.", "Varkala Beach", "Good to know", "The ashram has a strict dress code. You should cover your shoulders,", "stomach and legs at all times, even in yoga class (so no short shorts and", "Lululemon bra style tops). Check out the website for more details.", "The costs for your stay depend on season and type of accommodation and", "include accommodation, yoga and food. You will find it very cheap.", "Minimum stay is 3 days, recommended is 2 weeks. You don’t need to reserve", "a space in advance if you want to stay in the dorm. For a twin room you", "should make a reservation.", "After your stay at the ashram visit Varkala for some relaxing at the", "beach.", "Find out more on the Ashram’s website: http://sivananda.org.in/neyyardam/", "Susanne2017-02-28T12:27:45+01:00", "Related Posts", "* THE BEST CAMPING PLACES IN THE SOUTH OF FRANCE", "THE BEST CAMPING PLACES IN THE SOUTH OF FRANCE", "THE BEST CAMPING PLACES IN THE SOUTH OF FRANCE", "October 2nd, 2019", "* LA BELLE VIE YOGA RETREAT IN SAINT RÉMY DE PROVENCE", "LA BELLE VIE YOGA RETREAT IN SAINT RÉMY DE PROVENCE", "LA BELLE VIE YOGA RETREAT IN SAINT RÉMY DE PROVENCE", "September 29th, 2019", "* VANLIFE AND YOGA IN SAINT RÉMY DE PROVENCE", "VANLIFE AND YOGA IN SAINT RÉMY DE PROVENCE", "VANLIFE AND YOGA IN SAINT RÉMY DE PROVENCE", "September 16th, 2019", "* Popular", "* Recent", "* 10 epic Savasana songs for yoga bliss", "10 EPIC SAVASANA SONGS FOR YOGA BLISS", "February 14th, 2019", "* MY FAVORITE SPIRITUAL BOOKS FOR TRAVELING", "MY FAVORITE SPIRITUAL BOOKS FOR TRAVELING", "December 21st, 2015", "* [IMG]", "10 PODCASTS EVERY YOGI NEEDS TO LISTEN TO", "May 11th, 2019", "* [IMG]", "5 AFTER WORK YOGA POSES", "December 21st, 2018", "* Review Yoga Retreat with Meghan Currie and Super Soul", "Review Yoga Retreat with Meghan Currie and Super Soul", "January 18th, 2019", "Susanne Rieker", "I teach yoga teachers & spiritual entrepreneurs how to build a successful", "online business, come visit me at www.susannerieker.com.", "FACEBOOK PINTEREST INSTAGRAM", "Search for: _____________________", "[  ]", "© 2019 Susanne Rieker Happy Yoga Travels | Privacy | Terms of Use |", "Disclaimer | Imprint", "HHMM, COOKIES!", "We use cookies to personalize content and ads, to provide social media", "features and to analyze our traffic. We also share information about your", "use of our site with our social media, advertising and analytics partners", "who may combine it with other information that you’ve provided to them or", "that they’ve collected from your use of their services.", "Read More", "ACCEPT", "Close", "Necessary", "[ ] Necessary", "Always Enabled", "This is an necessary category.", "Analytics", "[ ] analytics", "Performance", "[ ] performance", "Uncategorized", "[ ] uncategorized", "Advertisement", "[ ] advertisement", "Functional", "[ ] functional", "Save & Accept", "Go to Top"]