["Link: canonical", "Link: amphtml", "[ Submit ]", "* Sign In", "My Account", "Manage Account Digital Magazines Help Center Sign Out", "* Subscribe", "* A Reading List to Celebrate Asian Authors", "* Video", "* [IMG]Newsletter", "[ Submit ] [ Submit ]", "_____________________", "My Account", "* Manage Account", "* Digital Magazines", "* Help Center", "* Sign Out", "Sign In", "Sections", "* Home", "* U.S.", "* Politics", "* World", "* Health", "* Personal Finance by NextAdvisor", "* Business", "* Tech", "* Entertainment", "* Ideas", "* Science", "* History", "* Newsfeed", "* Sports", "* Magazine", "* TIME 2030", "* Video", "* TIME100 Talks", "* The TIME Vault", "* TIME for Kids", "* TIME Edge", "* Branded Content", "Join Us", "* Newsletters", "* Subscribe", "* Give a Gift", "* Shop the TIME Store", "Customer Care", "* US & Canada", "* EMEA & Latin America", "* Asia Pacific", "Reach Out", "* Careers", "* Press Room", "* Contact the Editors", "* Reprints and Permissions", "More", "* Privacy Policy", "* Your California Privacy Rights", "* Terms of Use", "* Site Map", "Connect with Us", "Link: https://www.facebook.com/time", "Link: https://www.instagram.com/time/?hl=en", "Link: https://twitter.com/time", "Link: https://www.pinterest.com/timemagazine", "* Opinion", "* politics", "* The Secret Language of Millennials", "The Secret Language of Millennials", "Concert crowd", "Concert crowd", "Getty Images/Vetta", "By Nick Gillespie", "July 11, 2014 12:01 AM EDT", "Fifty years ago, baby boomers and their parents suffered through what was", "ubiquitously understood as “the generation gap,” or the inability for", "different generations to speak clearly with one another.", "A new national poll of Americans ages 18 to 29 — the millennial generation", "— provides strong evidence of a new generation gap, this time with the", "boomers (born from 1946 to 1964) playing the role of uncomprehending", "parents. When millennials say they are liberal, it means something very", "different than it did when Barack Obama was coming of age. When", "millennials say they are socialists, they’re not participating in ostalgie", "for the old German Democratic Republic. And their strong belief in", "economic fairness shouldn’t be confused with the attitudes of the Occupy", "movement.", "The poll of millennials was conducted by the Reason Foundation (the", "nonprofit publisher of Reason.com, the website and video platform I edit)", "and the Rupe Foundation earlier this spring. It engaged nearly 2,400", "representative 18-to-29-year-olds on a wide variety of topics.", "This new generation gap certainly helps explain why millennials are far", "less partisan than folks 30 and older. Just 22% of millennials identify as", "Republican or Republican-leaning, compared with 40% of older voters. After", "splitting their votes for George W. Bush and Al Gore in 2000 (each", "candidate got about 48%), millennials have voted overwhelmingly for", "Democratic candidates in the 2004, 2008 and 2012 elections. Forty-three", "percent of millennials call themselves Democrats or lean that way. Yet", "that’s still a smaller percentage than it is for older Americans, 49% of", "whom are Democrats or lean Democrat. Most strikingly, 34% of millennials", "call themselves true independents, meaning they don’t lean toward either", "party. For older Americans, it’s just 10%.", "Millennials use language differently than boomers and Gen X-ers (those", "born from 1965 to 1980). In the Reason-Rupe poll, about 62% of millennials", "call themselves liberal. By that, they mean they favor gay marriage and", "pot legalization, but those views hold little or no implication for their", "views on government spending. To millennials, being socially liberal is", "being liberal, period. For most older Americans, calling yourself a", "liberal means you want to increase the size, scope and spending of the", "government. (It may not even mean you support legal pot and marriage", "equality.) Despite the strong liberal tilt among millennials, 53% say they", "would support a candidate who was socially liberal and fiscally", "conservative. (Are you listening, major parties?)", "There are other areas in which language doesn’t track neatly with boomer", "and Gen X definitions. Millennials have no firsthand memories of the", "Soviet Union or the Cold War. Forty-two percent say they prefer socialism", "as a means of organizing society, but only 16% can define the term", "properly as government ownership of the means of production. In fact, when", "asked whether they want an economy managed by the free market or by the", "government, 64% want the former and just 32% want the latter. Scratch a", "millennial “socialist” and you are likely to find a budding entrepreneur", "(55% say they want to start their own business someday). Although they", "support a government-provided social safety net, two-thirds of millennials", "agree that “government is usually inefficient and wasteful,” and they are", "highly skeptical toward government with regards to privacy and nanny-state", "regulations about e-cigarettes, soda sizes and the like.", "For all the attention lavished on the youthful, anticapitalist Occupy", "movement a few years ago, it turns out that millennials have strongly", "positive attitudes toward free markets. (Just don’t call it capitalism.)", "Not surprisingly, they define fairness in a way that is less about income", "disparity and more about getting your due. Almost 6 in 10 believe you can", "get ahead with hard work, and a similar number want a society in which", "wealth is parceled out according to your achievement, not via the tax code", "or government redistribution of income. Even though 70% favor guaranteed", "health care, housing and income, millennials have no problem with unequal", "outcomes.", "Like most older Americans, too, millennials are deeply worried about", "massive and growing federal budgets and debt, with 78% calling such things", "a major problem.", "It would be a real shame if we can’t have the sorts of conversations we", "need to address and remedy such issues because different generations are", "talking past each other. Millennials are different from boomers or Gen", "X-ers: culture comes first and politics second to them. They are less", "partisan, and they are less hung up about things such as pot use, gay", "marriage and immigration. But in many ways, they agree with older", "generations when it comes to the value and legitimacy of work, the role of", "government in helping the poor and the inefficiency of government to do", "that.", "Everyone agrees that there are crises everywhere: Social Security and", "Medicare are going bust, and the economy has been on life support for", "years. The best solutions will engage and involve Americans of all ages.", "The Reason-Rupe poll points to some places where generations are talking", "past each other and others where there is wide agreement. Giving its", "finding, a close read might just help narrow today’s generation gap so we", "can get on with improving all generations’ prospects.", "[IMG]", "Subscribe to TIME", "[IMG]", "Sign up for Inside TIME. Be the first to see the new cover of TIME and get our", "most compelling stories delivered straight to your inbox.", "_____________________", "Please enter a valid email address.", "* The request timed out and you did not successfully sign up. Please", "attempt to sign up again.", "Sign Up Now", "An unexpected error has occurred with your sign up. Please try again", "later.", "[ ] Check the box if you do not wish to receive promotional offers via", "email from TIME.", "You can unsubscribe at any time. By signing up you are agreeing to our", "Terms of Service and Privacy Policy. This site is protected by reCAPTCHA", "and the Google Privacy Policy and Terms of Service apply.", "Thank you!", "For your security, we've sent a confirmation email to the address you", "entered. Click the link to confirm your subscription and begin receiving", "our newsletters. If you don't get the confirmation within 10 minutes,", "please check your spam folder.", "Contact us at letters@time.com.", "SHARE THIS STORY", "Read More From TIME", "Related Stories", "Read Next", "[IMG]", "Joe Biden Should Become the Service President", "Next Up: Editor's Pick", "[IMG]", "The 25 Defining Works of the Black Renaissance", "EDIT POST", "You have reached your limit of 4 free articles.", "Get unlimited access to TIME.com.", "1 year for $25", "Subscribe Now", "Already a print subscriber? Go here to link your subscription.", "Need help? Visit our Help Center.", "Thank you for reading TIME. You have a limited number of free articles.", "You have 3 free articles left. Subscribe for just $25.", "You have 2 free articles left. Subscribe for just $25.", "You have 1 free article left. Subscribe for just $25.", "This is your last free article. Subscribe for just $25.", "Subscribe Subscribe Now", "* Home", "* U.S.", "* Politics", "* World", "* Health", "* Personal Finance by NextAdvisor", "* Business", "* Tech", "* Entertainment", "* Ideas", "* Science", "* History", "* Newsfeed", "* Sports", "* Magazine", "* The TIME Vault", "* TIME For Kids", "* TIME Edge", "* Video", "* Masthead", "* Newsletters", "* Subscribe", "* Give a Gift", "* Shop the TIME Store", "* Careers", "* Press Room", "* Contact the Editors", "* U.S. & Canada Customer Care", "* EMEA and Latin America Customer Care", "* Asia Pacific Customer Care", "* Reprints and Permissions", "* Site Map", "© 2021 TIME USA, LLC. All Rights Reserved. Use of this site constitutes", "acceptance of our Terms of Service, Privacy Policy (Your California", "Privacy Rights) and Do Not Sell My Personal Information.", "TIME may receive compensation for some links to products and services on", "this website. Offers may be subject to change without notice.", "This site is protected by reCAPTCHA and the Google Privacy Policy Terms of", "Service apply. | EU Data Subject Requests"]