["Link: canonical", "Link: shortlink", "Skip to content", "Happy Yoga Travels Logo", "* ABOUT", "* YOGA", "* TRAVEL", "* FOOD", "* SPIRIT", "ABOUT", "ABOUTSusanne2019-09-16T17:28:37+02:00", "WELCOME, GREAT THAT YOU ARE HERE!", "Happy Yoga Travels is for you. It’s for everyone who doesn’t follow the", "beaten track, who wants to explore new yoga places and discover the best", "yoga holiday destinations. You might want to go on a spiritual pilgrimage", "one time and fit in a yoga class on a city break next time – everything is", "possible. It’s for you if you love yoga. And traveling.", "But who’s actually writing here?", "about", "I’m Susanne and I love yoga, traveling to countries near and far and", "sharing my experiences and insights with you guys.", "Originally I’m from Hamburg, Germany. I’ve been working in advertising for", "a long time, including lots of stress, too many hours on the desk and", "everything that comes with it. Until I’ve discovered yoga and step by", "step more awareness and attention FOR ME sneaked into my life.", "Slowly I started realizing what’s good for me and what just doesn’t work.", "Too much stress and work makes me unhappy and sick. I really don’t like", "cold wet winters in Germany. Practicing yoga in warm tropical countries", "makes me extremely happy and content. I love working for myself and as a", "freelancer.", "Step by step I changed my life towards a happier lifestyle. I spent a lot", "of time in Bali, training as a yoga teacher, practicing yoga, learning", "many new things and soaking up the tropical lifestyle. Today I share my", "time between Hamburg, Germany and Bali, working as a yoga teacher and", "digital entrepreneur.", "I love my life! The biggest change? How it feels on the inside. Exactly", "right. I have no idea where I’ll be in five years and what I’ll be doing", "then. I have no master plan anymore, instead I trust in fate and destiny.", "Come and join me on my yoga journey and get inspiration for your next yoga", "trip!", "I hope you enjoy reading my blog. If you have any questions or just want", "to leave me a message, please get in touch! I would love to hear from you!", "Love, Susanne", "Do you like what you are reading here? Great! I would love it if you would", "follow me on FACEBOOK. More pictures you’ll find on INSTAGRAM. And visit", "PINTEREST for even more inspiration about yoga and traveling.", "* Popular", "* Recent", "* 10 epic Savasana songs for yoga bliss", "10 EPIC SAVASANA SONGS FOR YOGA BLISS", "February 14th, 2019", "* MY FAVORITE SPIRITUAL BOOKS FOR TRAVELING", "MY FAVORITE SPIRITUAL BOOKS FOR TRAVELING", "December 21st, 2015", "* [IMG]", "10 PODCASTS EVERY YOGI NEEDS TO LISTEN TO", "May 11th, 2019", "* [IMG]", "5 AFTER WORK YOGA POSES", "December 21st, 2018", "* Review Yoga Retreat with Meghan Currie and Super Soul", "Review Yoga Retreat with Meghan Currie and Super Soul", "January 18th, 2019", "Susanne Rieker", "I teach yoga teachers & spiritual entrepreneurs how to build a successful", "online business, come visit me at www.susannerieker.com.", "FACEBOOK PINTEREST INSTAGRAM", "Search for: _____________________", "[  ]", "© 2019 Susanne Rieker Happy Yoga Travels | Privacy | Terms of Use |", "Disclaimer | Imprint", "HHMM, COOKIES!", "We use cookies to personalize content and ads, to provide social media", "features and to analyze our traffic. We also share information about your", "use of our site with our social media, advertising and analytics partners", "who may combine it with other information that you’ve provided to them or", "that they’ve collected from your use of their services.", "Read More", "ACCEPT", "Close", "Necessary", "[ ] Necessary", "Always Enabled", "This is an necessary category.", "Analytics", "[ ] analytics", "Performance", "[ ] performance", "Uncategorized", "[ ] uncategorized", "Advertisement", "[ ] advertisement", "Functional", "[ ] functional", "Save & Accept", "Go to Top"]