["Link: canonical", "Link: shortlink", "Skip to content", "Susanne Rieker | Marketing for Yoga Teachers Logo", "* ABOUT", "* WORK WITH ME", "* COURSES", "* PODCAST", "* BLOG", "* CONTACT", "* FREEBIES", "Susanne Rieker | Marketing for Yoga Teachers2021-03-06T18:46:16+01:00", "Hey there", "Hi, I’m Susanne Rieker.", "I help yoga teachers and wellness entrepreneurs build a soulful online", "business that’s aligned with your values AND successful.", "LET’S GET STARTED", "Hey there", "Hi, I’m Susanne Rieker.", "I help yoga teachers and wellness entrepreneurs build a thriving online", "business.", "LET’S GET STARTED", "LET’S GROW YOUR BUSINESS", "I’m so happy you found your way here! I’ve worked with hundreds of yoga", "and wellness entrepreneurs from around the world, helping them to build a", "brand, website and online business so they can make more money doing what", "they love and I’m here to help you too. My mission? Empowering you to", "build the business of your dreams and create the success you deserve", "sharing your passion.", "Free Teach Yoga Online Guide", "TEACH YOGA ONLINE", "Download the free cheat sheet with my best tech-savvy tips and resources", "how to successfully teach yoga online.", "GIVE IT TO ME", "Yoga Teacher Website Masterclass", "NEED A WEBSITE?", "Sign up for my free workshop and learn how to get a website that will", "attract more students and sell your services like woah.", "SIGN ME UP", "Free Masterclass", "FREE MASTERCLASS", "Get fully updated on what it takes to create and launch an online course", "successfully. Watch the free masterclass now!", "WATCH IT NOW", "Take the quiz", "WHAT’S YOUR YOGA GODDESS?", "Take the free quiz and find out how to own your awesome, yoga goddess", "energy, stand out from the crowd and live your best life.", "TAKE THE QUIZ", "×", "Close", "REAL PEOPLE, REAL RESULTS", "vero-kruta", "„Thanks to Susanne, I launched my first online course to over 50 students!", "I had a very small audience to begin with, but Susanne’s tips helped me", "grow that list to over 700 over a few months. I also appreciated her", "encouragement and guidance that kept me on track during the times I", "doubted myself. I highly recommend her to anyone, especially if you have", "no marketing experience.”", "– Veronika Kruta, Tango & Yoga Teacher", "“As a yoga teacher there are a million of things you ”should do” to market", "yourself.", "It can feel like a jungle out there in the digital world. Susanne provides", "valuable tips and shares her own personal experience. I love working with", "Susanne as she’s not ”just” a digital marketer but she’s a yoga teacher.", "This makes all the difference. To work with someone who really knows what", "it’s like in the yoga business industry, sees how the digital marketing", "world keeps evolving and adapts all of that to us teachers.”", "–  Lisa Andersson Rhodiner, Yoga Teacher", "Lisa", "Janina", "“I really loved creating my website with the help of Blissful Websites!", "Susanne, you made it so simple!", "Everything was explained super clear and it was a very nice step-by-step", "process, following your instructions. The template is so beautiful and", "it’s easy to use it as the foundation to design your website in your own", "style and add things. Now I really own my website and don’t have to hire", "anyone when I want to update it.”", "Janina Neugebauer, Yoga Teacher", "“The Blissful Biz Academy was essential for me to create my online course.", "I was feeling lost in the beginning and didn’t know where to start. The", "modules were so full of value and were really easy to follow that I was", "able to create a clear, step-by-step plan for my online program. It’s just", "about to launch and I’m so excited for it! I can’t thank Susanne enough", "for her wisdom and guidance on my first course launch.”", "–  Leannah Lumauig, Life Coach", "Leannah", "Are you listening yet?", "In the Blissful Biz podcast I’m sharing mini trainings, marketing", "insights, interviews and inspiration to help you build your yoga or", "wellness biz.", "Come as you are (yoga pants are welcome) and tune in to make your biggest", "dreams come true…", "VIEW RECENT EPISODES", "START HERE: MY FAVORITE EPISODES", "Untitled design-4", "* YouTube for Yoga Teachers with Allie Van Fossen - The Journey Junkie", "YOUTUBE FOR YOGA TEACHERS WITH ALLIE VAN FOSSEN – THE JOURNEY JUNKIE", "YOUTUBE FOR YOGA TEACHERS WITH ALLIE VAN FOSSEN – THE JOURNEY JUNKIE", "* Why You Need a Niche – And How to Find Yours", "WHY YOU NEED A NICHE – AND HOW TO FIND YOURS", "WHY YOU NEED A NICHE – AND HOW TO FIND YOURS", "* How to Teach Yoga Online – Here’s my 10-Step Guide", "HOW TO TEACH YOGA ONLINE – HERE’S MY 10-STEP GUIDE", "HOW TO TEACH YOGA ONLINE – HERE’S MY 10-STEP GUIDE", "* How I'd Grow my Business If I Were a Yoga Teacher Starting From", "Scratch", "HOW I’D GROW MY BUSINESS IF I WERE A YOGA TEACHER STARTING FROM", "SCRATCH", "HOW I’D GROW MY BUSINESS IF I WERE A YOGA TEACHER STARTING FROM SCRATCH", "* THE MOST COMMON MISTAKES YOGA TEACHERS MAKE ON THEIR WEBSITES", "THE MOST COMMON MISTAKES YOGA TEACHERS MAKE ON THEIR WEBSITES", "* 6 Things You Can Do to Help You Sell Without Being Pushy or Salesy", "6 THINGS YOU CAN DO TO HELP YOU SELL WITHOUT BEING PUSHY OR SALESY", "6 THINGS YOU CAN DO TO HELP YOU SELL WITHOUT BEING PUSHY OR SALESY", "MORE >>", "Hi, I’m Susanne", "I’m here to help you turn your passion into profits and build a successful", "career as a yoga or wellness entrepreneur.", "A little bit about me: I’m a yoga teacher, traveler, digital expert and", "really a business nerd at heart, marketing keeps me up at night. I’m also", "obsessed with my new puppy Luna, the show Friends and am happiest when I", "can wear yoga pants all day long. Learn more about me here.", "FIND ME ON INSTAGRAM", "MY FACEBOOK GROUP", "> STUDENT LOGIN", "Start learning", "Blissful Websites", "[IMG]", "Blissful Biz Academy", "Giving back", "When you invest in your future through working with me, you’re also", "creating meaningful change in the world. I’m donating every month to Bali", "Children’s Project to support education of children in Bali.", "LEARN MORE", "SUBSCRIBE AND LET’S BE FRIENDS", "Before you go, make sure to sign up for the latest updates.", "FOLLOW ALONG @SUSANNERIEKER", "Haha, this is so true. Comment with a smiley if yo Haha, this is so true.", "Comment with a smiley if you agree.", "Are you tired of following trends and keeping up w  Are you tired of", "following trends and keeping up with all the new ways of showing up for", "your business and it’s stressing you out? Yeah, same 🤪.  That’s why I’m so", "excited to tell you about the CONTENT CONFIDENCE SUMMIT! The goal for this", "summit is different than most. Inside you’ll learn everything you need to", "show up, be seen and grow your wellness business authentically.  On April", "1st @thelucias is bringing you presentations from 7 industry experts who", "have found ways to create content with intention and authenticity. You’ll", "hear about everything from Instagram Stories, Make More Sales Using Your", "Email List (Introverts Love This!), Creating High Quality Photos of", "Yourself, and more. And I’m going to be talking all about how to build a", "gorgeous website that helps you get more clients 24/7!  The best part?", "It’s totally free!   Send me a DM if you’d like to join and I’ll send you", "the link 🤩!", "Sometimes I find it hard to relax, because I’m s Sometimes I find it hard", "to relax, because I’m so excited about building my business and there’s", "always tons to do. Right now I'm full on in content creation mode, working", "on the trainings for Blissful Brand Blueprint, and it's hard to", "stop...⁠⠀⁠⁠ ⁠⠀⁠⁠ But I’ve learned that I need to have balance in my life.", "And having a dog definitely helps. ⁠⠀⁠⁠ ⁠⠀⁠⁠ I mean, who can be stressed", "looking at this???⁠⠀⁠⁠ 😂⁠⠀", "Spring is here, or nearly, and you know what that Spring is here, or", "nearly, and you know what that means? SPRING CLEANING! Time to start", "cleaning up, cleaning out, and starting fresh. 🌸⁠ ⁠ But why limit that to", "your house or your closet?⁠ ⁠ Now’s the perfect time to also take a closer", "look at the functionality, usability and relevance of your website, and", "where you may be able to make some improvements.⁠ ⁠ In this week’s episode", "in the Blissful Biz podcast I’m sharing 10 small but mighty things that", "you can do today too to refresh your website for spring.⁠ ⁠ #1 Exchange", "Your Homepage Header Image⁠ ⁠ You won’t believe how powerful images are", "when defining your site’s vibe until you replace them. That’s why new", "visuals make such a big difference in a website makeover. Adding and", "removing images from your site is one of the simplest ways of giving a", "fresh look and feel to it. One simple click and you got yourself a whole", "new look. ⁠ ⁠ #2 Update Your Brand Message⁠ ⁠ Your brand message is where", "you tell your visitors what you do and how you can help them.⁠ ⁠ The most", "important thing to remember here, is to keep it simple.⁠ ⁠ If your message", "is confusing, people tune out. Instead, you need a simple, quick message", "everybody can understand at a quick glance.⁠ ⁠ If you don’t have that,", "potential clients might get confused about what you offer. Or they can’t", "see the picture of how their lives will improve by working with you. When", "this happens, your message falls flat.⁠ ⁠ If you want to hear the rest of", "my tips, listen to the Blissful Biz podcast on Apple podcasts or Spotify", "or go to www.susannerieker.com. ⁠ ⁠ Tell me: do you update your website", "for spring? If yes, what do you want to change? ⁠", "Sunday. Best day of the week. Especially with a pu Sunday. Best day of the", "week. Especially with a puppy 🐶.⁠ ⁠ The day is for play, but every Sunday", "evening, I open Asana and plan the upcoming week. I look at my to-do list", "and assign tasks to every day of the week. ✅⁠ ⁠ I’m asking myself things", "like:⁠ ⁠ What meetings do I have in my calendar?⁠ How much hours per day", "is left for to-dos?⁠ Are there any important deadlines?⁠ What on my to-do", "list is most important and will help me move my business forward?⁠ What", "can I delegate to my assistant to free up time?⁠ What am I committing to", "get done in the next week?⁠ ⁠ It takes a little bit of time but for me", "it's fun and gets me excited about the week ahead 😊 ⁠ ⁠ Tell me, what are", "you committing to get done next week?⁠", "Working hard but loving every moment. Drop a “💛” below if you feel the", "same.", "© 2021 SUSANNE RIEKER | TERMS OF USE | PRIVACY POLICY | COOKIE POLICY |", "DISCLAIMER | LEGAL", "FacebookPinterestInstagramLinkedInEmail", "FREE Masterclass: How to DIY Your Dream Website", ">> WATCH NOW", "close-image", "X", "HHHMM, COOKIES!", "We use cookies to provide social media features and to analyze our", "traffic. We also share information about your use of our site with our", "social media and analytics partners who may combine it with other", "information that you’ve provided to them or that they’ve collected from", "your use of their services. Thank you!", "Read More ACCEPT SETTINGS", "Close", "Privacy Overview", "This website uses cookies to improve your experience while you navigate", "through the website. Out of these cookies, the cookies that are", "categorized as necessary are stored on your browser as they are essential", "for the working of basic functionalities of the website. We also use", "third-party cookies that help us analyze and understand how you use this", "website. These cookies will be stored in your browser only with your", "consent. You also have the option to opt-out of these cookies. But opting", "out of some of these cookies may have an effect on your browsing", "experience.", "Necessary", "[ ] Necessary", "Always Enabled", "This is an necessary category.", "Analytics", "[ ] analytics", "Performance", "[ ] performance", "Advertisement", "[ ] advertisement", "Uncategorized", "[ ] uncategorized", "Functional", "[ ] functional", "Save & Accept", "Go to Top"]