["Link: canonical", "Notice: JavaScript is not enabled. Please Enable JavaScript Safely.", "skip to main content", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "[ Submit ]", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "Gallup", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* Search", "News Toggle navigation", "* Overview", "* Politics", "* Election 2020", "* Presidential Job Approval", "* The Presidency", "* Government", "* Foreign Affairs", "* View All Politics", "* Economy", "* Business", "* Entrepreneurship", "* Personal Finance", "* Retirement", "* Small Business", "* View All Economy", "* World", "* Americas", "* Asia Pacific", "* Europe", "* Middle East & North Africa", "* Sub-Saharan Africa", "* View All World", "* Key Topics", "* Trends A-Z", "* Abortion", "* Social & Policy Issues", "* Wellbeing", "* Education", "* COVID-19", "* LGBT", "* Race Relations", "* Blogs & Podcast", "* Gallup Podcast", "* Polling Matters", "* The Gallup Blog", "* Chairman's Blog", "* Gallup Vault", "* Methodology Blog", "* Media Resources", "* Media Inquiries", "* Methodology Center", "* Center on Black Voices", "* Gallup Reports", "* Subscribe", "* About Gallup and Our Services", "* Access Log In", "Politics", "In U.S., Socialist Presidential Candidates Least Appealing", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "Politics", "June 22, 2015", "In U.S., Socialist Presidential Candidates Least Appealing", "by Justin McCarthy", "Story Highlights", "* More than nine in 10 would vote for a Catholic, black, or woman", "* Ninety-one percent would vote for a Jewish or Hispanic candidate", "* Americans show most bias toward socialists (47%), atheists (58%)", "WASHINGTON, D.C. -- As the 2016 presidential election field takes shape,", "more than nine in 10 Americans say they would vote for a qualified", "presidential candidate who is Catholic, a woman, black, Hispanic or", "Jewish. Less than half of Americans would vote for a candidate who is a", "socialist.", "Between now and the 2016 political conventions, there will be discussion", "about the qualifications of presidential candidates -- their education,", "age, religion, race and so on. If your party nominated a generally", "well-qualified person for president who happened to be _____, would you", "vote for that person? June 2015 results", "A June 2-7 Gallup poll updated the question -- first asked in 1937 --", "about the acceptability of presidential candidates of various background", "characteristics. The general trend is that Americans have become", "significantly more accepting over time.", "Among religious identities, while the large majority of Americans would", "vote for a Catholic or Jewish presidential candidate, smaller majorities", "say they would vote for a candidate who is Mormon (81%), an evangelical", "Christian (73%), Muslim (60%) or an atheist (58%).", "These dynamics can affect 2016 candidates' efforts to attract American", "voters in the upcoming primaries as well as the general election next", "year, particularly because the field is shaping up as one that will have", "some diversity in terms of race, gender and, particularly, religion.", "Five declared candidates are Catholics -- Republicans Jeb Bush, George", "Pataki, Marco Rubio and Rick Santorum, and Democrat Martin O'Malley. Two", "are women -- Democratic front-runner Hillary Clinton and Republican Carly", "Fiorina. Republican Ben Carson is the sole black candidate in the race,", "while two candidates are Hispanic -- Republicans Rubio and Ted Cruz.", "Independent Bernie Sanders, who is seeking the Democratic nomination, is", "the only Jewish candidate in the race. And while a large majority of", "Americans are willing to vote for a candidate of his faith, Sanders'", "self-identification as a socialist could hurt him, as half of Americans", "say they would not vote for someone with that background.", "In addition, several candidates have heavily courted the evangelical", "community -- including Republicans Mike Huckabee, Rick Perry, Carson,", "Santorum and Cruz.", "Democrats and Republicans Vary in Support for Candidates From Religious", "Groups", "Democrats and Republicans vary in their support for candidates of", "particular religious affiliations.", "Republicans (84%) are significantly more likely than Democrats (66%) to", "say they will vote for an evangelical candidate. But Democrats are more", "likely to say they will vote for a Muslim (73%) or an atheist (64%) than", "are Republicans, of whom less than half say they are willing to vote for a", "candidate with either of these belief systems.", "Willingness to Vote for President of Various Backgrounds, by Political", "Party, June 2015", "Republicans and Democrats differ most in their willingness to vote for a", "socialist candidate, by 33 percentage points, but socialist ranks last for", "both parties. The two parties also differ significantly on voting for a", "gay or lesbian candidate, by 24 points. Majorities of Democrats are", "willing to vote for a candidate with any of the characteristics mentioned", "in the poll.", "There are no meaningful party differences in willingness to vote for a", "female, black or Hispanic candidate.", "Americans Under 30 the Least Particular on Candidate Characteristics", "Gallup also finds wide differences in support for gay or lesbian, atheist,", "Muslim and socialist presidential candidates by age. Americans between the", "ages of 18 and 29 are much more likely than those 65 and older to support", "these four types of candidates. Younger Americans are also slightly more", "likely to say they will vote for women and Hispanics, by eight points", "each.", "At least two-thirds of adults younger than 30 say they are willing to vote", "for a candidate with any of the characteristics included in the survey.", "Willingness to Vote for President of Various Backgrounds, by Age, June", "2015", "Bottom Line", "With more than a dozen candidates running for president, the 2016 field is", "one of the most diverse Americans have ever seen. On the heels of the", "historic election and re-election of the nation's first black president,", "Americans are just as likely to lend their support to black candidates as", "to women and Hispanics. This suggests that another historic election could", "be on the horizon with Hillary Clinton, Carly Fiorina, Rubio and Cruz in", "the race.", "Americans' notions about whom they would give their support to are", "widening, but they are still less than fully supportive of candidates with", "certain characteristics.", "The news is likely worst for Sen. Bernie Sanders. At one point, Americans", "might have withheld their votes from him because of his Jewish faith --", "fewer than half said they would support a Jewish candidate in 1937 -- but", "today his socialist ideology, given Americans' views on voting for a", "socialist candidate, could hinder his candidacy more.", "To a lesser degree, evangelical Christian candidates may suffer, in that", "one in four Americans say they will not vote for an evangelical Christian.", "Candidates of various faiths who court American evangelicals, like", "Southern Baptists Cruz and Huckabee, or Catholic Santorum, could suffer", "from their association with the evangelical faithful and the social issues", "they take firm stances on.", "Survey Methods", "Results for this Gallup poll are based on telephone interviews conducted", "June 2-7, 2015, with a random sample of 1,527 adults, aged 18 and older,", "living in all 50 U.S. states and the District of Columbia. For results", "based on the total sample of national adults, the margin of sampling error", "is ±3 percentage points at the 95% confidence level. All reported margins", "of sampling error include computed design effects for weighting.", "Each sample of national adults includes a minimum quota of 50% cellphone", "respondents and 50% landline respondents, with additional minimum quotas", "by time zone within region. Landline and cellular telephone numbers are", "selected using random-digit-dial methods.", "View survey methodology, complete question responses, and trends.", "Learn more about how Gallup Poll Social Series works.", "Related Topics Include:", "USA All Gallup Headlines Election 2016 Government Politics", "Report", "Foreign Trade: Opportunity or Threat to the U.S. Economy?", "Seventy-four percent of U.S. adults say trade represents \"an opportunity", "for economic growth through increased U.S. exports.\"", "Subscribe to the Gallup News brief and real time alerts.", "Stay up to date with our latest insights.", "Sign Up", "Recommended", "Politics", "Mar 12, 2015", "Clinton Favorability, Familiarity Bests 2016 Contenders", "Hillary Clinton continues to have a clear advantage over her potential", "2016 rivals as being both well-known and positively rated in comparison", "with other potential presidential candidates.", "Blog", "May 8, 2015", "GOP Candidates' Quest for the Highly Religious Protestant Vote", "Mike Huckabee's official entrance into the Republican race for president", "this week underscores the importance of a particular segment of the", "Republican population -- the highly religious Protestant voters.", "Politics", "Jun 3, 2015", "Republican Conservative Base Shrinks", "Forty-two percent of Republicans now describe themselves as both social", "and economic conservatives, the lowest percentage since 2005. Almost one", "in four are moderate or liberal on both social and economic dimensions.", "Blog", "Oct 26, 2016", "Americans Hear, Read and See More About Trump Than Clinton", "Americans continue to be more likely to report having read, heard or seen", "something about Donald Trump than about Hillary Clinton. In recent days,", "83% of Americans have heard something about Trump, 78% about Clinton.", "June 22, 2015", "Gallup", "https://news.gallup.com/poll/183713/socialist-presidential-candidates-least-appealing.aspx%2520In%2520U.S.,%2520Socialist%2520Presidential%2520Candidates%2520Least%2520Appealing", "Gallup World Headquarters, 901 F Street, Washington, D.C., 20001, U.S.A", "+1 202.715.3030", "Gallup", "* Methodology Center", "* Senior Scientists", "* Trends A-Z", "* George Gallup", "* About Us", "* Careers", "* Locations", "* News", "* Store", "* Media Inquiries", "* Gallup Speakers", "* Customer Support", "* Contact Us", "* Facebook", "* Twitter", "* LinkedIn", "* Instagram", "* YouTube", "Subscribe to Our Latest Insights", "_____________________ Sign Up", "Copyright © 2021 Gallup, Inc. All rights reserved.", "Copyright © 2016 Gallup, Inc. All rights reserved.", "Gallup, Inc. maintains several registered and unregistered trademarks that", "include but may not be limited to: A8, Accountability Index, Business", "Impact Analysis, BE10, CE11, CE11 Accelerator, Clifton StrengthsExplorer,", "Clifton StrengthsFinder, Customer Engagement Index, Customer Engagement", "Management, Dr. Gallup Portrait, Employee Engagement Index, Enetrix,", "Engagement Creation Index, Follow This Path, Gallup, Gallup Brain, Gallup", "Business Journal, GBJ, Gallup Consulting, Gallup-Healthways Well-Being", "Index, Gallup Management Journal, GMJ, Gallup Panel, Gallup Press, Gallup", "Tuesday Briefing, Gallup University, Gallup World News, HumanSigma,", "HumanSigma Accelerator, ICE11, I10, L3, ME25, NurseInsight,", "NurseStrengths, Patient Quality System, Performance Optimization, Power of", "2, PrincipalInsight, Q12, Q12 Accelerator, Q12 Advantage, Selection", "Research, Inc., SE25, SF34, SRI, Soul of the City, Strengths Spotlight,", "Strengths-Based Selling, StatShot, StrengthsCoach, StrengthsExplorer,", "StrengthsFinder, StrengthsInsight, StrengthsQuest, SupportInsight,", "TX(R+E+R)=P3, TeacherInsight, The Gallup Path, The Gallup Poll, The Gallup", "School, VantagePoint, Varsity Management, Wellbeing Finder, Achiever,", "Activator, Adaptability, Analytical, Arranger, Belief, Command,", "Communication, Competition, Connectedness, Consistency, Context,", "Deliberative, Developer, Discipline, Empathy, Fairness, Focus, Futuristic,", "Harmony, Ideation, Includer, Individualization, Input, Intellection ,", "Learner, Maximizer, Positivity, Relator, Responsibility, Restorative,", "Self-Assurance, Significance, Strategic, and Woo. All other trademarks are", "the property of their respective owners. These materials are provided for", "noncommercial, personal use only. Reproduction prohibited without the", "express permission of Gallup, Inc.", "* Privacy Statement", "* Cookie Preferences", "* Legal", "* Do Not Sell My Personal Information"]