["Link: canonical", "Link: shortlink", "dsc@rowan.edu", "New Jersey Women’s History", "* Home", "* About", "* Discover", "* Time Period", "* Topics", "* Biographies", "* Teach", "* K-12 Resources", "* Research", "* Bibliography", "* Resources", "– – Main menu – –", "Home", "About", "Discover", "Time Period", "Topics", "Biographies", "Teach", "- - K-12 Resources", "- - Research", "Bibliography", "Resources", "* Photo showing women voting", "100th Anniversary of the 19th Amendment", "Join the celebration for the 100th anniversary of the passage of the", "19th Amendment.", "Learn More →", "* Call for Nominations!", "Is there someone missing from the New Jersey women’s history", "Biographies? We are opening up nominations for additions to this", "educational resource.", "Learn More →", "* NJWH…a resource for all!", "A resource for all interested about the history of women in New Jersey", "Learn More →", "Biographies", "NJWH", "Biographies", "Learn more →", "Lesson Plans", "NJWH", "Lesson Plans", "Learn more →", "The New Jersey Women's History Project is an educational resource for", "students, teachers, and those interested in learning more about the history of", "women in New Jersey. Utilizing digital scholarship and historical research", "methods, and blended and experiential learning techniques, the project aims to", "research, document, and curate the historical and cultural contributions of", "New Jersey women.", "The project currently includes biographies of New Jersey Women,", "information on a wide variety of historical topics, and an extensive", "bibliography of resources. In the near future, the project will be", "integrated into specific Rowan University History and Gender Studies", "courses, where students will research topics and develop content for the", "project. We also have plans to incorporate the project within a Cultural", "Geography course, where students will focus on documenting and mapping", "historical sites for tourism. The project will also integrate education", "courses, where students will develop units and lesson plans that utilize", "the project's content. These units and lessons will be shared through the", "website.", "The original website was developed by the Alice Paul Institute, with", "financial assistance from a project grant from the New Jersey Historical", "Commission (a division of the Department of State) and through the", "Discover NJ History License Plate Fund for Heritage Tourism Grant Program", "of the New Jersey Historic Trust. During the spring of 2020, the Rowan", "University Libraries Digital Scholarship Center partnered with the Rowan", "University History Department to acquired the project for future", "development.", "To learn more about the history of this project, please visit: About the", "project", "----------------------------------------------------------------------", "Our Partners", "* [IMG]", "* [IMG]", "* * [IMG]", "* Rowan University Libraries logo", "* [IMG]", "* Site Map", "* Contact", "Rowan University Libraries logo", "In partnership with The Alice Paul Institute who received a special", "project grant from the New Jersey Historical Commission, a division of the", "Department of State.", "© Copyright 2020, Rowan University Libraries", "Translate »"]