["Link: canonical", "Skip to main content", "Google Tag Manager", "* Experts", "* Events", "* Briefing Book", "* Resources", "* About", "* Contact", "* Support", "* Fiscal Facts", "Twitter", "Facebook", "Logo Site", "_______________________________", "Sort by", "[ ] Relevance", "[ ] Date", "Items per page", "[ ] 10", "[ ] 25", "[ ] 50", "[ ] 100", "[ Search ]", "* Topics", "* Individual Taxes", "* Business Taxes", "* Federal Budget and Economy", "* State and Local Issues", "* Campaigns, Proposals, and Reforms", "* TaxVox Blog", "* Research & Commentary", "* Laws & Proposals", "* Model Estimates", "* Statistics", "* Features", "Tax Policy Center", "Experts", "Donate Today", "Find an Expert by Topic", "* Individual Taxes", "* Business Taxes", "* Federal Budget and Economy", "* State and Local Issues", "* Campaigns, Proposals, and Reforms", "Featured Experts", "* [IMG]", "Steven M. Rosenthal", "Senior Fellow", "Steve Rosenthal, a senior fellow in the Urban-Brookings Tax Policy", "Center at the Urban Institute, researches, speaks, and writes on a", "range of federal income tax issues, with a particular focus on", "business taxes. In 2013, he also was the staff director of the DC Tax", "Revision Commission.", "Before joining Urban, Rosenthal practiced tax law in Washington, DC,", "for over 25 years, most recently as a partner at Ropes and Gray. He", "was a legislation counsel with the Joint Committee on Taxation, where", "he helped draft tax rules for financial institutions, financial", "products, capital gains, and related areas. He is the former chair of", "the Taxation Section of the District of Columbia Bar Association.", "Rosenthal holds an AB and JD from the University of California,", "Berkeley, and an MPP from Harvard University.", "* [IMG]", "Eric Toder", "Institute Fellow and Codirector, Tax Policy Center", "Eric Toder is an Institute fellow and codirector of the", "Urban-Brookings Tax Policy Center at the Urban Institute.  In his", "current position, he oversees the modeling team at the Tax Policy", "Center; serves as its leading expert on corporate and international", "tax and tax compliance issues; and authors and directs research", "studies.", "Toder has published articles on a wide variety of tax policy and", "retirement policy issues, including corporate tax reform,", "distributional effects of tax expenditures, carbon taxes, value-added", "taxes, net benefits of Social Security taxes and spending, tax", "compliance, and the effects of saving incentives.", "Before joining Urban, Toder held a number of senior-level positions in", "tax policy offices in the US government and overseas, including", "service as deputy assistant secretary for the Office of Tax Analysis", "at the US Department of the Treasury; director of research at the", "Internal Revenue Service; deputy assistant director for the Office of", "Tax Analysis at the Congressional Budget Office; and consultant to the", "New Zealand Treasury.  He has also served as a part-time consultant to", "the International Monetary Fund and serves as treasurer of the", "National Tax Association.", "Toder received his PhD in economics from the University of Rochester", "in 1971.", "* Donald Marron", "Institute Fellow", "Donald Marron is an Institute fellow and director of economic policy", "initiatives at the Urban Institute. He conducts research on tax and", "budget policy and identifies opportunities for Urban to develop", "policy-relevant research on economic and financial issues. From 2010", "to 2013, he led the Urban-Brookings Tax Policy Center.", "Before joining Urban, Marron served in senior government positions,", "including as a member of the President's Council of Economic Advisers", "and acting director of the Congressional Budget Office. He has also", "taught at the University of Maryland School of Public Policy, the", "Georgetown Public Policy Institute, and the University of Chicago", "Graduate School of Business, consulted on major antitrust cases, and", "been chief financial officer of a health care software start-up.", "Marron has broad experience in economic policy issues, including", "America's fiscal challenges, tax reform, energy and environment, and", "the financial crisis. He has testified frequently before Congress,", "appears often at conferences and in the media to discuss economic", "policy, and works to popularize economics through his blog and", "writings. He is the editor of 30-Second Economics, which introduces", "readers to 50 of the most important ideas in economics, and 30-Second", "Money, which does the same for finance.", "Marron currently serves on the boards of FairVote, Pomona College, and", "the Concord Coalition, advises Fair Observer and YieldStreet, and is a", "senior research fellow at the Climate Leadership Council. He studied", "mathematics at Harvard College and received his PhD in economics from", "the Massachusetts Institute of Technology.", "* [IMG]", "Thornton Matheson", "Senior Fellow", "Thornton Matheson is a Senior Fellow at the Urban-Brookings Tax Policy", "Center. Her work currently focuses on business and environmental tax", "policy.  She previously worked as a Senior Economist in the Tax Policy", "division of the International Monetary Fund’s Fiscal Affairs", "Department and as a Financial Economist for the U.S. Department of the", "Treasury’s Office of Tax Analysis.  She holds a PhD in economics from", "the University of Maryland – College Park, an MA in international", "relations from the Johns Hopkins School of Advanced International", "Studies, and a BA in literature from Yale University.", "More Experts", "[IMG]", "Steven M. Rosenthal", "Senior Fellow", "[IMG]", "Eric Toder", "Institute Fellow and Codirector, Tax Policy Center", "Donald Marron", "Institute Fellow", "[IMG]", "Thornton Matheson", "Senior Fellow", "Find an Author", "View All »", "A B C D E F G H I J K L M N O P Q R S T U V W Y Z", "[IMG]", "* Donate Today", "* Topics", "* TaxVox Blog", "* Research & Commentary", "* Laws & Proposals", "* Model Estimates", "* Statistics", "* Privacy Policy", "* Newsletters", "Twitter", "Facebook", "* © Urban Institute, Brookings Institution, and individual authors,", "2020."]