["Link: canonical", "Link: amphtml", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Link: apple-touch-startup-image", "Skip to main content", "Languages", "* Français", "* English", "* Español", "* عربي", "NEWS", "* Live News", "* France", "* Africa", "* Middle East", "* Americas", "* Europe", "* Asia-Pacific", "* Business / Tech", "* Sport", "* Culture", "* Infographics", "* Travel", "* Fight the Fake", "ON TV", "* France 24 live", "* Shows", "* News", "* Accessibility", "* TV guide", "On social media", "* *  *  *  *  * Services", "* Newsletters", "* Watch France 24 on TV", "* Apps", "* RSS feeds", "About France 24", "* Who are we?", "* Press room", "* Contact France 24", "* Advertising", "* Buy content", "* Join us", "* Legal notice", "* Privacy", "* Cookies", "* Preference Center", "France Médias Monde websites", "* The Observers", "* RFI", "* Learn French", "* RFI Music", "* RFI Instrumental", "* RFI Planète Radio", "* Mondoblog", "* MCD", "* InfoMigrants", "* CFI", "* Académie", "* France Médias Monde", "RFI France 24 MCD France Médias Monde", "© 2021 Copyright France 24 - All rights reserved. France 24 is not", "responsible for the content of external websites. Audience ratings", "certified by ACPM/OJD.", "ACPM / OJD", "France 24 - International breaking news, top stories and headlines", "Live", "[ Submit ]", "#Covid-19", "#Myanmar", "France", "Africa", "Culture", "Shows", "Fight the Fake", "Coronavirus notice • View the recommendations and information for", "travellers issued by the French Government →", "[ Submit ]", "1.  2. / Live news", "Congratulations flood in for Biden's 'historic' win", "Issued on: 08/11/2020 - 00:14", "5 min", "Advertising [ Submit ]", "Read more", "Paris (AFP)", "Congratulations poured in for US president-elect Joe Biden from around the", "world, with Washington's allies, particularly in Europe, seeing his win as", "a chance at a fresh start after the antagonistic years under Donald Trump.", "As crowds rushed into the streets of Washington and other cities in", "exuberant celebration after US networks declared Biden the winner, here", "are some reactions from across the globe:", "- Germany -", "\"Congratulations!\" said Chancellor Angela Merkel. \"I wish luck and success", "from the bottom of my heart.", "\"Our transatlantic friendship is irreplaceable if we want to overcome the", "great challenges of our times,\" she said in a tweet issued by a government", "spokesman.", "- France -", "French President Emmanuel Macron tweeted: \"The Americans have chosen their", "President. Congratulations @JoeBiden and @KamalaHarris! We have a lot to", "do to overcome today's challenges. Let's work together!\"", "- Britain -", "British Prime Minister Boris Johnson congratulated Biden \"on his election", "as President of the United States and Kamala Harris on her historic", "achievement.", "\"The US is our most important ally and I look forward to working closely", "together on our shared priorities, from climate change to trade and", "security.\"", "- European Union -", "In a joint statement, EU Commission President Ursula von der Leyen and", "Charles Michel, president of the European Council, which represents the", "leaders of EU member states, said: \"We take note of the latest development", "in the electoral process.", "\"On this basis the EU congratulates President-elect Joe Biden and Vice", "President-elect Kamala Harris on reaching enough Electoral Votes.\"", "- NATO -", "NATO chief Jens Stoltenberg described Biden as a \"strong supporter of our", "Alliance\".", "Stoltenberg, who often had to adapt to President Donald Trump making", "unexpected announcements about US troop drawdowns from NATO deployments,", "said in a tweet he looked forward to working with Biden.", "\"A strong NATO is good for both North America and Europe,\" he said.", "- Canada -", "Canada's Prime Minister Justin Trudeau said: \"I look forward to working", "with President-elect Biden, Vice President-elect Harris, their", "administration, and the United States Congress as we tackle the world's", "greatest challenges together.\"", "- Barack Obama -", "Former US president Barack Obama hailed Biden's win as \"historic and", "decisive\" and appealed to Americans to overcome bitter divides and \"find", "some common ground.\"", "\"Once every vote is counted, President-Elect Biden and Vice", "President-Elect Harris will have won a historic and decisive victory,\"", "Obama, Donald Trump's White House predecessor, said in a statement.", "- Ireland -", "The republic's prime minister Micheal Martin was one of the first to take", "to Twitter, tweeting: \"I want to congratulate the new President Elect of", "the USA @JoeBiden. Joe Biden has been a true friend of this nation", "throughout his life and I look forward to working with him in the years", "ahead. I also look forward to welcoming him back home when the", "circumstances allow!\"", "- Greece -", "Prime Minister, Kyriakos Mitsotakis tweeted: \"Congratulations to US", "President-Elect @JoeBiden. Joe Biden has been a true friend of Greece and", "I'm certain that under his presidency the relationship between our", "countries will grow even stronger.\"", "- Italy -", "Prime Minister Giuseppe Conte tweeted: \"Congratulations to the American", "people and institutions for an outstanding turnout of democratic vitality.", "We are ready to work with the President-elect @JoeBiden to make the", "transatlantic relationship stronger. The US can count on Italy as a solid", "Ally and a strategic partner.\"", "- Spain -", "Prime Minister Pedro Sanchez tweeted: \"The American people have chosen the", "46th President of the United States. Congratulations @JoeBiden and", "@KamalaHarris. We wish you good luck and all the best. We are looking", "forward to cooperating with you to tackle the challenges ahead of us.\"", "- India -", "\"Congratulations @JoeBiden on your spectacular victory!\" Prime Minister", "Narendra Modi tweeted.", "In a separate tweet to Biden's running mate Kamala Harris, whose mother", "was Indian, Modi wrote: \"Your success is pathbreaking, and a matter of", "immense pride not just for your chittis, but also for all", "Indian-Americans.\"", "\"Chitti\" is a Tamil term of endearment for the younger sisters of one's", "mother, which Harris used in her acceptance of the Democratic nomination", "for vice president.", "She is the first woman of color elected to the US vice presidency.", "- Nigeria -", "In his congratulations, President Muhammadu Buhari, leader of Africa's", "most populous nation, called for \"greater engagement\" with the continent.", "He said he looked forward to \"enhanced cooperation between Nigeria and the", "United States, especially at economic, diplomatic and political levels,", "including especially on the war against terrorism\".", "- Ukraine -", "President Volodymyr Zelensky tweeted in English: \"Congratulations to Joe", "Biden, Kamala Harris! Ukraine is optimistic about the future of the", "strategic partnership with the United States. Ukraine and the USA have", "always collaborated on security, trade, investment, democracy, fight", "against corruption. Our friendship becomes only stronger!\"", "- South Africa -", "President Cyril Ramaphosa said on Twitter his government looked forward to", "\"working with you and deepening our bonds of friendship and cooperation\".", "- Iraq -", "President Barham Saleh extended \"warmest congratulations\" to Biden,", "describing him as \"a friend and trusted partner in the cause of building a", "better Iraq. We look forward to working to achieve our common goals and", "strengthening peace and stability in the entire Middle East\".", "- Egypt -", "President Abdel Fattah al-Sisi said Egypt, the most populous Arab country,", "looked forward to “strengthening strategic bilateral ties between Egypt", "and the US in the interest of both countries and peoples”.", "- UAE -", "\"Congratulations to @JoeBiden and @KamalaHarris on winning the US", "elections. Our sincere wishes for further development and prosperity for", "the American people. The UAE and USA are friends and allies with a strong", "historic partnership that we look forward to strengthening together,\"", "tweeted Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed Al-Nahyan.", "burs-spm/har", "© 2020 AFP", "Page not found", "[ Submit ]", "The content you requested does not exist or is not available anymore."]