["Link: profile", "Link: canonical", "Link: shortlink", "Center for Effective Lawmaking", "Center for Effective Lawmaking", "University of Virginia", "+", "Vanderbilt University", "* About", "* Personnel", "* Board of Advisors", "* Affiliates", "* FAQ", "* Media", "* Press Releases", "* Find Legislators", "* Blog", "* Research", "* Working Paper Series", "* Publications", "* Book", "* Data", "* Methodology", "* Glossary", "* Donate", "Menu", "* About", "* Personnel", "* Board of Advisors", "* Affiliates", "* FAQ", "* Media", "* Press Releases", "* Find Legislators", "* Blog", "* Research", "* Working Paper Series", "* Publications", "* Book", "* Data", "* Methodology", "* Glossary", "* Donate", "The Center for Effective Lawmaking seeks to advance the generation,", "communication, and use of new knowledge about the effectiveness of", "individual lawmakers and legislative institutions in Congress. We envision", "a Congress comprised of effective lawmakers, strong institutional", "capacity, and the incentive structure needed to address America’s greatest", "public policy challenges.", "Search", "_____________________", "Center for Effective Lawmaking", "Find Your Lawmaker", "Understand Our Method", "Meet Our Scholars & Affiliates", "Become An Effective Lawmaker", "Introducing our new Conversations with Lawmakers series", "Want to hear directly from lawmakers about their experience with effective", "lawmaking and how Congress works?", "Click Here", "News & Articles", "Legislative Effectiveness Scores 116 Congress", "Highlights from the New 116th Congress Legislative Effectiveness Scores", "Highlights from the New 116th Congress Legislative Effectiveness Scores", "The Center for Effective Lawmaking", "Read More »", "March 10, 2021", "Congressional Reform", "Reforming Congress, A Conversation with Sunwater Institute", "Reforming Congress, A Conversation with Sunwater Institute The Center for", "Effective Lawmaking’s Co-Directors, Professor", "Read More »", "February 17, 2021", "Guide for New Members", "Being an Effective Lawmaker from Day One: A Guide for New Members of Congress", "Being an Effective Lawmaker from Day One: A Guide for New Members of", "Congress", "Read More »", "January 26, 2021", "AVAILABLE ONLINE", "Learn about effective lawmaking from your own home!", "SHORT COURSE on EFFECTIVE LAWMAKING", "In 8 short video modules, you can dive into the various aspects of", "measuring legislative effectiveness.", "Co-Director Craig Volden shares the background of the methodology, fun", "stories about tactics representatives have used, surprising findings about", "women in Congress, and more!", "Take the entire course on your timeline, in your place.", "Click Here", "What is the Center for Effective Lawmaking?", "The Center for Effective Lawmaking (“CEL”) is a joint partnership between", "the Frank Batten School of Leadership and Public Policy and Vanderbilt", "University. It was created in 2017 to advance the generation,", "communication, and use of new knowledge about the effectiveness of", "individual lawmakers and legislative institutions in Congress. The Center", "grew out of the Legislative Effectiveness Project, based on the", "scholarship of Craig Volden and Alan E. Wiseman, as featured in the", "award-winning book Legislative Effectiveness in the United States", "Congress: The Lawmakers.", "Today, the CEL is directed by Craig Volden of the University of Virginia", "and Alan E. Wiseman of Vanderbilt University. To advance the goals of the", "Center, Volden and Wiseman have undertaken numerous research projects,", "brought together a team of scholars around the country with a diverse", "portfolio of work surrounding this issue, host an annual research", "conference, created materials to help lawmakers become more effective, and", "provide opportunities for public involvement through events with former", "and current legislators.", "We invite you to support our work. Financial donations can be tailored to", "enhance specific Center initiatives of greatest interest to you. If you", "are interested in hosting an event to increase awareness about our work,", "please email thelawmakers@virginia.edu.", "At a time when cynicism about Congress (both within and outside of the", "institution) seems both insurmountable and well-founded, the search for", "effective lawmakers is perhaps as crucial as it has ever been. It is at", "times when institutions are failing that effective leaders are needed", "more than ever.", "Volden & Wiseman (2014, p. 13)", "Play Video", "© Craig Volden & Alan Wiseman", "The Center for Effective Lawmaking", "Garrett Hall", "235 McCormick Road", "Charlottesville, VA 22904", "(434) 924 – 7064", "thelawmakers@virginia.edu", "Support for the Center for Effective Lawmaking provided by", "the Center for the Study of Democratic Institutions and the College of", "Arts and Science at Vanderbilt University,", "the Frank Batten School of Leadership and Public Policy at the University", "of Virginia,", "the U.S. Democracy Initiative of the William and Flora Hewlett Foundation", "and", "The Democracy Fund.", "Facebook", "Twitter", "Youtube", "Linkedin", "Disclaimer", "Privacy Policy", "Close Menu", "_____________________ [ Submit ]"]