["Link: prev: Churchgoers, Stay Home—It’s The American Way", "Link: next: Our Need for Sports During the Pandemic is Far Deeper Than", "Just Entertainment", "Link: canonical", "Link: shortlink", "University of Southern California", "USC Annenberg", "_____________________ [ Submit ]", "*    * * * * About", "* Submissions", "* Contact", "* FAQ", "Religion Dispatches - Religion Dispatches Religion Dispatches", "* Racial Justice", "* What Connects Racism, Misogyny and Faith? Community. And That’s a", "Bad Thing What Connects Racism, Misogyny and Faith? Community.", "And That’s a Bad Thing", "* Republican Senator Cindy Hyde-Smith Spouts Christian Nationalism", "Defending Racist Voter Suppression Republican Senator Cindy", "Hyde-Smith Spouts Christian Nationalism Defending Racist Voter", "Suppression", "* What Passover Taught Me About Being Black What Passover Taught Me", "About Being Black", "* Politics/Law", "* Republican Senator Cindy Hyde-Smith Spouts Christian Nationalism", "Defending Racist Voter Suppression Republican Senator Cindy", "Hyde-Smith Spouts Christian Nationalism Defending Racist Voter", "Suppression", "* How Postwar Germany’s Witchcraft Trials Can Help Us Understand", "QAnon And Other Conspiracy Theories How Postwar Germany’s", "Witchcraft Trials Can Help Us Understand QAnon And Other", "Conspiracy Theories", "* Alabama’s Yoga Ban Is Part of the Christian Right’s War on", "Pluralism Alabama’s Yoga Ban Is Part of the Christian Right’s War", "on Pluralism", "* Religious Liberty", "* Republican Senator Cindy Hyde-Smith Spouts Christian Nationalism", "Defending Racist Voter Suppression Republican Senator Cindy", "Hyde-Smith Spouts Christian Nationalism Defending Racist Voter", "Suppression", "* Alabama’s Yoga Ban Is Part of the Christian Right’s War on", "Pluralism Alabama’s Yoga Ban Is Part of the Christian Right’s War", "on Pluralism", "* Applaud If You Must, But Let’s Not Forget the Reason Bethany", "Christian Agreed to LGBTQ Adoption Applaud If You Must, But Let’s", "Not Forget the Reason Bethany Christian Agreed to LGBTQ Adoption", "* Sex/Gender/Justice", "* It’s Time for Democrats to Read the Bible Verses on the Wall and", "Stop Courting White Evangelicals It’s Time for Democrats to Read", "the Bible Verses on the Wall and Stop Courting White Evangelicals", "* We Can Finally Put the Lie to Trumpism: 5 Myths Debunked By a", "Biden Victory We Can Finally Put the Lie to Trumpism: 5 Myths", "Debunked By a Biden Victory", "* 11 Election Tweets to Amuse, Infuriate, Enlighten, and Amuse You", "11 Election Tweets to Amuse, Infuriate, Enlighten, and Amuse You", "* New Books", "* I’m Not Here to Fix Evangelicals, But to Show Them Who They Are:", "An Interview With the Author of ‘White Evangelical Racism’ I’m", "Not Here to Fix Evangelicals, But to Show Them Who They Are: An", "Interview With the Author of ‘White Evangelical Racism’", "* How the Study of Evangelicalism Has Blinded Us to the Problems in", "Evangelical Culture How the Study of Evangelicalism Has Blinded", "Us to the Problems in Evangelical Culture", "* Watch: Is The Religious Left a Mirage or Are Journalists Just", "Missing the Story? Watch: Is The Religious Left a Mirage or Are", "Journalists Just Missing the Story?", "By Christopher James Blythe (A)theologies, Archive, OMFGMay 4, 2020", "Bill Gates’ Comments on Covid-19 Vaccine Enflame ‘Mark of the Beast’ Worries in", "Some Christian Circles", "FacebookTweet", "If the worries of most quarantined Christians in the United States center", "on health and when they might resume their lives, there is a segment that", "wonders whether this moment has greater biblical significance. These", "apocalyptic-minded Christians seem to have become increasingly less", "concerned about the disease itself and more concerned about the", "government’s response to the disease.", "To some, it appears Satan’s emissaries are poised to take advantage of the", "pandemic. Some Christian pastors believe the start of a Last Days battle", "for religious freedom began with the social distancing orders that have", "placed weekly in-person church services under fire. Tony Spell, pastor of", "Life Tabernacle, a Louisiana megachurch, defended his decision to hold a", "Palm Sunday service: “The church is the last force resisting the", "Antichrist, let us assemble regardless of what anyone says.” Another", "Louisiana pastor, Ronnie Hampton, decried the order “because Caesar is", "mandating how we conduct ourselves using the pretext of this virus to be", "able to conduct our lives and run our lives for us.”", "American apocalypticists tend to be suspicious of government, of course.", "This is partly due to their conservative bent, but this suspicion is", "nearly mandated by a literalist reading of the Book of Revelation. John", "the Revelator’s arch-villains are political powers that institute", "totalitarian social controls while persecuting the righteous who refuse to", "profess their allegiance. The second beast of Revelation 13, commonly", "known as the Anti-Christ, will, according to many Christians, come to", "power in the chaos of the apocalypse. John described him as a miracle", "worker who will deceive the nations to worship the image of an earlier", "beast, a dragon with seven heads and ten horns that is sometimes", "identified as Satan himself.", "The second beast enforces this strange new religion by slaughtering those", "who refuse to submit to his sinister call to worship. John also prophesied", "of an economic dimension to the Anti-Christ’s rule. He stated that this", "beast “causeth all, both small and great, rich and poor, free and bond, to", "receive a mark in their right hand, or in their foreheads: And that no man", "might buy or sell, save he that had the mark, or the name of the beast, or", "the number of his name… his number is Six hundred threescore and six.”", "(Revelation 13:16-18)", "In the early twentieth century, this prophecy became linked to American", "fears of a powerful federal government. A 1943 letter to the editor of the", "Pampa Daily News was representative of this growing resentment coupling", "conspiracy with apocalypticism:", "We should count it dishonorable for a free people to produce a ration", "card, a birth certificate, an identification card, a social security", "number – they are what Christian men used to brand as the ‘Mark of the", "Beast’ of state absolutism and dictatorship. Every time we produce a", "card of any sort we admit to the world we are no longer free human", "beings. We are crawling, cringing tools of the state, pawns of", "dictators, slaves of bureaucrats. And every student of history knows", "that the next event is anarchy, race riots, pillage, murder, bankruptcy,", "panic, famine – there has been found no other alternative.", "In more recent decades, commentary of the prophecy of the mark of the", "beast drew on anxieties over global governance, surveillance, and", "technology. In the early 1980s, Mary Stewart Relfe’s books, When Your", "Money Fails: The “666 System” is Here (1981) and The New Money System 666", "(1982), popularized the idea that the Uniform Product Codes (i.e. UPCs or", "barcodes) were the mark of the beast and would one day be tattooed on", "human bodies. A trend of ironic barcode tattoos popular in the early", "twentieth century nods to this idea while commenting on western", "consumerism.", "Microchip technology has since replaced the UPC as the most likely", "candidate for the introduction of a cashless society and thus the mark of", "the beast. While there have been various experiments with human", "microchipping on a limited basis, there remains a strong objection to the", "development only partly for biblical reasons. Others are deeply uneasy", "over the potential for intrusive surveillance and whether such technology", "would be forced on the public. In response, several states have passed", "legislation forbidding companies from requiring employees to be", "microchipped for their internal security systems.", "This is where covid-19 comes in. In the past several weeks, suspicion of a", "sinister conspiracy behind the development of a coronavirus vaccine has", "been spurred on by a comment from Bill Gates on March 18. As part of a", "Reddit forum, Gates noted that in the future “digital certificates” could", "trace who had recently been tested or who had received a vaccine (when one", "is developed) making it possible for business to resume as usual. By the", "next day, a rumor had begun to circulate that these digital certificates", "would include microchipping. On March 22, 2020, the first of several", "videos—this one entitled, “Bill Gates, the Quantum Dot Tattoo, and the", "Mark of the Beast,” appeared, associating these ideas with the Mark of the", "Beast. The video was produced by TruNews, an outlet run by Rick Wiles who,", "one RD contributor recently wrote, has a “solid record of antisemitism,", "racism, and homophobia,” in his piece on the outlet having several times", "received press credentials from the Trump administration. A similar video", "posted on March 29, 2020 [and since removed from YouTube — ed], has nearly", "a million and a half views in mid-April.", "After watching and reading dozens of renditions of this conspiracy claim,", "it’s evident that while the specifics vary, the basic argument is", "consistent. The vaccine will be coupled with one of two projects that the", "Bill and Melinda Gates Foundation has played a role in funding. In the", "first scenario, the vaccine will be injected and tracked via quantum dot", "technology which, as one video explains, consists of “an invisible tattoo", "which is only visible through the use of this special smartphone camera", "app and filter.”", "In the second scenario, the vaccine would be tied to a second project", "funded in part by the Gates, ID2020, an international project aimed to", "provide digital IDs for individuals living throughout the world. This", "program will allegedly, albeit inaccurately, lead to microchipping. In", "other words, the vaccine is not the Mark of the Beast itself but will be", "used to implement the Mark of the Beast in much the same way that many", "apocalypticists have expected for decades.", "This isn’t the first time Bill Gates’s vaccine advocacy has triggered", "criticism. In 2011, Gates credited vaccines with “reduc[ing] population", "growth.” This led to the conclusion that Gates had inadvertently let on", "that vaccines were killing or sterilizing unsuspecting recipients. Gates", "clarified, even before this statement, that evidence suggests that by", "reducing child mortality rates through vaccines, families would plan for", "fewer children and thus reduce global populations.", "Gates has also tried to clarify his reference to “digital certificates,”", "which he explained referred “to efforts to create an open source digital", "platform with the goal of expanding access to safe, home-based testing.”", "Of course, explanations don’t seem to lessen the overall sentiment that he", "has something to do with a Last Days numbering scenario. After all, an", "effort to provide a global ID is an effort to track world populations even", "if its intentions are benevolent.", "While the spread of a vaccine-linked conspiracy theory has been", "spearheaded via social media and YouTube, there are also proponents among", "local church leaders and national Christian figures. Ronnie Hampton, cited", "above, warned his congregation against the vaccine via social media.", "“They’re gonna come up with a vaccine and in that vaccine everybody is", "gonna have to take it … and inside of that vaccine there’s going to be", "some type of electronic computer device that’s gonna put some type of chip", "in you and maybe even have some mood, mind-altering circumstances … and", "they’re saying that the chip would be the mark of the beast.”", "Curt Landry of Curt Landry Ministries likewise instructed his listeners:", "“Do not pray, do not hope, do not think, ‘Oh, praise God they are going to", "have a vaccine. That vaccine is from the pit of Hell. Do not pray for", "those vaccines, and do not take the vaccine. These vaccines are going to", "be coming. They are not going to be good. They’re not good for you", "physically, and spiritually, they’re a set-up for what shall come later.”", "Landry noted that while he didn’t think that the vaccine was the Mark of", "the Beast it would pave the way for this satanic system.", "Such uproar isn’t universal. Conservative Christians, including prophecy", "enthusiasts among them, have strived to refute the vaccine-Mark of the", "Beast theory. Seventh-day Adventist (and other Seventh-day Sabbatarian)", "voices have started to remind their congregations that the Mark of the", "Beast is the rejection of a seventh-day sabbath and not “some kind of", "secret tattoo or symbol.”", "On April 7, Hank Hanegraff, host of the “Bible Answer Man” radio show,", "suggested these conspiracy theories were a “concoction by paranoid", "prophecy pundits who have little or no aptitude for reading the Bible for", "all its substantial worth.” Instead, he explained that the Mark of the", "Beast was “symbolic language” in reference to individuals’ “beliefs and", "behavior.”", "Even Pat Robertson of the 700 Club stated on April 16 that the Mark of the", "Beast was about giving “your head and your hand … your volition and your", "action to this Anti-Christ. That’s the Mark of the Beast. I don’t think a", "little microchip is what we are talking about.”", "FacebookTweet", "Tags", "anti-christantichristbill gatesconspiracy theories", "Share on", "* Facebook", "* Twitter", "* Pinterest", "* Google +", "* LinkedIn", "* Email", "* Bio", "* Latest Posts", "christopherjblythe@gmail.com'", "Christopher James Blythe", "Christopher James Blythe is a research associate at the Maxwell Institute", "of Religious Scholarship at Brigham Young University, as well as the", "coeditor of the Journal of Mormon History and copresident of the Folklore", "Society of Utah. In 2015, he received his Ph.D. in American Religious", "History from Florida State University. He is currently co-authoring a book", "on contemporary Latter-day Saints for Columbia University Press with", "Philip Barlow and Jan Shipps. His book, Terrible Revolution: Latter-day", "Saints and the American Apocalypse is due out this summer from Oxford", "University Press.", "christopherjblythe@gmail.com'", "Latest Posts By Christopher James Blythe", "* Bill Gates’ Comments on Covid-19 Vaccine Enflame ‘Mark of the Beast’", "Worries in Some Christian Circles", "* Some Mormons See a Message in the Angel Moroni’s Fallen Trumpet", "* How ‘The Seven Missions’ of the ‘Doomsday Couple’ Connect Them to the", "Larger LDS Prophecy Subculture", "Previous articleChurchgoers, Stay Home—It’s The American Way", "Next articleOur Need for Sports During the Pandemic is Far Deeper Than", "Just Entertainment", "You may also like", "[IMG]", "What Does Satanism Have to do With QAnon?", "[IMG]", "The Only Surprising Thing About the ‘Demon Sperm’ Doctor’s Views Is That", "They’re Shared By Many Evangelicals", "[IMG]", "Why ‘Respectable’ Evangelicals Can’t Rein in Evangelical Conspiracy", "Theorists", "OMFG", "* [IMG] What Passover Taught Me About Being Black", "* Popular", "* Recent", "#RDISPATCHES", "- 1 day ago", "Goodbye Jessica Walter, you will be dearly missed. 'You know something,", "I’m not religious. But I’m very Jewish in my heart. Organized religion is", "a little tricky! I admire anyone who follows their heart. Mine just", "doesn’t take me quite to the door.' #jewishinmyheart", "https://t.co/yaRVLlTdM6", "[IMG]", "h J R", "- 2 days ago", "'Most Christian nationalists are savvy enough to give fallacious reasons", "for racist voter suppression,' writes @AndrewLSeidel but not", "@cindyhydesmith https://t.co/B2GGxEkECA", "h J R", "- 2 days ago", "@kelsyburke: I’m working on a piece that will be out soon on the", "connection b/w white evangelicals, sex addiction rhetoric, & efforts to", "criminalize porn & sex work. There has already been so much important", "writing on these topics. Here are some of those pieces outside the major", "outlets:", "h J R", "Follow @RDispatches", "GET THE WORD | RD Newsletter in Your Mailbox", "Our newest stories, in your inbox.", "_____________________", "First Name: _____________________", "Last Name: _____________________", "How Frequently?", "* [ ] Every Day", "* [ ] Every Week", "[ Submit ]", "Leave this field empty if you're human: _____________________", "Religion Dispatches", "Religion Dispatches", "Religion Dispatches is your independent, non-profit, award-winning source", "for the best writing on critical and timely issues at the intersection of", "religion, politics, and culture.", "* * * * © Religion Dispatches", "Back to top"]