["Link: canonical", "Link: prev: Los bulos de WhatsApp sobre género que Vox incluye en su", "discurso político", "Link: next: No, no es cierto que con la Ley contra la Violencia de Género", "\"no bajan [las cifras de mujeres asesinadas por violencia de género] sino", "que suben\" como dice este tuit", "Link: canonical", "Link: shortlink", "Maldito Feminismo", "* Artículos", "* Bulos", "* Informes", "* Por qué este proyecto", "* Newsletter", "* Contacto", "* Maldita.es", "Seleccionar página", "_____________________", "No, la persona que se suicida desde la azotea de un hotel no es \"otro afectado", "más por la ley de violencia de género, esta vez en Valencia\": era una mujer", "según Policía Nacional", "Dic 31, 2019", "No, la persona que se suicida desde la azotea de un hotel no es \"otro", "afectado más por la ley de violencia de género, esta vez en Valencia\": era", "una mujer según Policía Nacional", "Nos habéis consultado sobre un tuit en el que se comparte el vídeo en que", "se ve a una persona saltar desde la azotea del Hotel Valencia Center de", "Valencia acompañado del siguiente texto: \"Otro afectado más por la ley de", "violencia de género, está vez en Valencia.. Esto no puede seguir, la", "violencia no tiene género\". Es un bulo.", "Al ser preguntada por el vídeo, la Policía Nacional en Valencia nos ha", "confirmado que la persona que se suicidó era una mujer y no un hombre. El", "suceso ocurrió el 24 de diciembre de 2019.", "Respuesta de Policía Nacional en Valencia", "Desde que entró en vigor la ley contra la violencia de género la tasa de", "suicidios de hombres por cada 100.000 habitantes no ha variado", "significativamente", "En Maldita.es ya desmentimos que haya datos para afirmar que \"1.000\" o", "\"más de 2.000\" hombres se suicidan por denuncias falsas y que se suiciden", "cada año \"4.000 hombres por no poder ver a sus hijos\".", "Como ya os explicamos, la tasa de suicidios de hombres no ha variado", "sustancialmente desde que entró en vigor la Ley Orgánica 1/2004 de Medidas", "de Protección Integral contra la Violencia de Género.  Desde 2004 a 2018,", "la tasa de suicidios de hombres por cada 100.000 habitantes ha disminuido", "de 12,45 a 11,43 mientras que la de mujeres ha disminuido desde 3,91 a", "3,86.", "No hay datos sobre las causas de los suicidios", "No existen datos que permitan estudiar las causas de los suicidios, ni en", "hombres ni en mujeres. Además, la Organización Mundial de la", "Salud considera que \"ningún factor es suficiente para explicar por qué se", "suicida una persona; el comportamiento suicida es un fenómeno complejo que", "se ve afectado por varios factores interrelacionados: personales,", "sociales, psicológicos, culturales, biológicos y", "ambientales\" y que \"usualmente lo causa una compleja interacción de muchos", "factores tales como enfermedad mental y física, abuso de sustancias,", "conflictos familiares e interpersonales y acontecimientos estresantes\".", "Señales y herramientas contra el suicidio", "En Maldita Ciencia os contamos los principales mitos sobre el suicidio y", "explicamos cuáles son las principales señales y herramientas para luchar", "contra él.", "Algunas de las señales que pueden indicar que alguien está pensando en", "acabar con su vida son verbales como los comentarios negativos sobre uno", "mismo o sobre su vida como \"No valgo para nada\", \"Estarías mejor sin mí\"", "o \"Estoy cansado de luchar\"; comentarios negativos sobre su futuro como", "\"Lo mío no tiene solución\" o \"Las cosas no van a mejorar", "nunca\"; despedidas verbales o escritas como \"Quiero que sepas que en todo", "este tiempo me has ayudado mucho\" y comentarios sobre el acto suicida o", "la muerte como \"No deseo seguir viviendo\", \"Nadie me quiere y es", "preferible morir\" o \"Me gustaría desaparecer\".", "Otros posibles avisos son no verbales, como los cambios repentinos en la", "conducta de la persona, tanto un aumento de la irritabilidad y del consumo", "de alcohol como un período de calma tras una gran agitación. Considerar", "esto como una mejoría puede ser un error ya que también puede ser una", "señal de riesgo inminente. También, si ves lesiones en alguna parte de su", "cuerpo, si regala objeto personales muy queridos, cierra sus cuentas en", "redes sociales, decide cerrar asuntos pendientes o si prepara un", "testamento o seguro de vida.", "Si estás pasando por una mala situación personal, padeces alguna", "enfermedad mental o tienes pensamientos suicidas, puedes recibir ayuda de", "tu médico de cabecera o acudir a Urgencias. También puedes acudir a", "una persona de tu confianza, comunicarle lo que te está sucediendo y", "buscar la compañía de alguien que te aprecie y con quien te sientas a", "gusto.", "Otros recursos disponibles son el Teléfono de la Esperanza, con el que", "puedes contactar llamando al 91 459 00 55o al 717 003 717 (aquí tienes el", "listado completo del teléfono de sus sedes en España y otros lugares del", "mundo), y el Teléfono contra el Suicidio, disponible en el 91 138 53 85.", "Y recuerda: el suicidio puede presentarse como una solución permanente", "ante un intenso dolor. Pero, aunque no lo parezca, la desesperanza, el", "dolor y el vacío son estados temporales, no permanentes. Aunque ahora", "sientas que tu abatimiento no va a terminar, es importante recordar que", "las crisis no son permanentes.", "Comparte esto:", "* Haz clic para compartir en Twitter (Se abre en una ventana nueva)", "* Haz clic para compartir en Facebook (Se abre en una ventana nueva)", "* Relacionado", "HISTORIAS", "QUE IMPORTAN", "Mujeres: el año de las mil plagas.", "El País", "----------------------------------------------------------------------", "Cinco brechas que siguen abiertas tras el 8M", "RTVE", "----------------------------------------------------------------------", "¿Quién es Sarah Everard? Así recuerdan sus amigos a la mujer cuya muerte", "inspira un movimiento", "The New York Times", "Maldito Feminismo, un proyecto de Maldita.es", "Maldito Feminismo pone bajo la lupa los bulos sobre igualdad, machismo y", "los derechos de las mujeres; buscando con las herramientas del", "fact-checking la verdad de los datos y los hechos contrastados.", "El contenido propio de Maldito Feminismo está bajo licencia Creative", "Commons BY-ND. Puedes reproducirlo en tu medio o web citando y sin", "modificar.", "* Facebook", "* Twitter", "* Google", "* RSS", "Diseñado por Elegant Themes | Desarrollado por WordPress"]