["Home > Artillery > BM-21 Grad", "BM-21 Grad                              BM-21 Grad", "Multiple launch rocket system                    Expand image", "+-----------------------------------------------------------------+ BM-21 Grad", "|BM-21 Grad                                                       |", "|-----------------------------------------------------------------| Expand image", "| The BM-21 Grad is the world's most widely used multiple launch  |", "|                          rocket system                          | BM-21 Grad", "+-----------------------------------------------------------------+", "Expand image", "BM-21 Grad", "+-------------------------------+                                   Expand image", "|   Country of     Soviet Union |", "|     origin                    |                                   BM-21 Grad", "|Entered service       1963     |", "|      Crew           6 men     |                                   Expand image", "|     Dimensions and weight     |", "|     Weight          13.7 t    |", "|     Length          7.35 m    |", "|     Width           2.4 m     |", "|     Height          3.09 m    |", "|           Armament            |", "|    Caliber          122 mm    |", "|Number of tubes        40      |", "| Rocket weight      66.6 kg    |", "| Warhead weight     18.4 kg    |", "|  Firing range    1.6 - 21 km  |", "|   Full salvo         20 s     |", "|    duration                   |", "| Reloading time    7 minutes   |", "|           Mobility            |", "|     Engine      ZIL-375 petrol|", "|  Engine power       180 hp    |", "|  Maximum road      75 km/h    |", "|     speed                     |", "|     Range           750 km    |", "|        Maneuverability        |", "|    Gradient          60%      |", "|   Side slope         40%      |", "| Vertical step    up to 0.6 m  |", "|     Trench         ~ 0.6 m    |", "|    Fording          1.5 m     |", "|                               |", "|                               |", "+-------------------------------+", "The BM-21 Grad (hail) multiple launch rocket system entered", "service with the Soviet Army in 1963. It was produced for a long", "period of time in large quantity both for the Soviet Army and for", "export customers. Currently the BM-21 Grad is in service with more", "than 30 countries. It is the most widely used artillery rocket", "system in the world. There are numerous variants, copies and", "modifications of this vehicle.", "The BM-21 Grad has 40 launching tubes for 122 mm rockets. The", "standard rocket comes with a High Explosive Fragmentation (HE-FRAG)", "warhead. It is 2.87 m long and weights 66.6 kg. Warhead itself", "weights 18.4 kg. This artillery rocket system also fires rockets", "fitted with incendiary, chemical, smoke, illumination or cluster", "warheads. Cluster warheads contain anti-tank or anti-personnel", "submunitions. A number of other specialized warheads were developed", "for this system. A full salvo of the BM-21 Grad covers area of", "0.8-1 hectares. This weapon is extremely effective against area", "targets, such as concentrations of troops and vehicles, airfields", "and so on.", "It takes 3 minutes to prepare the launcher vehicle for firing.", "The rockets can be launched directly from the cab or remotely from", "the vehicle. It is possible to launch rockets without preparing the", "firing position. This feature ensures brief reaction time. It takes", "2 minutes to prepare the Grad launcher vehicle to leave its firing", "position. Brief redeployment time allows to avoid counter-battery", "fire. The BM-21 systems are often used for shoot-and-scoot type", "attacks.", "The BM-21 is based on the Ural-375D 6x6 high mobility truck.", "Vehicle is powered by a ZiL-375 petrol or diesel engine, developing", "180 horsepower. Improved Grads were mounted on newer Ural-4320 and", "ZiL-131 trucks. The launcher pack can be mounted on any other", "suitable chassis.", "The BM-21 is reloaded manually by the crew. Reload rockets are", "carried by an escorting truck. It takes less than 10 minutes to", "reload the launching vehicle.", "Russian variants of the BM-21 Grad", "BM-21V Grad-V, airborne variant of the Grad, fitted with 12", "launching tubes. It is mounted on a GAZ-66B 4x4 truck.", "Grad-1, lighter version of the Grad, fitted with 36 launching", "tubes. It is mounted on the ZiL-131 6x6 truck chassis. This", "artillery system is compatible only with the shorter-range rockets.", "9K132 Grad-P, portable single-tube launcher.", "A-215 Grad-M, naval multiple launch rocket system, fitted on", "amphibious assault ships.", "BM-21PD Damba, costal MLRS intended to protect sea bases against", "underwater infiltrations.", "BM-21-1 improved variant of the Grad, mounted on Ural-43201", "general utility truck. It is fitted with a satellite navigation", "system, automated fire control and laying systems. This artillery", "system can fire a new generation of rockets with a maximum range of", "40 km.", "9K59 Prima, improved variant of the Grad with 50 launching", "tubes.", "Grad-K a new version of the Grad, mounted on the 6x6 KamAZ-5350", "general utility truck. It was revealed in 2011. Currently this", "version is in a small scale production.", "Tornado-G, updated version of the Grad. First production systems", "were delivered to the Russian Army in 2012. The launcher vehicle is", "based on Ural-4320 army truck. This artillery rocket system fires", "newly developed missiles with extended range and more lethal", "warheads.", "Updated information was sent us by SERGEI V. GUROV", "Thank you Sergei!", "Send us your own articles. Please visit guidelines for writers", "for more information.", "Can't find what you're looking for?", "________________________________ [ Search ]", "Personal appeal from       Top 10 Self-Propelled       Top 10 Truck-Mounted", "Andrius Genys                Howitzers                  Howitzers", "Please Read           Top 10 Self-Propelled       Top 10 Truck-Mounted", "Howitzers                  Howitzers", "-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "Home  Home     Aircraft     Helicopters     Tanks     Armored Vehicles", "Artillery     Trucks     Engineering Vehicles     Missiles     Naval", "Forces     Firearms     |     Contact Us", "------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "Â© ARG 2006 - 2021", "www.Military-Today.com BM-21 Grad"]