["Link: prev: Hillary Clinton: We Need to Send Even More Tax Money to", "Planned Parenthood", "Link: next: West Virginia Pro-Life Group Pushes Legislation to Ban", "Dismemberment Abortions", "Link: shortlink", "ADVERTISEMENT", "Top Banner", "DONATE", "DONATE", "[IMG]", "SEARCH MENU", "_____________________ [ Submit ]", "* Categories", "* National", "* State", "* International", "* Bioethics", "* Opinion", "* Advertising", "* About Us", "* Reprint", "* Donate", "* Search", "Marco Rubio’s and Ted Cruz’s Wives are Both “Unapologetically Pro-Life”", "National", "Micaiah Bilger   Jan 15, 2016   |   4:13PM    Washington, DC", "Share this story:", "Every Republican presidential candidate who has thrown their hat in the", "ring says they are pro-life, but it’s harder to tell where their spouses", "stand on protecting unborn babies from abortion.", "ADVERTISEMENT", "Ad Row 2", "A few reporters have managed to tap into several of the spouses’ positions", "on the issue. New reports indicate that the wives of candidates Marco", "Rubio and Ted Cruz are pro-life like their husbands.", "Friends of Marco’s wife, Jeanette Rubio, told the New York Times that it", "is her pro-life stance on abortion that encourages her husband to be a", "stronger advocate for unborn babies.", "The report states, “And [Jeanette’s] social conservatism, friends and", "colleagues said, has deepened Mr. Rubio’s own: Many of them detect Mrs.", "Rubio’s influence on her husband’s outspoken opposition to abortion in", "almost all cases …”", "SIGN THE NEW PLEDGE: I Pledge to Vote for a Pro-Life Candidate for", "President", "[IMG]", "The Federalist writer Gary Bauer said that his sources tell him that Ted", "Cruz’s wife, Heidi, also is strongly pro-life.", "“In fact, a person close to Ted Cruz tells me ‘there is no daylight", "between’ the staunchly pro-life senator and his wife,” Bauer wrote.", "Finding out details about where other Republican candidates’ spouses stand", "on abortion is difficult, though some have given a few clues.", "Carly Fiorina has touted the story of how her husband, Frank’s, mother", "chose life after being advised to abort him. Whether Frank Fiorina shares", "his wife’s and mother’s views on abortion, however, is not apparent.", "Dr. Ben Carson’s wife, Candy, helped him to write the book “One Nation,”", "which decries the tragedy of legalized abortion; but she also does not", "appear to have spoken publicly about abortion.", "On the Democrats side, presidential candidates Hillary Clinton and Bernie", "Sanders both have 100-percent pro-abortion voting records from the radical", "abortion group NARAL; and their spouses appear to take similar positions.", "Clinton’s husband, former President Bill Clinton, openly opposed pro-life", "measures and even vetoed a bill banning partial-birth abortion during his", "administration.", "Less is known about Sanders’ wife, Jane. She does not appear to have", "spoken publicly about abortion, but she reportedly has been the", "pro-abortion candidate’s key political adviser for many years.", "Though not essential, knowing where a future president’s spouse stands on", "important issues like abortion is important. The future president will be", "the one making the decisions, but his or her spouse could play an", "important role in influencing them.", "As Bauer pointed out in his column, “This is important because it is", "natural for a politician’s spouse to be his or her closest adviser.", "Jeannette Rubio is described in the Times article as Marco’s ‘gatekeeper", "and moral compass.’”", "Florida Sen. Marco Rubio waves to supporters with his wife Jeanette, after", "he announced that he will be running for the Republican presidential", "nomination, during a rally at the Freedom Tower, Monday, April 13, 2015,", "in Miami. (AP Photo/Wilfredo Lee)", "Florida Sen. Marco Rubio waves to supporters with his wife Jeanette, after", "he announced that he will be running for the Republican presidential", "nomination, during a rally at the Freedom Tower, Monday, April 13, 2015,", "in Miami. (AP Photo/Wilfredo Lee)", "Share this story:", "ADVERTISEMENT", "Home Sidebar 1", "ADVERTISEMENT", "Ad Row 2", "ADVERTISEMENT", "Ad Row 4", "ADVERTISEMENT", "Ad Row 1", "ADVERTISEMENT", "Position 9", "ADVERTISEMENT", "Ad Row 3", "Advertisement", "Bottom Banner", "[IMG]", "Copyright © 2021", "All rights reserved.", "* About", "* Advertising", "* Reprint", "* RSS Feed", "DONATE", "* National", "* State", "* International", "* Bioethics", "* Opinion"]