["Link: publisher", "Link: image_src", "Link: alternate en-US", "Link: alternate ja-JP", "Link: alternate zh-CN", "Link: canonical", "Link: amphtml", "Discover Thomson Reuters", "Directory of sitesLoginContactSupport", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up", "everythingNews", "Updated", "False claim: Bill Gates planning to use microchip implants to fight coronavirus", "By Reuters Staff", "5 Min Read", "A viral claim on social media says Bill Gates is planning to use microchip", "implants to fight the coronavirus. Most of the posts say Gates will", "“launch human-implantable capsules that have ‘digital certificates’ which", "can show who has been tested for the coronavirus and who has been", "vaccinated against it.” The claim has been shared at least 1,000 times on", "Facebook ( here , bit.ly/3aoVnIV , here ) and at least 3,600 times on", "Twitter, as of March 27, 2020 ( here , here , here ).", "Most of the iterations of this claim link to or take their information", "from a post on March 19 ( here ).", "The story, titled “Bill Gates will use microchip implants to fight", "coronavirus,” includes an authentic quote from a Q&A with Reddit about", "COVID-19 ( here ). But the story then uses his “Ask Me Anything” answer as", "a springboard for speculation and unattributed conclusions. They were not", "supported by Gates’ responses in the interview.", "Written like a news article, the post misleadingly says that “quantum dot", "dye,” a technology indeed founded by the Gates Foundation, would be used", "as “human-implantable capsules that have ‘digital certificates’ which can", "show who has been tested for the coronavirus” ( here ).", "Kevin McHugh, one of the lead authors of the “quantum dot dye” research", "paper, said, “The quantum dot dye technology is not a microchip or", "human-implantable capsule and to my knowledge there are no plans to use", "this for coronavirus.”", "Gates did mention the possibility of having a “digital certificate” for", "health records “eventually,” but he did not say these certificates would", "be “microchip implants.” This was the Reddit exchange:", "“Q: What changes are we going to have to make to how businesses operate to", "maintain our economy while providing social distancing?", "Bill Gates: The question of which businesses should keep going is tricky.", "Certainly, food supply and the health system. We still need water,", "electricity and the internet. Supply chains for critical things need to be", "maintained. Countries are still figuring out what to keep running.", "Eventually we will have some digital certificates to show who has", "recovered or been tested recently or when we have a vaccine who has", "received it.”", "When asked about the claim, the Bill and Melinda Gates Foundation told", "Reuters, “The reference to ‘digital certificates’ relates to efforts to", "create an open source digital platform with the goal of expanding access", "to safe, home-based testing.”", "IBM describes a digital certificate as an “electronic document” used to", "identify an individual, and associate the identity with a public key. Like", "a driver’s license or a passport, it provides proof of a person’s identity", "( here ).", "Bill Gates has been repeatedly mentioned in other false claims regarding", "the coronavirus outbreak. A recent Reuters fact-check debunking a false", "claim about Gates can be seen here .", "VERDICT", "False: Bill Gates foresees the use of “digital certificates” with health", "records, but did not say these would be in the form of microchip implants.", "There are no plans to use this future technology during the coronavirus", "outbreak.", "This article was produced by the Reuters Fact Check team. Read more about", "our fact checking work   here .", "Our Standards: The Thomson Reuters Trust Principles.", "* Apps", "* Newsletters", "* Advertise with Us", "* Advertising Guidelines", "* Cookies", "* Terms of Use", "* Privacy", "* Do Not Sell My Personal Information", "All quotes delayed a minimum of 15 minutes. See here for a complete list", "of exchanges and delays.", "© 0 Reuters. All Rights Reserved.", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up"]