["Link: canonical", "TIME", "Time.com", "MY ACCOUNT SIGN IN SIGN OUT --> SUBSCRIBE SUBSCRIBE", "Home U.S. Politics World Business Tech Health TIME Health Entertainment", "Science Newsfeed Living Sports History The TIME Vault Magazine Ideas TIME", "Labs", "Photography  Videos  The Goods  Press Room", "The 100 Most Influential People Next Generation Leaders Person of the Year", "Top of the World", "Subscribe Newsletters Feedback Privacy Policy Your California Privacy", "Rights Terms of Use Ad Choices Ad Choices", "RSS TIME Apps TIME for Kids Advertising Reprints and Permissions Site Map", "Help Customer Service © 2019 TIME USA, LLC. All rights reserved.", "Subscribe", "Subscribe", "Will Pro-Choice Women Back McCain?", "By Amy Sullivan Monday, June 23, 2008", "* Share", "* * Tweet", "* *  * Read Later", "* Send to Kindle", "* * Scott Olson / Getty", "Protesters gather for the opening of a Planned Parenthood clinic in", "Aurora, Illinois (left); Republican presidential candidate Sen. John", "McCain", "Related", "* New Fronts in the Abortion Battle", "* McCain's Pro-Choice Appeal", "* Email", "* Print", "* Share", "* Facebook", "* Twitter", "* Tumblr", "* LinkedIn", "* StumbleUpon", "* Reddit", "* Digg", "* Mixx", "* Del.i.cious", "* Google+", "* Reprints", "Follow @TIME", "The 2008 presidential race may have been branded a \"change\" election, but", "abortion rights advocates have seen this movie before. Once again they", "face a Republican nominee who supports abortion restrictions yet is widely", "viewed as moderate and unthreatening to pro-choice voters. Eight years", "ago, it was George W. Bush who convinced pro-choice Republican and", "independent women that he was a safe bet, asserting that \"America is not", "ready to ban abortions.\" This time, according to a poll released last week", "by NARAL Pro-Choice America, voters have a fuzzy sense of John McCain's", "views on abortion \u0097 which is just the way the McCain campaign wants it.", "The NARAL survey found that when pro-choice women are told that McCain", "believes the Roe v. Wade decision should be overturned, their support for", "him drops substantially. Among pro-choice independent women, who are", "already more inclined to back Obama, information about the two candidates'", "abortion positions improves Obama's edge from 53-35 to 66-26, for a net", "gain of 22 percentage points. Even pro-choice Republican women shift their", "support after hearing about McCain's opposition to Roe: 76% initially say", "they will vote for McCain in November, but that number drops to 63%.", "The problem for Democrats is that most voters don't sit through phone", "calls with pollsters walking them through the respective positions of the", "two nominees. That sets up a messaging battle, and it's one Republicans", "enter from a position of strength. In the 35 years since the Roe v. Wade", "decision was handed down, abortion has reigned as the single most", "controversial issue in American politics. Nevertheless, G.O.P.", "presidential candidates have demonstrated a remarkable ability to strike a", "politically successful balance, quietly reassuring their conservative base", "of their anti-abortion commitment while publicly hewing to language that", "appeals to the pro-choice majority.", "While every Republican party platform since 1976 has called for a", "constitutional amendment to ban abortion in all cases, the men who have", "run on those platforms have been careful to use more measured language.", "George W. Bush's frequent references to \"the culture of life\" fit that", "mold, borrowing a phrase made famous by Pope John Paul II that resonated", "with social conservatives but sounded innocuous to most pro-choice voters.", "When pressed in presidential debates, Bush even refused to say whether he", "wanted to see Roe overturned, choosing instead to talk about the", "importance of \"changing hearts\" about abortion.", "On that score, McCain has gone further than Bush. Although McCain has a", "solid record of supporting abortion restrictions in the Senate, he has", "felt pressure to articulate that position \u0097 and prove his conservative", "bona fides \u0097 because of his strained relationship with religious", "conservatives. Under questioning from ABC's George Stephanopoulos, McCain", "said that he supported a constitutional amendment to ban abortion and that", "he believed Roe should be overturned, a position he opposed in 2000 when", "he came under attack from pro-life activists during the G.O.P. primaries.", "And not long after he clinched the nomination in the spring of 2008,", "McCain gave a speech on judicial philosophy that was meant to put to rest", "doubts on the right about whether he would appoint pro-life judges.", "But McCain's more traditional abortion rhetoric is leavened by his", "carefully maintained political brand as a \"maverick\" politician. Nancy", "Keenan, president of NARAL, believes that has led many voters to make", "incorrect assumptions about McCain's views on abortion and is one reason", "he is now courting pro-choice women, particularly Hillary Clinton's", "supporters. \"People think that he's a maverick and that must mean that", "he's a moderate,\" Keenan says. \"And they come to the conclusion that if", "you're a moderate, you must be pro-choice.\"", "If McCain wants to encourage that interpretation, he might enlist his wife", "to help. From Pat Nixon, who declared \"I believe abortion is a personal", "choice,\" to Betty Ford, who praised the Supreme Court's judgment in Roe as", "\"a great, great decision\" to Laura Bush, who on the eve of her husband's", "inauguration said she did not think he would appoint justices who would", "overturn Roe, pro-choice wives have long tried to signal to voters that", "this particular Republican President would not focus on abortion.", "Those same Republican candidates have also traditionally benefited from", "the Democratic handling of the abortion issue. In 2004, the Republican", "National Convention featured keynote speeches by pro-choice politicians on", "three out of the four nights. By contrast, Democrats kept a pro-life", "minister off their stage and most Democratic speakers voiced their", "commitment to a woman's right to choose, while uttering not a word about", "supporting policies that would prevent unwanted pregnancies in the first", "place.", "In essence, while the G.O.P. has largely tried to keep its base quietly", "comforted, Democrats have seemed compelled to make public shows of", "allegiance to pro-choice activists. The result is that pro-choice voters", "hear little from Republican candidates to upset them, even as pro-life", "voters have their differences with the Democratic Party's abortion stance", "highlighted for all to see. Not surprisingly, the two approaches show up", "at the ballot box: in 2000, 38% of Bush's voters were pro-choice while", "only 22% of Gore's were pro-life. Those percentages closed in 2004, but", "only slightly.", "That's why NARAL and other groups are gearing up this year to target", "pro-choice women who fall outside of their universe of members and", "activists, a strategy they tested in the 2006 mid-term elections. \"We", "identify the Republican women; we get out the information about", "candidates' positions,\" says Keenan. \"We call them, we knock on doors, and", "once we've persuaded them, we get them to the polls.\" It worked in 2006,", "and this year she sees \"enormous potential to move those women into the", "Obama column.\" But in order to do that, Keenan and her allies will have to", "find some way to drive home the point that when it comes to the Republican", "presidential tradition of obscuring strong pro-life views with moderate", "rhetoric, John McCain is anything but a maverick.", "* Home", "* U.S.", "* Politics", "* World", "* Business", "* Tech", "* Health", "* Science", "* Entertainment", "* Newsfeed", "* Living", "* Ideas", "* Parents", "* Sports", "* History", "* The TIME Vault", "* Magazine", "* Subscribe", "* Give a Gift", "* The Goods", "* Shop TIME", "* Press Room", "* Newsletters", "* Customer Service", "* Site Map", "* Privacy Policy", "* Your California Privacy Rights", "* Terms of Use", "* Advertising", "* Ad Choices Ad Choices", "* Careers", "© 2019 TIME USA, LLC. All rights reserved.", "IFrame"]