["Link: canonical", "* »", "* [IMG]", "* · JoeBiden", "* · Community", "* · Georgia", "* · VoterSuppression", "* · Republicans", "* · DonaldTrump", "* · Covid-19", "* · Democrats", "* · Elections", "* · VotingRights", "* · Media", "* · OpenThread", "* · Covid", "* · Insurrection", "* · trump", "* · Pandemic", "* · Culture", "* · Immigration", "* · Filibuster", "* · Democracy", "* · Senate", "* · Vaccine", "* · TedCruz", "* · GOP", "* · Science", "* · FoxNews", "* · WhiteSupremacy", "* · BrianKemp", "* · Racism", "* · GunControl", "[IMG]", "Sign up", "Log in", "0", "Messages", "* New Blog Entry", "* Drafts", "* View/Edit My Profile", "* Image Library", "* My Groups", "* My Stories", "* My Activity Stream", "* My Comments", "* Subscribe to hide ads", "Show Ads", "Hide Ads", "* Log out", "Blog It!", "Help Join the mailing list", "News", "Front Page", "Elections", "Daily Kos Liberation League", "Prism", "Comics", "Radio", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "Community", "Recommended", "Most Shared", "Recent Stories", "Community Spotlight", "GROUPS", "Readers and Book Lovers", "Science Matters", "ClassWarfare Newsletter", "More...", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "More Stories »", "Action", "[IMG]", "Sign and send the petition: Demand the Senate pass the For the People Act", "and rebuild our democracy", "[IMG]", "Sign and send the petition: End the filibuster to restore democracy", "[IMG]", "Sign and send the petition to your Senator: Make DC the 51st state!", "See All 20 Campaigns »", "_____________________", "VA-Gov: Paul Begala Lists The Reasons Why Ken Cuccinelli (R) Is Crazy &", "Bad For Virginia", "poopdogcomedy", "Community (This content is not subject to review by Daily Kos staff prior", "to publication.)", "Thursday June 27, 2013 · 3:46 PM PDT", "2013/06/27 · 15:46", "Please log in or sign up to continue.", "Recommend 14", "Recommend 14", "Unrecommend 14", "Share  Tweet", "10 Comments", "Add to Blog", "RSS", "Update", "Edit", "Administration", "Un-Rescue", "Rescue", "TAGS", "* Following tag (Click to unfollow) Click to follow tag 2013", "* Following tag (Click to unfollow) Click to follow tag AntoninScalia", "* Following tag (Click to unfollow) Click to follow tag Birth Control", "* Following tag (Click to unfollow) Click to follow tag Climate Change", "* Following tag (Click to unfollow) Click to follow tag ClimateChange", "* Following tag (Click to unfollow) Click to follow tag Democrats", "* Following tag (Click to unfollow) Click to follow tag DGA", "* Following tag (Click to unfollow) Click to follow tag GOP", "* Following tag (Click to unfollow) Click to follow tag KenCuccinelli", "* Following tag (Click to unfollow) Click to follow tag LGBT", "* Following tag (Click to unfollow) Click to follow tag Medicare", "* Following tag (Click to unfollow) Click to follow tag PatRobertson", "* Following tag (Click to unfollow) Click to follow tag PaulBegala", "* Following tag (Click to unfollow) Click to follow tag", "ReproductiveRights", "* Following tag (Click to unfollow) Click to follow tag Republicans", "* Following tag (Click to unfollow) Click to follow tag SCOTUS", "* Following tag (Click to unfollow) Click to follow tag Social Security", "* Following tag (Click to unfollow) Click to follow tag SocialSecurity", "* Following tag (Click to unfollow) Click to follow tag Supreme Court", "* Following tag (Click to unfollow) Click to follow tag Tea Party", "* Following tag (Click to unfollow) Click to follow tag TeaParty", "* Following tag (Click to unfollow) Click to follow tag TerryMcAuliffe", "* Following tag (Click to unfollow) Click to follow tag TimKaine", "* Following tag (Click to unfollow) Click to follow tag VA-Gov", "* Following tag (Click to unfollow) Click to follow tag Virginia", "* Following tag (Click to unfollow) Click to follow tag Vote", "* Following tag (Click to unfollow) Click to follow tag War on Women", "* Following tag (Click to unfollow) Click to follow tag Koch Brothers", "* Following tag (Click to unfollow) Click to follow tag KochBrothers", "* Following tag (Click to unfollow) Click to follow tag Super Pacs", "* Following tag (Click to unfollow) Click to follow tag SuperPacs", "* Following tag (Click to unfollow) Click to follow tag WarOnWomen", "* Following tag (Click to unfollow) Click to follow tag BirthControl", "* Following tag (Click to unfollow) Click to follow tag Vote2013", "* Following tag (Click to unfollow) Click to follow tag 2013Election", "* Following tag (Click to unfollow) Click to follow tag Election2013", "* Following tag (Click to unfollow) Click to follow tag", "2013VirginiaGovernorsRace", "* Following tag (Click to unfollow) Click to follow tag EW Jackson", "* Following tag (Click to unfollow) Click to follow tag SupremeCourt", "Edit Tags", "Tag History", "×", "Tag History", "* 2013 anti-gayinitiatives AntoninScalia Birth Control Climate Change", "ClimateChange Democrats DGA GOP KenCuccinelli LGBT Medicare", "PatRobertson PaulBegala ReproductiveRights Republicans SCOTUS Social", "Security Supreme Court Tea Party TerryMcAuliffe TimKaine VA-Gov", "Virginia Vote War on Women Koch Brothers Super Pacs Vote2013 created", "by  at 11/10/2015 10:19 PM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT mccainspanishliespalinad Medicare", "PatRobertson PaulBegala ReproductiveRights Republicans SCOTUS Social", "Security Supreme Court Tea Party TerryMcAuliffe TimKaine VA-Gov", "Virginia Vote War on Women Koch Brothers Super Pacs SuperPacs created", "by  at 11/10/2015 10:39 PM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security Supreme Court", "Tea Party TerryMcAuliffe TimKaine VA-Gov Virginia Vote War on Women", "Koch Brothers Super Pacs SuperPacs WarOnWomen created by  at", "11/10/2015 10:48 PM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security Supreme Court", "Tea Party TerryMcAuliffe TimKaine VA-Gov Virginia Vote War on Women", "Koch Brothers Super Pacs SuperPacs WarOnWomen created by  at", "11/10/2015 11:58 PM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security Supreme Court", "Tea Party TerryMcAuliffe TimKaine VA-Gov Virginia Vote War on Women", "Koch Brothers KochBrothers Super Pacs SuperPacs created by  at", "11/11/2015 12:20 AM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security Supreme Court", "Tea Party TeaParty TerryMcAuliffe TimKaine VA-Gov Virginia Vote War on", "Women Koch Brothers KochBrothers Super Pacs created by  at 11/11/2015", "12:32 AM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security Supreme Court", "Tea Party TeaParty TerryMcAuliffe TimKaine VA-Gov Virginia Vote War on", "Women Koch Brothers KochBrothers Super Pacs created by  at 11/11/2015", "01:25 AM", "* 2013 AntoninScalia Birth Control Climate Change ClimateChange", "Democrats DGA GOP KenCuccinelli LGBT Medicare PatRobertson PaulBegala", "ReproductiveRights Republicans SCOTUS Social Security SocialSecurity", "Supreme Court Tea Party TeaParty TerryMcAuliffe TimKaine VA-Gov", "Virginia Vote War on Women Koch Brothers KochBrothers created by  at", "11/11/2015 01:27 AM", "Done Editing Tags", "Share this article", "14", "14", "14", "[ Submit ]", "Received this e-mail today from Democratic political strategist, Paul", "Begala, regarding the 2014 Virginia Governor's Race:", "My 28 years of political experience have taken me to all 50 states. And", "in all those years, in all those states, I don't believe I have ever", "seen a major party's candidate for governor in a swing state who has the", "extreme positions of Virginia GOP candidate Ken Cuccinelli.", "Cuccinelli is a Tea Party favorite and a right-wing extremist. How", "extreme? Let me count the ways:", "1. He hates Social Security and Medicare. In his book he specifically", "described those benefits - benefits earned by every American who pays", "into them -- this way: \"These programs make people dependent on", "government.\"", "2. He hates birth control. He has said people should be willing to go to", "jail to stop Obamacare from covering contraception.", "Heard enough already from Cuccinelli and his right-wing friends? Click", "here to donate $15 or more to the DGA before our June 30 deadline –", "we’ll get it tripled and directly out to the field to help fight back", "against these radical extremists:", "https://secure.democraticgovernors.org/...", "3. He thinks Justice Scalia is too liberal. He told a right-wing think", "tank that Justice Scalia - perhaps the most right-wing member of the", "Supreme Court - goes along with too many Constitutional precedents:", "\"Justice Scalia is in this category: ‘Well, we’ve been doing it wrong", "for a while, so now it’s part of the Constitution.’ I don’t buy that. I", "don’t buy that.\"", "4. He attacked churches for helping the poor. Religious efforts to aid", "the poor, he said, \"helped create a culture of dependency on government,", "not God.\"", "5. He opposes a woman's right to choose. Even in the case of rape. Even", "in the case of incest. Even when a woman's health is in danger.", "Okay. That's got to be enough to get you to click. $15 can save Virginia", "- and America - from these fanatics.", "6. He used his power as Virginia's Attorney General to harass climate", "scientists. As Sen. Sheldon Whitehouse has said: “In 2010, Virginia", "Attorney General Ken Cuccinelli used his powers of office to harass", "former University of Virginia climatologist Michael Mann and 39 other", "climate scientists and staff.”", "I could go on. Believe me, I could. But here's the question: is there", "any real chance a wack-job like Cuccinelli could actually become", "Governor of Virginia? The sad answer is yes. And there are millions of", "reasons why.", "Right-wing activists will pour millions into Virginia this year. It's an", "off-year election in a state that Pres. Obama won. Every reject from the", "Star Wars bar scene is going to be pumping money into Virginia: from the", "Koch Brothers (who love a climate denier) to Karl Rove (who loves power)", "to the Pat Robertson fringe (who love, love, love Cuccinelli and want to", "enact his ultra-right-wing agenda).", "That's why I'm writing you. This is much bigger than Virginia. If the", "GOP can elect an Obamacare-hating, Planned Parenthood attacking,", "anti-choice, anti-gay extremist in Virginia just one year after Pres.", "Obama carried the state, it will encourage their most radical elements.", "Knowing Cuccinelli can’t win Virginia on his extremist record, the", "predictable cast of right-wing heavyweights is parachuting in. Rove’s", "spewing his usual nonsense, the Koch brothers are writing checks and", "ex-Romney staffers have formed a new PAC called “America Rising” to", "follow Terry everywhere and twist his words into nasty attacks.", "Click here right now. I mean it. Your $15 - tripled by a donor - will", "help us fight Rove, the Kochs and the Romney retreads and defend working", "families, LGBT Americans and women in Virginia and across the country:", "https://secure.democraticgovernors.org/...", "And if we don’t act now, it just might be too late.", "We can’t waste any time getting out the truth about Cuccinelli’s radical", "agenda. The alternative – Cuccinelli and anti-choice, anti-gay, LG", "candidate E.W. Jackson in the governor’s mansion – is just too", "terrifying. Please give before our June 30 deadline – just 3 days away.", "Click here to donate $15 or more to the DGA – with so much at risk, we", "just can’t fall short:", "https://secure.democraticgovernors.org/...", "Thanks,", "Paul Begala", "You can click here to donate to the Democratic Governors Association to", "help beat The Cooch:", "https://secure.democraticgovernors.org/...", "Now I may not be a fan of Terry McAuliffe (D) but Virginians don't deserve", "to have Cuccinelli as their Governor.  They're way, way better than that.", "But I am a fan of Senator Tim Kaine (D. VA) who is also helping raise", "money for McAuliffe:", "If there's one thing I've learned in my years representing the people of", "Virginia, it's that the best path forward for our Commonwealth is for", "all of our elected representatives -- regardless of their political", "party -- to work together to pass reforms that will benefit Virginians.", "And that's why I'm so proud to support Terry McAuliffe for Governor. I", "know he'll continue our important Virginia tradition of doing whatever", "is necessary -- including crossing party lines -- to create meaningful", "change.", "On the other hand, Terry's opponent takes pride in attacking compromise", "at every opportunity.", "Will you donate today to give Terry the resources he needs to spread his", "message of economic opportunity across the Commonwealth and win in", "November?", "https://secure.actblue.com/...", "Terry has an important fundraising deadline on Sunday, and what he", "raises before the deadline will lay the foundation of his campaign.", "Terry is up against the same people – like the Koch brothers -- who made", "my campaign for US Senate last year the home of more outside spending", "from Super PACs and secret-money groups than any other in the country.", "Last year, we took them on and won.", "It's up to all of us to make sure we do the same thing for Terry’s", "campaign this year so that he has the resources necessary to continue", "the tradition of bipartisan compromise in Virginia.", "Donate now before Sunday's critical fundraising deadline:", "https://secure.actblue.com/...", "Thank you for everything you do,", "Tim", "You can click here to donate:", "https://secure.actblue.com/...", "This content was created by a Daily Kos Community member.", "Make YOUR voice heard!", "Log in or create an account.", "Please log in or sign up to continue.", "Recommend 14", "Recommend 14", "Unrecommend 14", "Share  Tweet", "10 Comments", "----------------------------------------------------------------------", "Loading comments...", "10 Comments", "Comment Settings Close Settings", "[ ] Auto refresh", "[ ] Collapse on load", "[ ] Show hidden", "[ ] Show until I hide", "Comments are closed on this story.", "* ( L ) Recommend", "* ( r ) Reply", "More hints...", "* ( p ) Parent", "* ( o ) Open/Close", "* ( j ) Next Unread", "* ( k ) Prev Unread", "* ( J ) Next", "* ( K ) Prev", "Back to Story Show Parent Thread", "Trending list", "Most Shared", "© Kos Media, LLC", "Site content may be used for any purpose without explicit permission", "unless otherwise specified. \"Kos\" and \"Daily Kos\" are registered", "trademarks of Kos Media, LLC.", "Privacy Policy", "Daily Kos", "* Front Page", "* Elections", "* Radio", "* Comics", "* RSS", "About", "* Terms", "* Rules of the Road", "* DMCA Copyright Notice", "* Do Not Sell My Info", "* Privacy", "* About Us", "* Contact Us", "Advertising", "* Advertising Overview", "Careers", "* Jobs", "Merchandise", "* Shirts", "get out the vote", "* Ways to get involved in the 2020 Election", "[IMG]", "Daily Kos moves in solidarity with the Black community.", "Learn More", "× Close", "Close", "Close Save changes"]