["Link: shortlink", "Link: apple-touch-startup-image", "Link: canonical", "Link: amphtml", "×", "×", "Rolling Stone", "Send a Tip", "Log In Subscribe", "Menu", "Close the menu", "* Music", "* TV", "* Movies", "* Politics", "* Culture", "* Charts", "* Pro", "* Newsletters", "* Shop", "Menu", "Close the menu", "Read Next GOP Rep. Boebert Bizarrely Compares Firearm Killings to Murder", "by Hammer", "Log In Subscribe", "Send a Tip", "Account", "* Welcome,", "* Get Digital Access", "* Manage Digital Account", "* Manage Print Account", "* Logout", "Home Politics Politics News", "August 25, 2005 4:00AM ET", "Inside the Horror Show That Is Congress", "Warning: Should not be viewed by small children or anyone with a shred of", "idealism", "By", "Matt Taibbi", "Matt Taibbi", "Matt Taibbi", "Contributing Editor", "@mtaibbi Follow", "Matt Taibbi's Most Recent Stories", "* Forgiving Student Debt Alone Won’t Fix the Crisis", "* Trump’s Gone, So What’s Next for the Democrats?", "* Big Pharma’s Covid-19 Profiteers", "View All", "* Facebook", "* Twitter", "* Reddit", "* Email", "* Show more sharing options", "* Tumblr", "* Pin It", "* LinkedIn", "* WhatsApp", "* Print", "Bernie Sanders", "Bernie Sanders", "Alden Pellett/AP", "It was a fairy-tale political season for George W. Bush, and it seemed", "like no one in the world noticed. Amid bombs in London, bloodshed in Iraq,", "a missing blonde in Aruba and a scandal curling up on the doorstep of Karl", "Rove, Bush’s Republican Party quietly celebrated a massacre on Capitol", "Hill. Two of the most long-awaited legislative wet dreams of the", "Washington Insiders Club – an energy bill and a much-delayed highway bill", "– breezed into law. One mildly nervous evening was all it took to pass", "through the House the Central American Free Trade Agreement (CAFTA), for", "years now a primary strategic focus of the battle-in-Seattle activist", "scene. And accompanied by scarcely a whimper from the Democratic", "opposition, a second version of the notorious USA Patriot Act passed", "triumphantly through both houses of Congress, with most of the law being", "made permanent this time.", "Related", "'Kids Being Kids': Slint Look Back on 'Spiderland' at 30", "How the Dream of a Porn-Content House Fell Apart", "Related", "Silence of the Lambs; Writer; Ted Tally", "'Silence of the Lambs': 'It Broke All the Rules'", "15 Metal Christmas Songs for Unsilent, Unholy Nights", "Bush’s summer bills were extraordinary pieces of legislation, broad in", "scope, transparently brazen and audaciously indulgent. They gave an energy", "industry drowning in the most obscene profits in its history billions of", "dollars in subsidies and tax breaks, including $2.9 billion for the coal", "industry. The highway bill set new standards for monstrous and", "indefensibly wasteful spending, with Congress allocating $100,000 for a", "single traffic light in Canoga Park, California, and $223 million for the", "construction of a bridge linking the mainland an Alaskan island with a", "population of just fifty.", "It was a veritable bonfire of public money, and it raged with all the", "brilliance of an Alabama book-burning. And what fueled it all were the", "little details you never heard about. The energy bill alone was 1,724", "pages long. By the time the newspapers reduced this Tolstoyan monster to", "the size of a single headline announcing its passage, only a very few", "Americans understood that it was an ambitious giveaway to energy interests", "But the drama of the legislative process is never in the broad strokes but", "in the bloody skirmishes and power plays that happen behind the scenes.", "To understand the breadth of Bush’s summer sweep, you had to watch the", "hand-fighting at close range. You had to watch opposition gambits die slow", "deaths in afternoon committee hearings, listen as members fell on their", "swords in exchange for favors and be there to see hordes of lobbyists rush", "in to reverse key votes at the last minute. All of these things I did –", "with the help of a tour guide.", "“Nobody knows how this place is run,” says Rep. Bernie Sanders. “If they", "did, they’d go nuts.”", "Sanders is a tall, angular man with a messy head of gull-white hair and a", "circa-1977 set of big-framed eyeglasses. Minus the austere congressional", "office, you might mistake him for a physics professor or a journalist of", "the Jimmy Breslin school.", "Vermont’s sole representative in the House, Sanders is expected to become", "the first Independent ever elected to the U. S. Senate next year. He is", "something of a cause célèbre on both the left and right these days, with", "each side overreacting to varying degrees to the idea of a self-described", "“democratic socialist” coming so near to a seat in the upper house.", "Some months before, a Sanders aide had tried to sell me on a story about", "his boss, but over lunch we ended up talking about Congress itself. Like a", "lot of people who have worked on the Hill a little too long, the aide had", "a strange look in his eyes – the desperate look of a man who’s been", "marooned on a remote island, subsisting on bugs and abalone for years on", "end. You worry that he might grab your lapel in frustatration at any", "moment. “It’s unbelievable,” he said. “Worse than you can possibly", "imagine. The things that go on…”", "Some time later I came back to the aide and told him that a standard", "campaign-season political profile was something I probably couldn’t do,", "but if Sanders would be willing to give me an insider’s guided tour of the", "horrors of Congress, I’d be interested.", "“Like an evil, adult version of Schoolhouse Rock,” I said.", "The aide laughed and explained that the best time for me to go would be", "just before the summer recess, a period when Congress rushes to pass a", "number of appropriations bills. “It’s like orgy season,” he said. “You", "won’t want to miss that.”", "I thought Sanders would be an ideal subject for a variety of reasons, but", "mainly for his Independent status. For all the fuss over his “socialist”", "tag, Sanders is really a classic populist outsider. The mere fact that", "Sanders signed off on the idea of serving as my guide says a lot about his", "attitude toward government in general: He wants people to see exactly what", "he’s up against.", "I had no way of knowing that Sanders would be a perfect subject for", "another, more compelling reason. In the first few weeks of my stay in", "Washington, Sanders introduced and passed, against very long odds, three", "important amendments. A fourth very nearly made it and would have passed", "had it gone to a vote. During this time, Sanders took on powerful", "adversaries, including Lockheed Martin, Westinghouse, the Export-Import", "Bank and the Bush administration. And by using the basic tools of", "democracy – floor votes on clearly posed questions, with the aid of", "painstakingly built coalitions of allies from both sides of the aisle –", "he, a lone Independent, beat them all.", "It was an impressive run, with some in his office calling it the best", "winning streak of his career. Except for one thing.", "By my last week in Washington, all of his victories had been rolled back,", "each carefully nurtured amendment perishing in the grossly corrupt and", "absurd vortex of political dysfunction that is today’s U. S. Congress.", "What began as a tale of political valor ended as a grotesque object lesson", "in the ugly realities of American politics – the pitfalls of digging for", "hope in a shit mountain.", "Sanders, to his credit, was still glad that I had come. “It’s good that", "you saw this,” he said. “People need to know.”", "Amendment 1", "At 2 p. m. on Wednesday, July 20th, Sanders leaves his office in the", "Rayburn Building and heads down a tunnel passage-way to the Capitol, en", "route to a Rules Committee hearing. “People have this impression that you", "can raise any amendment you want,” he say. “They say, ‘Why aren’t you", "doing something about this?’ That’s not the way the system works.”", "Amendments occupy a great deal of most legislators’ time, particularly", "those lawmakers in the minority. Members of Congress do author major", "bills, but more commonly they make minor adjustments to the bigger bill.", "Rather than write their own anti-terrorism bill, for instance, lawmakers", "will try to amend the Patriot Act, either by creating a new clause in the", "law or expanding or limiting some existing provisions. The bill that", "ultimately becomes law is an aggregate of the original lagislation and all", "the different congresspersons along the way.", "Sanders is the amendment king of the current House of Representative.", "Since the Republicans took over Congress in 1995, no other lawmaker – not", "Tom DeLay, not Nancy Pelosi – has passed more roll-call amendments", "(amendments that actually went to a vote on the floor) than Bernie", "Sanders. He accomplishes this on the one hand by being relentlessly", "active, and on the other by using his status as an Independent to form", "left-right coalitions.", "On this particular day, Sanders carries with him an amendment to Section", "215 of the second version of the Patriot Act, which is due to go to the", "House floor for a reauthorization vote the next day. Unlike many such", "measures, which are often arcane and shrouded in minutiae, the Sanders", "amendment is simple, a proposed rollback of one of the Patriot Act’s most", "egregious powers: Section 215 allows law enforcement to conduct broad", "searches of ordinary citizens – even those not suspected of ties to", "terrorism – without any judicial oversight at all. To a civil libertarian", "like Sanders, it is probably a gross insult that at as late a date as the", "year 2005 he still has to spend his time defending a concept like probable", "cause before an ostensibly enlightened legislature. But the legislation", "itself will prove not half as insulting as the roadblocks he must overcome", "to force a vote on the issue.", "The House Rules Committee is perhaps the free world’s outstanding", "bureaucratic abomination – a tiny, airless closet deep in the labyrinth of", "the Capitol where some of the very meanest people on earth spend their", "days cleaning democracy like a fish. The official function of the", "committee is to decide which bills and amendments will be voted on by", "Congress and also to schedule the parameters of debate. If Rules votes", "against your amendment, your amendment dies. If you control the Rules", "Committee, you control Congress.", "The committee has nine majority members and four minority members. But in", "fact, only one of those thirteen people matters. Unlike on most", "committees, whose chairmen are usually chosen on the basis of seniority,", "the Rules chairman is the appointee of the Speaker of the House.", "The current chairman, David Dreier, is a pencil-necked Christian Scientist", "from Southern California, with exquisite hygiene and a passion for", "brightly colored ties. While a dependable enough yes man to have remained", "Rules chairman for six years now, he is basically a human appendage, a", "prosthetic attachment on the person of the House majority leader, Tom", "DeLay. “David carries out the wishes of the Republican leadership right", "down the line,” said former Texas Congressman Martin Frost, until last", "year the committee’s ranking Democrat.", "There is no proven method of influencing the Rules Committee. In fact, in", "taking on the committee, Democrats and Independents like Sanders normally", "have only one weapon at their disposal.", "“Shame,” says James McGovern, a Massachusetts Democrat and one of the", "minority members on the committee. “Once in a great while we can shame", "them into allowing a vote on something or other.”", "The Rules Committee meets in a squalid little space the size of a high", "school classroom, with poor lighting and nothing on the walls but lifeless", "landscapes and portraits of stern-looking congressmen of yore. The grim", "setting is an important part of the committee’s character. In the vast,", "majestic complex that is the U.S. Capitol – an awesome structure where", "every chance turn leads to architectural wonderment – the room where", "perhaps the most crucial decisions of all are made is a dark,", "seldom-visited hole in the shadow of the press gallery.", "The committee is the last stop on the legislative express, a kind of", "border outpost where bills are held up before they are allowed to pass", "into law. It meets sporadically, convening when a bill is ready to be sent", "to the floor for a vote.", "Around 3 P.M., Sanders emerges from this hole into the hallway. For the", "last hour or so, he has been sitting with his hands folded on his lap in a", "corner of the cramped committee room, listening as a parade of witnesses", "and committee members babbled on in stream-of-consciousness fashion about", "the vagaries of the Patriot Act. He heard, for instance, Texas Republican", "Pete Sessions explain his “philosophy” of how to deal with terrorists,", "which includes, he said, “killing them or removing them from the country.”", "Tom cole of Oklahoma, another Republican committee member, breathlessly", "congratulated witnesses who had helped prepare the act. “This is a very", "important piece of legislation,” he drawled. “Y’all have done a really", "good job.”", "Nodding bashfully in agreement with Cole’s words was Wisconsin Republican", "James Sensenbrenner Jr. As chairman of the Judiciary Committee,", "Sensenbrenner is the majority lawmaker in whose scaly womb the Patriot Act", "gestated until its recent delivery to Rules. Though he was here as a", "witness, his obvious purpose was to bare his fangs in the direction of", "anyone or anything who would threaten his offspring.", "Sensenbrenner is your basic Fat Evil Prick, perfectly cast as a", "dictatorial committee chairman: He has the requisite moistwith-sweat pink", "neck, the dour expression, the penchant for pointless bile and", "vengefulness. Only a month before, on June 10th, Sensenbrenner suddenly", "decided he’d heard enough during a Judiciary Committee hearing on the", "Patriot Act and went completely Tasmanian devil on a group of Democratic", "withnesses who had come to share stories of abuses at places like", "Guanténamo Bay. Apparently not wanting to hear any of that stuff,", "Sensenbrenner got up midmeeting and killed the lights, turned off the", "microphones and shut down the C-Span feed, before marching his fellow", "Republicans out of the room – leaving the Democrats and their witnesses in", "the dark.", "This lights-out technique was actually pioneered by another Republican,", "former Commerce Committee chairman Thomas Bliley, who in 1995 hit the", "lights on a roomful of senior citizens who had come to protest Newt", "Gingrich’s Medicare plan. Bliley, however, went one step further than", "Sensenbrenner, ordering Capitol police to arrest the old folks when they", "refused to move. Sensenbrenner might have tried the same thing in his", "outburst, except that his party had just voted to underfund the Capitol", "police.", "Thus it is strange now, in the Rules Committee hearing, to see the", "legendarily impatient Sensebrenner lounging happily in his witness chair", "like a giant toad sunning on nature’s perfect rock. He speaks at length", "about the efficacy of the Patriot Act in combating the certain evils of", "the free-library system (“I don’t think we want to turn libraries into", "sancturies”) and responds to questions about the removal of an expiration", "date on the new bill (“We don’t have sunsets on Amtrak or social Security,", "either”).", "Such pronouncements provoke strident responses from the four Democratic", "members of the committee – Doris Matsui of California, Alcee Hastings of", "Florida, Louise Slaughter of upstate New York and McGovern of", "Massachusetts – who until now have scarcely stirred throughout the", "hearing. The Democrats generally occupy a four-seat row on the far left", "end of the panel table, and during hearings they tend to sit there in", "mute, impotent rage, looking like the unhappiest four heads of lettuce to", "ever come out of the ground. The one thing they are allowed to do is", "argue. Sensenbrenner gives them just such an opportunity, and soon he and", "McGovern fall into a row about gag orders.", "In the middle of the exchange, Sanders gets up and, looking like a film", "lover leaving in the middle of a bad movie, motions for me to join him in", "the hallway.", "He gestures at the committee room. “It’s cramped, it’s uncomfortable,", "there isn’t enough room for the public or press,” he says. “That’s", "intentional. If they wanted people to see this, they’d pick a better", "hall.”", "Sanders then asks me if I noticed anything unusual about the squabbling", "between Sensenbrenner and McGovern. “Think about it,” he says, checking", "his watch. “How hard is it to say, ‘Mr. Sanders, be here at 4:30 P.M.’?", "Answer: not hard at all. You see, a lot of the things we do around here", "are structured. On the floor, in other committees, it’s like that. But in", "the Rules Committee, they just go on forever, You see what I’m getting", "at?”", "I shrug.", "“It has the effect of discouraging people from offering amendments,” he", "says. “Members know that they’re going to have to sit for a long time.", "Eventually they have to choose between coming here and conducting other", "business. And a lot of them choose other business…. That’s what that show", "in there was about.”", "Amendment 2", "As he waits for his chance to address the Rules Committee, Sanders is", "actually armed with not one but two amendments. The measures are", "essentially the same, both using identical language to prohibit", "warrantless searches of libraries and bookstores. The only difference is,", "the amendment Sanders is trying to get past the committee would", "permanently outlaw such searches under the Patriot Act. The second", "amendment takes a more temporary approach, denying the Justice Department", "funding in next year’s budget to conduct those types of searches.", "This kind of creative measure – so-called limitation amendments – are", "often the best chance for a minority member like Sanders to influence", "legislation. For one thing, it’s easier to offer such amendments to", "appropriations bills than it is to amend bills like the Patriot Act.", "Therefore, Sanders often brings issues to a vote by attempting to limit", "the funds for certain government programs – targeting a federal loan here,", "a bloated contract there. “It’s just another way of getting at an issue,”", "says Sanders.", "In this case, the tactic worked. A month earlier, on June 15th, the House", "passed Sander’s amendment to limit funding for library and bookstore", "searches by a vote of 238–187, with thirty-eight Republicans joining 199", "Democrats.", "The move wasn’t a cure-all; it was just a short-term fix. But it enabled", "Sanders to approach the Rules Committee holding more than his hat in his", "hand. With the June vote, he had concrete evidence to show the committee", "that if his amendment to permanently alter the Patriot Act were allowed to", "reach the floor, it would pass. Now, if Tom DeLay & Co. were going to", "disallow Sanders’ amendment, they were going to have to openly defy a", "majority vote of the U.S. Congress to do so.", "Which, it turns out, isn’t much of a stumbling block.", "While Sanders was facing the Rules Committee, House leaders were openly", "threatening their fellow members about the upcoming vote on CAFTA. “We", "will twist their arms until they break” was the Stalin-esque announcement", "of Arizona Republican Jim Kolbe.", "The hard-ass, horse-head-in-the-bed threat is a defining characteristic of", "this current set of House leaders, whose willingness to go to extreme", "lengths to get their way has become legend. In 2003, Nick Smith, a", "Michigan legislator nearing retirement, was told by Republican leadership", "that if he didn’t vote for the GOP’s Medicare bill, the party would put", "for ward a pimary challenger against his son Brad, who was planning to run", "for his seat.", "Members who cross DeLay & Co. invariably find themselves stripped of", "influence and/or important committee positions. When Rep. Chris Smith", "complained about Bush’s policy toward veterans, he was relieved of his", "seat as the Veterans’ Committee chairman. When Joel Hefley locked horns", "with Dennis Hastert during the Tom DeLay ethics flap, Hefley lost his spot", "as the House Ethics Committee chairman.", "In other words, these leaders don’t mind screwing even their friends any", "chance they get. Take the kneecapping of Arizona Republican Jeff Flake,", "whose surrender on the Patriot Act issue paved the way for the trashing of", "the Sanders amendment.", "Flake, who sits on Sensenbrenner’s Judiciary Committee, had been one of", "the leading Republican critics of the Patriot Act. He was particularly", "explicit in his support for sunset provisions in the law, which would", "prevent it from being made permanent. In April, for instance, a Flake", "spokesman told the Los Angeles Times, “Law enforcement officials would be", "more circumspect if they were faced with the prospect of having to come to", "Congress every couple of years and justify the provisions.”", "When Sanders offered his amendment to deny funding for warrantless", "searches, Flake was right there by his side. But now, only a few weeks", "later, Flake suddenly offers his own amendment, aimed at the same", "provision of the Patriot Act as Sanders’, but with one big difference: It", "surrenders on the issue of probable cause. The Flake amendment would", "require only that the FBI director approve any library and bookstore", "searches.", "It is hard to imagine a more toothless, pantywaist piece of legislation", "than Flake’s measure. In essence, it is a decree from the legislative", "branch righteously demanding that the executive branch authorize its own", "behavior – exactly the kind of comical “compromise” measure one would", "expect the leadership to propose as a replacement for the Sanders plan.", "Flake clearly had made a deal with the House leadership. It is not known", "what he got in return, but it appears that his overlords made him pay for", "it. Before the final vote on any bill, the opposition party has a chance", "to offer what is called a “motion to recommit,” which gives Congress a", "last chance to re-examine a bill before voting on it. When the Democrats", "introduced this motion before the final vote, the House Republican", "leadership had to ask someone to stand up against it. They, naturally,", "turned to Flake, the chastened disenter, to run the errand.", "Flake is a sunny-looking sort of guy with a slim build and blow-dried", "blond hair. He looks like a surfer or maybe the manager of a Guitar Center", "in Ventura or El Segundo: outwardly cheerful, happy and ill-suite,", "facially anyway, for the real nut-cutting politics of this sort. When it", "come time for him to give his speech, Flake meanders to the podium like a", "man who has just had his head claged between a pair of cymbals. The lump", "in his throat is the size of a casaba melon. He begins, “Mr. Speaker, I am", "probably the last person expected to speak on behalf of the committee or", "the leadership in general….”", "When Flake mentions his own amendments, his voice drops as he tries to", "sound proud of them – but the most he can say is, “They are good.” Then he", "becomes down-right philosophical: “Sometimes, as my hero in politics said", "once… Barry Goldwater said, ‘Politics is nothing more than public", "business…. You don’t always get everything you want.”‘", "It is a painful performance. Later, commenting on the Flake speech,", "Sanders shakes his head. “They made him walk the plank there,” he says.", "Flake denies he cut a deal to sell out on the Patriot Act. But his cave-in", "effectively spelled the end of the Sanders amendment. The Republicans", "point to the Flake amendment to show that they addressed concerns about", "library and bookstore searches. Essentially, the House leaders have taken", "the Sanders measure, cut all the guts out of it, bullied one of their own", "into offering it in the form of a separate amendment and sent it sailing", "through the House, leaving Sanders – and probable cause – to suck eggs.", "Amendment 1 Redux", "Late in the afternoon, after waiting several hours for his turn, Sanders", "finally gets a chance to address the Rules Committee. His remarks are", "short but violent. He angrily demands that the committee let Congress vote", "on his amendment, noting that the appropriations version of it had already", "passed the House by fifty-one votes. “I would regard it as an outrageous", "abuse of power to deny this amendment the opportunity to be part of this", "bill,” he shouts. “We had this debate already – and our side won.”", "In response, Republicans on the committee cast a collective “whatever,", "dude” gaze.", "“Sometimes, you can engage them a little,” Sanders says later. But most of", "the time it works out like this.", "Shortly after Sanders finishes his remarks, the Rules Committee members", "scurry to begin what will be a very long night of work. To most everyone", "outside those nine majority members, what transpires in the committee the", "night before a floor vote is a mystery on the order of the identity of", "Jack the Ripper or the nature of human afterlife. Even the Democrats who", "sit on the committee have only a vague awareness of what goes on. “They", "can completely rewrite bills,” says McGovern. “Then they take it to the", "floor an hour later. Nobody knows what’s in those bills.”", "One singular example of this came four years ago, when the Judiciary", "Committee delivered the first Patriot Act to the Rules Committee for its", "consideration. Dreier trashed that version of the act, which had been put", "together by the bipartisan committee, and replaced it with a completely", "different bill that had been written by John Ashcroft’s Justice", "Department.", "The bill went to the floor a few hours later, where it passed into law.", "The Rules Committee is supposed to wait out a three-day period before", "sending the bill to the House, ostensibly in order to give the members a", "chance to read the bill. The three-day period is only supposed to be", "waived in case of emergency. However, the Rules Committee of DeLay and", "Dreier waives the three-day period as a matter of routine. This forces", "members of Congress to essentially cast blind yes-or-no votes to bills", "whose contents are likely to be an absolute mystery to them.", "There is therefore an element of Christmas morning in each decision of the", "committee. On the day of a floor vote, you look under the tree (i.e., the", "Rules Committee Web site) and check to see if your amendment survived. And", "so, on the morning of July 21st, Sanders’ staff goes online and clicks on", "a link marked H.R. 3199 – USA Patriot and Terrorism Prevention", "Reauthorization ACT of 2005.", "Twenty of sixty-three amendments have survived, most of them", "inconsequential. The Sanders amendment isn’t one of them.", "On a sweltering Tuesday morning in the Rayburn Building, a bookend", "location in the multi-building home of the House of Representatives, a", "very long line has formed in the first-floor corridor, outside the", "Financial Services Committee.", "In the ongoing orgy of greed that is the U.S. Congress, the Financial", "Services Committee is the hottest spot. Joel Barkin, a former press aide", "to Sanders, calls Financial Services the “job committee,” because staffers", "who work for members on that committee move into high-paying jobs on Wall", "Street or in the credit-card industry with ridiculous ease.", "“It seems like once a week, I’d get an e-mail from some staffer involved", "with that committee,” he says, shaking his head. “They’d be announcing", "their new jobs with MBNA or MasterCard or whatever. I mean, to send that", "over an e-mail all over Congress – at least try to hide it, you know?”", "On this particular morning, about half of the people in the line to get", "into the committee appear to be congressional staffers, mostly young men", "in ties and dress shirts. The rest are disheveled, beaten-down-looking", "men, most of them black, leaning against the walls.", "These conspicuous characters are called “line-standers.” A lot of them are", "homeless. This is their job: They wait in line all morning so some", "lobbyist for Akin, Gump or any one of a thousand other firms doesn’t have", "to. “Three days a week,” says William McCall (who has a home), holding up", "three fingers. “Come in Tuesday, Wednesday and Thursday. Get between", "twelve and forty dollars.”", "When a photographer approaches to take a picture of the line, all the", "line-standers but McCall refuse to be photographed and cover their faces", "with newspapers. I smile at this: Only the homeless have enough sense to", "be ashamed of being seen in Congress.", "In reality, everybody in Congress is a stand-in for some kind of lobbyist.", "In many cases it’s difficult to tell whether it’s the companies that are", "lobbying the legislators or whether it’s the other way around.", "Amendment 3", "Across the Rayburn Building on the second floor, a two-page memo rolls", "over the fax machine in Sanders’ office. Warren Gunnels, the congressman’s", "legislative director, has been working the phones all day long, monitoring", "the Capitol Hill gossip around a vote that is to take place in the Senate", "later that afternoon. Now a contact of his has sent him a fax copy of an", "item making its way around the senatorial offices that day. Gunnels looks", "at the paper and laughs.", "The memo appears to be printed on the official stationery of the", "Export-Import Bank, a federally subsidized institution whose official", "purpose is to lend money to overseas business ventures as a means of", "creating a market for U.S. exports. That’s the official mission. A less", "full-of-shit description of Ex-Im might describe it as a federal slush", "fund that gives away massive low-interst loans to companies that a) don’t", "need the money and b) have recently made gigantic contributions to the", "right people.", "The afternoon Senate vote is the next act in a genuinely thrilling drama", "that Sanders himself started in the House a few weeks before. On June", "28th, Sanders scored a stunning victory when the House voted 313–114 to", "approve his amendment to block a $5 billion loan by the Ex-Im Bank to", "Westinghouse to build four nuclear power plants in China.", "The Ex-Im loan was a policy so dumb and violently opposed to American", "interests that lawmakers who voted for it had serious trouble coming up", "with a plausible excuse for approving it. In essence, the U.S. was giving", "$5 billion to a state-subsidized British utility (West-inghouse is a", "subsidiary of British Nuclear Fuels) to build up the infrastructure of our", "biggest trade competitor, along the way sharing advanced nuclear", "technology with Chinese conglomerate that had, in the past, shared nuclear", "know-how with Iran and Pakistan.", "John Hart, a spokesman for Oklahoma Republican Sen. Tom Coburn (who would", "later sponsor the Senate version of the Sanders amendment), laughs when", "asked what his opponents were using as an excuse for the bill. “One reason", "I got,” Hart says, “was that if we build nuclear power plants in China,", "then China would be less dependent on foreign oil, and they would consume", "less foreign oil, and so as a result our oil prices would go down.” He", "laughs again. “You’d think there would be more direct ways of lowering gas", "prices,” he says.", "Oddly enough, Coburn, a hard-line pro-war, pro-life conservative who once", "advocated the death penalty for abortion doctors, is a natural ally for", "the “socialist” Sanders on an issue like this one. Sanders among what he", "and his staff call “honest conservatives,” people like California’s Dana", "Rohrabacher and Texas libertarian Ron Paul, with whom Sanders frequently", "works on trade issues. “A lot of times, guys like my boss will have a lot", "in common with someone like Sanders,” says Jeff Deist, an aide to Rep.", "Paul. “We’re frustrated by the same obstacles in the system.”", "In the case of Westinghouse, the bill’s real interest for the Senate had", "little to do with gas prices and a lot to do with protecting a party", "member in trouble. Many of the 5,000 jobs the loan was supposed to create", "were in Pennsylvania, where Rick Santorum, the GOP incumbent, was", "struggling to hold off a challenger.", "“Five billion for 5,000 jobs,” Sanders says, shaking his head in", "disbelief. “That’s $1 million per job. And they say I’m crazy.”", "This morning, with the Senate vote only a few hours away, the lobbying has", "kicked into very high gear. That lobbyists for Westinghouse are", "phone-blitzing senatorial offices is no surprise. Somewhat more surprising", "are reports that the Ex-Im Bank itself is hustling the senatorial staff.", "“Technically speaking, government agencies aren’t allowed to lobby,” says", "Gunnels. “But they sure do a lot of informing just before big votes.”", "The document that has just spilled over the Sanders fax line is printed", "with a cover sheet from the Ex-Im Bank. It looks like an internal memo,", "sent by Ex-Im’s “Senior Legislastive Analyst,” Beverley Thompson.", "The document contains a series of cheery talking points about the Ex-Im", "loan to China, which taken together seem to indicate that the loan is a", "darn good idea. Nowhere does the document simply come out and say, “We", "recommend that the Sanders amendment against this loan be defeated.” But", "the meaning is fairly clear.", "One odd feature of the document is a notation at the top of the page that", "reads, “FYI – this info has not been cleared.” In government offices,", "documents must be cleared for public consumption before they can be", "distributed outside the agency. What this memo seems to suggest, then, is", "the recipient was being given choice inside info from the Ex-Im Bank, a", "strange thing for the bank to be doing out in the open.", "The Sanders office has seen this kind of thing before. In the summer of", "2003, it received a very similar kind of document purportedly from the", "Treasury. Printed on Treasury stationery, the document contained, like the", "Ex-Im memo, a list of talking points that seemed to argue against a", "Sanders amendment. The issue in that case involved a set of new Treasury", "regulations that would have made it easier for companies to convert their", "employees’ traditional pension plans into a new type of plan called a", "cash-balance pension plan.", "Among the companies that would have been affected by the regulations was", "IBM, which stood to save billions by converting to this new system. And", "guess who turned out to have written the “Treasury Department Memo” that", "was circulated to members of Congress, on the eve of the vote?", "That’s right: IBM.", "“It was hilarious,” recalls Gunnels. “The Treasury Department logo was", "even kind of tilted, like it had been pasted on. It looked like a", "third-grader had done it.”", "Persistent questioning by Sanders’ staff led to an admission by the", "Treasury Department that the document had indeed been doctored by IBM. The", "company, in turn, issued a utterly nonsensical mea culpa (“We believed", "that we were redistributing a public document that we had understood was", "widely distributed by the Treasury”) that has to rank as one of the lamer", "corporate non-apologies in recent years.", "It seemed obvious that the company had acted in conjunction with one or", "more Treasury employees to create the phony document. But no Treasury", "employee has ever been exposed, nor has IBM ever been sanctioned. “They", "turned the case over to the Inspector General’s Office,” says Gunnels.", "Jeff Weaver, Sanders’ chief of staff, adds, “And they’ve done absolutely", "nothing.”", "So long as the investigation is still open, Gunnels explains, there is no", "way to request documents pertaining to the case through the Freedom of", "Information Act. “That investigation will probably stay open a long time,”", "he says.", "Every time Congress is ordered to clean up its lobbyist culture, its", "responses come off like leprechaun tricks. For instance, when the Lobby", "Disclosure Act of 1995 ordered the House and the Senate to create an", "electronic lobbyist registry system, so that the public could use the", "latest technology to keep track of Washington’s 34,000-plus lobbyists and", "whom they work for, the two houses only half-complied.", "The secretary of the Senate created an electronic database, all right, but", "what a database: The system was little more than a giant computerized pile", "of downloadable scanned images of all the individual registration forms", "and semiannual reports.", "The Senate system, howeever, was a significant improvement over the House", "system. The House responded to the 1995 law by entirely ignoring it.", "All of Washington seems to be in on the lobbyist leprechaun game. News", "even leaked that corporations had managed to convince the local sports", "teams, the Wizards and the Capitals, to create special courtside and/or", "rinkside tickets. The tickets would not be available to the general public", "but would have an official list price of $49.50 and could be purchased by", "corporate customers. Why the low list price? Because congressional rules", "prohibit gifts to congressmen with a cost above fifty dollars.", "Amendment 4", "The EX-IM Amendment was not the only victory Sanders had scored on the", "government-waste front that month. In fact, just two days after he passed", "the Ex-Im amendment, Sanders secured another apparent major victory", "against a formidable corporate opponent. By a vote of 238–177, the House", "passed a Sanders amendment to cancel a $1.9 billion contract that the", "Federal Aviation Administration had awarded to Lockheed Martin to", "privatize a series of regional Flight Service Stations.", "Several factors went into the drafting of this amendment. For one thing,", "the FAA-Lockheed deal would have resulted in the loss of about 1,000 jobs", "around the country from the closure of thirty-eighty Flight Service", "Stations, which are basically small regional centers that give out weather", "information and provide some basic air-traffic assistance. Thirty-five of", "those projected job losses would have come from a station in Burlington,", "Vermont, so in opposing the deal, Sanders was behaving like a traditional", "congressman, protecting his home turf.", "But there were other concerns. The FAA deal was an early test run for a", "Bush policy idea called “competitive sourcing,” which is just a clunky", "euphemism for the privatization of traditionally governmental services.", "Sanders is generally opposed to competitive sourcing, mainly on cost and", "quality grounds.", "Beyond that, Sanders sees in issues like the Westinghouse deal and the", "Lockheed Martin deal a consistent pattern of surrender to business", "interests by Congress. Too often, he says, Congress fails to tie", "government assistance to the company’s record in preserving American jobs.", "“I have no problem with the argument that we should help businesses out,”", "Sanders says. “But if you go to these hearings, no one ever asks the", "question ‘How many jobs have you exported over the years? If we give you", "money, will you promise not to export any more jobs?”‘", "He laughs. “It’s funny. Some of these companies, they’ll be straight with", "you. General Electric, for instance. They come right out and say, ‘We’re", "moving to China.’ And if you ask them why, in that case, you should", "subsidize them, they say, ‘If you don’t help us, we’ll move to China", "faster.”‘", "Given how powerful Lockheed Martin is on Capitol Hill – the company even", "has the contract to maintain the server for the computers in Congress –", "the Lockheed vote was surprisingly easy. Maybe too easy. On the surface,", "it looked like traditional politics all the way, with Sanders applying his", "usual formula of securing as many Democratic votes as possible, then", "working to pry loose enough Republicans to get the vote through. In this", "case, the latter task proved not all that difficult, as Sanders had", "natural allies in each of those Republican representatives with targeted", "flight stations in their districts.", "But when the vote sailed through by a comfortable margin, Sanders didn’t", "celebrate. Sometimes, he says, a vote like this one will pass easily in", "the House precisely because the leadership knows it will be able to kill", "it down the line.", "“I don’t want to accuse my fellow members of cynicism,” he says, “but", "sometimes they’ll vote for an amendment just so they can go back home and", "say they fought for this or that. In reality, they’ve been assured by the", "leadership that the measure will never make it through.”", "And if an offending bill somehow makes it through the House and the", "Senate, there’s always the next and last step: the conference committee.", "Comprising bipartisan groups of “conferees” from the relevant House and", "Senate authorizing committees, these committees negotiate the final", "version of a bill. Like the Rules Committee, it has absolute power to make", "wholesale changes – which it usually does, safely out of the public’s", "view.", "With a measure like Sanders’ Lockheed amendment, the chances were always", "going to be very slim that it would survive the whole process. Among other", "things, President Bush responded to the passage of the anti-Lockheed", "amendment by immediately threatening to veto the entire Transportation", "budget to which it was attached. (Bush made the same threat, incidentally,", "in response to the Ex-Im amendment, which was attached to the Foreign", "Operations budget.)", "“Now the conference committee has political cover,” Sanders says. “It’s", "either take them out and restore that loan and that contract or the", "president vetoes an entire appropriations bill – and there’s no funding", "for Foreign Operations or Transportation. There’s really no choice.”", "In the case of the Lockheed amendment, however, things never get that far.", "Despite the amendment’s comfortable victory in the House, weeks pass, and", "the Sanders staff cannot find a senator to sponsor the measure in the", "upper house. Though the staff still has hopes that a sponsor will be", "found, it’s not always that easy to arrange. Especially when the president", "threatens a veto over the matter.", "As for the Ex-Im amendment, the Sanders gambit against it perishes on that", "Tuesday afternoon, July 19th, as the Senate wallops the Coburn version of", "the amendment, 62–37. According to Gunnels, the key vote ends up being", "cast by Democrat Harry Reid of Nevada.", "“It was still close, around 24–23 or so, before Reid voted,” he says. “It", "looked like a lot of Democrats were waiting to see which way he would go,", "him being the minority leader and all. As soon as he voted no, a whole", "slew of Democrats followed him, and the amendment was dead.”", "Reid’s predecessor as minority leader, Tom Daschle, was a marionette of", "the banking and credit-card industries whose public persona recalled a", "hopped-up suburban vacuum-cleaner salesman. In the wake of the Daschle", "experiment, Reid is the perfect inheritor of the Democratic leadership", "mantle: a dour, pro-life Mormon with a campaign chest full of casino", "money. Trying to figure out his motives on this vote proved no less", "difficult than figuring out what the Democratic Party stands for in", "general.", "When I call Reid’s office, spokesman Jim Manley initially refuses to offer", "an explanation for the senator’s vote. He seems weirdly defensive about", "the issue, and we go back and forth on the matter for a while before he", "finally reads a statement explaining – or purporting to, anyway – his", "boss’s vote on the China loan.", "“As with questions raised about other transactions involving China,", "legitimate concerns are at issue,” he reads. “But rather than Congress", "intervening in one transaction after another, what we really need is a", "coherent and comprehensive policy to address the emergence of China as an", "economic threat. This administration has failed to develop a China policy…", "and this utter failure has fueled congressional and public unease…. Got", "that?”", "“Um,” I say, copying it down. “Sure. Wait – if the problem is that there’s", "no comprehensive policy for China, why give them $5 billion to build", "nuclear plants? Why not give them, say, nothing at all?”", "Silence on the other end of the line. Finally, Manley speaks.", "“This administration has failed to develop a China policy,” he repeats", "coldly. “And this utter failure has fueled congressional and public", "unease…”", "In the end, after just a few weeks, every one of Sanders’ victories was", "transformed into a defeat. He had won three major amendments and would", "likely have won a fourth, if the Rules Committee had permitted a vote on", "his Patriot Act measure. In each case, Sanders proved that his positions", "held wide support – even among a population as timid and corrupt as the", "U.S. Congress. Yet even after passing his amendments by wide margins, he", "never really came close to converting popular will into law.", "Sanders seems to take it strangely in stride. After a month of watching", "him and other members. I get the strong impression that even the idealists", "in Congress have learned to accept the body on its own terms. Congress", "isn’t the steady assembly line of consensus policy ideas it’s sold as, but", "a kind of permanent emergency in which a majority of members work day and", "night to burgle the national treasure and burn the Constitution. A largely", "castrated minority tries, Alamo-style, to slow them down – but in the end", "spends most of its time beating calculated retreats and making loose plans", "to fight another day.", "Taken all together, the whole thing is an ingenious system for inhibiting", "progress and the popular will. The deck is stacked just enough to make", "sure that nothing ever changes. But just enough is left to chance to make", "sure that hope never completely dies out. And who knows, maybe it evolved", "that way for a reason.", "“It’s funny,” Sanders says. “When I first came to Congress, I’d been mayor", "of Burlington, Vermont – a professional politician. And I didn’t know any", "of this. I assumed that if you get majorities in both houses, you win. I", "figured, it’s democracy, right?”", "Well, that’s what they call it, anyway.", "This story is from the August 25th, 2005 issue of Rolling Stone.", "In This Article: Bernie Sanders, Congress, long reads, Matt Taibbi", "Want more Rolling Stone? Sign up for our newsletter.", "Trending", "1. Michigan GOP Chair Calls State’s Democratic Leaders ‘Witches… Ready for", "Burning at the Stake’", "2. We Asked Satanists What They Think of the New Lil Nas X Video", "3. How to Watch UFC 260 Online: Live Stream Stipe Miocic vs. Francis Ngannou", "on ESPN+", "4. Sharon Osbourne Leaves ‘The Talk’ After Heated On-Air Discussion,", "Internal Investigation", "5. Everything You Need to Know About Georgia’s New Voting Law", "Set of four t-shirts wit classic Rolling Stone covers on them. Text reads", "'Rolling Stone Shop, The Covers Collection. Explore the exclusive", "collection inspired by Rolling Stone through the decades'", "* Newswire", "Powered by", "* ‘Saturday Night Live’s’ Bowen Yang Joins ‘Weekend Update’ to Say ‘Do", "More’ to Stop Anti-Asian Racism", "‘Saturday Night Live’s’ Bowen Yang Joins ‘Weekend Update’ to Say ‘Do More’ to", "Stop Anti-Asian Racism", "Posted on: Variety", "* The Attico Wants to Join You at the Beach", "The Attico Wants to Join You at the Beach", "Posted on: WWD", "* Jesse Tyler Ferguson Asks $7 Million for Gwen Stefani’s Former Los", "Feliz Home", "Jesse Tyler Ferguson Asks $7 Million for Gwen Stefani’s Former Los Feliz Home", "Posted on: Dirt", "* How Larry McMurtry’s ‘Brokeback Mountain’ Writing Partner Diana Ossana", "Saved Him from Despair", "How Larry McMurtry’s ‘Brokeback Mountain’ Writing Partner Diana Ossana Saved", "Him from Despair", "Posted on: Indiewire", "* March Madness Daily: Juwan Howard vs. Dawn Staley Money Matchup", "March Madness Daily: Juwan Howard vs. Dawn Staley Money Matchup", "Posted on: Sportico", "* Rolling Stone", "* Music", "* TV", "* Movies", "* Politics", "* Culture", "* RS Pro", "* Advertise", "* Contact", "* Live Media Events", "* Accessibility Statement", "* Legal", "* Privacy Policy", "* Terms of Use", "* AdChoices", "* PMC Entertainment", "* California Privacy Rights", "* Do Not Sell My Personal Information", "* EU Privacy Preferences", "* Connect With Us", "* Facebook", "* Twitter", "* YouTube", "Newsletter Signup", "_____________________", "Submit", "Have a Tip?", "We want to hear from you! Send us a tip using our anonymous form.", "Send Us a Tip", "1350: John David Washington", "© Copyright 2021 Rolling Stone, LLC, a subsidiary of Penske Business", "Media, LLC.", "Powered by WordPress.com VIP", "Our Brands", "* Variety", "* Deadline", "* Rolling Stone", "* WWD", "* HollywoodLife", "* Gold Derby", "* Spy", "* Robb Report", "* Footwear News", "* BGR", "* IndieWire", "* Sourcing Journal", "* TVLine", "* Fairchild Media", "* She Knows", "* Our Brands", "* Variety", "* Deadline", "* Rolling Stone", "* WWD", "* HollywoodLife", "* Gold Derby", "* Spy", "* Robb Report", "* Footwear News", "* BGR", "* IndieWire", "* Sourcing Journal", "* TVLine", "* Fairchild Media", "* She Knows", "Close the menu", "Rolling Stone", "Log In", "* Account Expand the sub menu", "* Welcome,", "* Get Digital Access", "* Manage Digital Account", "* Manage Print Account", "* Logout", "* MusicExpand the sub menu", "* News", "* Lists", "* Album Reviews", "* Artist You Need to Know", "* Song You Need to Know", "* RS Country", "* RS Latin", "* Pictures", "* Features", "* Live Reviews", "* Videos", "* TVExpand the sub menu", "* Lists", "* News", "* Features", "* Pictures", "* Recaps", "* Reviews", "* Videos", "* MoviesExpand the sub menu", "* Lists", "* Pictures", "* News", "* Reviews", "* Features", "* Videos", "* PoliticsExpand the sub menu", "* Features", "* News", "* Lists", "* Pictures", "* Videos", "* RS ProExpand the sub menu", "* Music Biz Features", "* Music Biz Lists", "* Music Biz News", "* ChartsExpand the sub menu", "* Top 100 Songs", "* Top 200 Albums", "* Artists 500", "* Trending 25", "* Breakthrough 25", "* CultureExpand the sub menu", "* Features", "* Lists", "* News", "* Videos", "* Sports", "* MoreExpand the sub menu", "* Culture Council", "* RS Recommends", "* Shop", "Subscribe Now 1350: John David Washington", "Follow Us", "* Share onFacebook", "* Share onTwitter", "* Share onYouTube", "Alerts & Newsletters", "_____________________", "Sign Up", "* Advertise", "* Contact", "* Customer Service", "* Submit a Tip", "PMC", "© 2021 Penske Media Corporation", "ad", "Created with Sketch.", "[ Submit ] Close Try Again", "Verify it's you", "[ Submit ] To help keep your account secure, please log-in again. Dismiss", "Log-In", "[ Submit ]", "[ Submit ]", "Please log in", "[ Submit ] You are no longer onsite at your organization. Please log in.", "For assistance, contact your corporate administrator. Dismiss Log-In", "Created with Sketch.  Created with Sketch.  Created with Sketch.  Created", "with Sketch.  Created with Sketch.  Created with Sketch.  Created with", "Sketch."]