["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Jeb Bush", "stated on April 17, 2015 in a speech at Politics and Eggs:", "\"On my last trip to New Hampshire, I think I met the guy who founded the", "first and only bank since Dodd-Frank passed, since the financial crisis.", "One bank in the country.\"", "true barely-true", "* New Hampshire", "* Financial Regulation", "* Jeb Bush", "By Clay Wirestone May 8, 2015", "Jeb Bush says he met NH man who founded only U.S. bank since Dodd-Frank", "At an appearance in Concord in mid-April, former Florida governor Jeb Bush", "talked banking -- and the legislation meant to reform it.", "\"On my last trip to New Hampshire I think I met the guy who founded the", "first and only bank since Dodd-Frank passed, since the financial crisis,\"", "Bush said at his speech at Saint Anselm College’s Politics and Eggs event", "April 17. \"One bank in the country.\"", "The banking reform legislation known as Dodd-Frank became law on July 21,", "2010, nearly five years ago. We decided to look into Bush’s statement that", "only one bank had been founded since that time.", "We checked with Bush’s camp and according to spokesman Matt Gorman, Bush", "met with businessman Bill Grenier when he was in the state March 14.", "Greiner, of Bedford, filed last year with the Federal Deposit Insurance", "Corporation to charter an entirely new bank named Primary Bank.", "\"We’re going against the grain, and we’re okay with that because we see a", "need,\" he told the Wall Street Journal in December.", "So would Primary Bank be the nation’s \"first and only\" since Dodd-Frank?", "Not exactly. Depending on the data set you choose, it’s either the second,", "fourth, ninth or 20th.", "The Journal  and other media sources have said the first bank founded", "after the law’s passage is in fact the Bank of Bird-in-Hand, Pa. It mainly", "serves the area’s Amish community. And yes, it includes a drive-through", "window for horse-and-buggy.", "This was included in the information forwarded to us by Bush’s spokesman.", "But we decided to ask the FDIC itself. Greg Hernandez, an agency", "spokesman, offered further details. First, off, when Bush and others talk", "about new banks, they’re referring to de novo banks, or banks issued a new", "charter by the agency.", "Not counting Grenier’s startup, the FDIC actually lists three banks issued", "charters since 2010. The oldest, Lakeside Bank of Lake Charles, La., had", "its charter approved in October 2009, before Dodd-Frank’s passage. But the", "charter wasn’t consummated until late July 2010, after the bill was signed", "into law.", "The next bank on the FDIC’s list is Start Community Bank of New Haven,", "Conn. While its charter was approved in December 2010, the bank itself", "says its origins date to 2004, with the founding of its parent company.", "The Bird-in-Hand bank’s charter was both approved and consummated in", "November 2013.", "It seems fair to call Primary Bank the second of all-new bank approved by", "the FDIC since Dodd Frank’s passage. But if you include the two others", "that the agency itself lists, Primary Bank would come in fourth.", "The FDIC lists five other banks as having been established since mid-2010,", "including one in Kansas City, Mo.; Brockton, Mass,; and Easley, S.C.,", "according to Hernandez. These banks, however, didn’t apply for new", "charters.", "\"Other banks can be established through a shelf charter from the Office of", "the Comptroller of the Currency,\" Hernandez wrote in an e-mail. \"That", "would be when a private equity group purchases a failed bank. Also,", "(newly) established banks can be the result of a merger or acquisition.\"", "If you use that criteria, and include the five other banks mentioned,", "Primary Bank would be the ninth bank started after Dodd-Frank.", "And finally, while they’re not called banks and are regulated by a", "different agency, consumers generally see credit unions as the equivalent", "of banks (and credit unions are affected by the law, too). According to", "John Fairbanks of the National Credit Union Administration, there have", "been at least 11 credit union charters approved since the start of 2011.", "That would make Primary Bank at least the 14th and at most the 20th such", "institution started since Dodd Frank overhauled the banking industry.", "Featured Fact-check", "Barack Obama", "stated on October 18, 2012 in a campaign speech in Manchester, N.H.", "\"We got back every dime used to rescue the banks.\"", "true mostly-true", "By Jake Berry • October 25, 2012", "None of these different contexts would make Grenier’s bank the first one", "established since the passage of Dodd-Frank.", "And there’s the implication that new banks aren’t being created because of", "Dodd-Frank, which raises the question:", "What does the law actually do, and why is it important?", "The full name of the law is the Dodd-Frank Wall Street Reform and Consumer", "Protection Act, and it passed on July 15, 2010. President Obama signed it", "into law on July 21. While the financial crisis mentioned by Bush predated", "the law by a couple of years, Dodd-Frank itself has been fiercely", "criticized by Republicans, who say it stifles growth in the financial", "sector.", "The law itself was meant to prevent another financial meltdown like that", "of 2008-9. According to an overview from CNBC, the law was meant to avoid", "banks becoming \"too big to fail,\" regulate risky trading and created new", "oversight bodies such as the Consumer Financial Protection Bureau.", "The banking industry blames the law, in part, for the lack of new banks.", "Frank Keating, president and CEO of the American Bankers Association,", "criticized government regulations on the financial sector in a recent", "column for The Hill. After mentioning the New Hampshire bank, he gets down", "to business.", "\"Investors are reluctant to shoulder the cumulative regulatory burdens --", "both from new laws and from a more stringent approach by regulators", "themselves -- and the rising legal risks associated with running a bank", "these days.\"", "Keating doesn’t mention Dodd-Frank by name, but the implication is clear.", "He also highlights the dropoff of bank creation post-2010, pointing out", "that \"the average from 2002 to 2008 was closer to 100\" per year. According", "to a Motley Fool explainer piece, \"between 1990 and 2006, the FDIC", "approved an average of 152 bank and thrift charters a year.\"", "That being said, there isn’t universal agreement that regulation is behind", "the drop in new bank creation.", "Keating acknowledges that in his column, noting toward the end that \"the", "low interest rate environment is challenging for bank startups. And the", "number of banks has been steadily falling for decades due to a wave of", "mergers and acquisitions.\"", "According to a report from the Richmond Federal Reserve bank, there could", "be several factors at work. One is the Federal Reserve’s policy of keeping", "interest rates low. That lowers interest rates overall, making it harder", "for banks to earn money. (The Motley Fool suggests that’s the main reason", "for the drop.) The research raises the possibility that the cost of", "complying with regulations has gone up, but says \"it is unclear\" whether", "that is driving down the creation of new banks.", "Finally, though, it mentions that the FDIC itself has changed its policies", "for new banks, in a move that predates the passage of Dodd-Frank.", "\"In 2009 the Federal Deposit Insurance Corporation increased the length of", "time -- from three to seven years -- during which newly insured depository", "institutions are subject to higher capital requirements and more frequent", "examinations,\" the paper’s authors write.", "Our ruling", "Former Florida governor Jeb Bush said \"I met the guy who founded the first", "and only bank since Dodd-Frank passed, since the financial crisis. One", "bank in the country.\"", "He’s certainly got a point that there has been a sharp dropoff of newly", "chartered banks since Dodd-Frank became law in the summer of 2010, but", "it’s incorrect to say Primary Bank would be the first in the country.", "There is at least one other in the nation, and possibly several more. It", "is certainly the first bank chartered in New Hampshire during that time.", "The suggestion that Dodd-Frank has caused the drop-off in new bank", "formation is also debatable. While regulation has perhaps played a role,", "FDIC policies set before the law’s passage may have had a more direct", "effect. And the overall economic picture, with incredibly low interest", "rates, has simply made it difficult for banks to make money.", "We rate Bush’s statement Mostly False.", "Our Sources", "Former Florida Gov. Jeb Bush, Politics and Eggs speech, April 17, 2015", "Correspondence with Matt Gorman, Right to Rise PAC spokesman, April 17,", "2015", "Bill Summary & Status, 111th Congress (2009 - 2010), H.R.4173, The Library", "of Congress", "New Hampshire Businessman Files to Set Up Rare New Bank, Wall Street", "Journal, Dec. 15, 2014", "New Players Widen the Granite State Banking Field, NH Business Review,", "Jan. 22, 2015", "A Local Bank in Amish Country Flourishes Amid Dearth of Small Lenders,", "Wall Street Journal, March 29, 2015.", "E-mail correspondence with Greg Hernandez, FDIC Office of Communications,", "April 28-29, 2015", "Start Community Bank, History", "E-mail correspondence with John Fairbanks, National Credit Union", "Administration, April 28-29, 2015", "U.S. House approves bill scaling back Wall Street reform law, Reuters,", "Jan. 14, 2015", "Dodd-Frank Act: CNBC Explains, CNBC, May 11, 2012", "Explaining the Decline in the Number of Banks Since the Great Recession,", "Federal Reserve Bank of Richmond, March 2015", "Why Are There So Few New Banks? The Motley Fool, Jan. 5, 2015", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Clay Wirestone", "Kelly Ayotte", "stated on May 18, 2016 a press release:", "Says Maggie Hassan was \"out of state on 30 days over the last three", "months.\"", "mostly-true mostly-true", "By Clay Wirestone • May 27, 2016", "Maggie Hassan", "stated on April 12, 2016 a press release:", "\"Kelly Ayotte has voted four times against the federal Paycheck Fairness", "Act.\"", "mostly-true mostly-true", "By Clay Wirestone • April 29, 2016", "Jack Falanagan", "stated on March 10, 2016 a speech :", "Says New Hampshire’s second congressional district includes two counties", "where \"almost 5 percent if not more\" of residents are enrolled in the", "state’s expanded Medicaid program.", "true true", "By Clay Wirestone • April 15, 2016", "Jennifer Horn", "stated on March 16, 2016 a press release:", "\"For more than 80 years, there has not been a nomination and confirmation", "of a Supreme Court Justice in a presidential election year. This is simply", "not the time to break with decades of bipartisan practice.\"", "half-true half-true", "By Clay Wirestone • March 18, 2016", "New Hampshire Republican Party", "stated on February 16, 2016 an online petition:", "\"Given the results of the primary, the vote of one New Hampshire", "superdelegate is equal to the votes of about 10,000 grassroots activists.\"", "mostly-true mostly-true", "By Clay Wirestone • March 18, 2016", "New Hampshire Democratic Party", "stated on February 16, 2016 a press release:", "Blocking a U.S. Supreme Court nomination during the remaining months of", "President Obama’s term \"would leave the nation’s highest court with an", "unprecedented year-long vacancy.\"", "barely-true barely-true", "By Clay Wirestone • February 19, 2016", "Bernie Sanders", "stated on February 2, 2016 a campaign event in Keene, N.H.:", "Says Goldman Sachs CEO said Congress would \"have to cut Social Security,", "Medicare and Medicaid and give huge tax breaks to the wealthy and the", "large corporations.\"", "half-true half-true", "By Clay Wirestone • February 5, 2016", "Bernie Sanders", "stated on February 4, 2016 a Democratic presidential debate in Durham,", "N.H.:", "Says a Sanders campaign ad \"never said ... a newspaper endorsed us that", "did not.\"", "false false", "By Louis Jacobson • February 4, 2016", "Bernie Sanders", "stated on February 3, 2016 a campaign ad:", "Says he was endorsed by the Valley News newspaper.", "false false", "By Clay Wirestone • February 4, 2016", "Jeb Bush", "stated on January 21, 2016 an editorial board interview with the Concord", "Monitor:", "\"90 percent of all pain medications are prescribed in the United States.\"", "mostly-true mostly-true", "By Clay Wirestone • February 4, 2016", "Ann McLane Kuster", "stated on December 3, 2015 an interview with New Hampshire Public Radio:", "Says the Security Against Foreign Enemies Act of 2015 would not \"pause\"", "the resettlement of Syrian refugees in the United States.", "half-true half-true", "By Clay Wirestone • December 18, 2015", "Ben Carson", "stated on September 30, 2015 a campaign stop in Exeter, N.H:", "Birth control pioneer Margaret Sanger \"believed that people like me should", "be eliminated.\"", "false false", "By Clay Wirestone • October 5, 2015", "Americans for Prosperity", "stated on August 11, 2015 TV ad:", "Gov. Maggie Hassan’s budget proposal \"raises taxes on small businesses and", "increases taxes and fees by $100 million.\"", "mostly-true mostly-true", "By Clay Wirestone • August 27, 2015", "Kelly Ayotte", "stated on July 1, 2015 a town hall meeting in Colebrook, N.H.:", "The federal deficit would pay for 40 gallons of \"New Hampshire maple", "syrup\" for everyone in the United States.", "half-true half-true", "By Clay Wirestone • July 22, 2015", "Maggie Hassan", "stated on June 16, 2015 her State of the State speech in Nashua:", "Six thousand people have sought addiction treatment through expanded", "Medicaid.", "false false", "By Clay Wirestone • July 2, 2015", "Jeb Bush says he met NH man who founded only U.S. bank since Dodd-Frank", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]