["Link: license", "Link: canonical", "Games Movies TV Video", "Wikis", "* Explore Wikis", "* Community Central", "* Start a Wiki", "Search", "This wiki", "* This wiki", "* All wikis", "|", "_____________________  [ Submit ]", "* Sign In", "* Don't have an account?", "Register", "Start a Wiki", "Marvel Database", "Marvel Database", "264,964 Pages", "Add new page", "* Hubs", "* Comics", "* Events", "* Games", "* Movies", "* TV", "* Characters", "* Heroes", "* Spider-Man (Peter Parker)", "* Iron Man (Tony Stark)", "* Captain America (Steve Rogers)", "* Hulk (Bruce Banner)", "* Wolverine (Logan)", "* Deadpool (Wade Wilson)", "* Villains", "* Loki Laufeyson", "* Magneto (Max Eisenhardt)", "* Green Goblin (Norman Osborn)", "* Red Skull (Johann Shmidt)", "* Thanos", "* Random Character", "* Comics", "* All Comics", "* Essential Reading", "* Fantastic Four #1", "* Amazing Fantasy #15 (Spider-Man's First Appearance)", "* Tales of Suspense #39 (Iron Man's First Appearance)", "* Avengers #1", "* Incredible Hulk #181 (Wolverine's First Appearance)", "* Random Comic", "* Imprints", "* MAX", "* Epic", "* Icon", "* See More...", "* Community", "* Connect With Us", "* Chat", "* Facebook", "* Forums", "* Stan's Soapbox", "* Twitter", "* Need Help?", "* Find an Administrator", "* Learn the Basics", "* Policies and Guidelines", "* Glossary of Comic Terms", "* Ask on the Forums", "* Achievements", "* Achievements Leaderboard", "* List of Badges", "* Sister Sites", "* DC Comics Database", "* Image Comics Database", "* Dark Horse Comics Database", "* Malibu Comics Database", "* Discussions", "* Explore", "* Recent Changes", "* Random page", "* Community", "* Videos", "* Images", "* Shop", "* Apparel", "* Kids", "* Bags", "* Accessories", "* Jewelry", "* Home", "* Kitchen", "* Stationery", "* Novelties", "* Show More", "* Discuss", "in:", "Hydra (Earth-616)/Members, High Council of Hydra (Earth-616)/Members,", "National Socialist German Workers Party (Earth-616)/Members,", "and 49 more", "* Rat Pack (Scavengers) (Earth-616)/Members", "* Project Nietzsche (Earth-616)/Members", "* No Dual Identity", "* Male Characters", "* Robots", "* Humans (Homo sapiens)", "* Swiss", "* Single Characters", "* Scientists", "* Chemists", "* Height", "* Height 5'", "* Height 5' 10\"", "* Height 3' 3\"", "* Weight", "* No Eyes", "* Brown Eyes", "* No Hair", "* Brown Hair", "* Earth-616/Characters", "* Jack Kirby/Creator", "* Characters", "* Living Characters", "* Bronze-Age Characters", "* 1977 Character Debuts", "* Arnim Zola (Earth-616)/Quotes", "* Power Grid Added", "* Power Grid/Intelligence/Super-Genius", "* Power Grid/Strength/Peak Human", "* Power Grid/Speed/Superhuman", "* Power Grid/Durability/Enhanced", "* Power Grid/Energy Projection/None", "* Power Grid/Fighting Skills/Poor", "* Power Grid Complete", "* Cloners", "* Power Bestowal", "* Telepaths", "* Geneticists", "* Zola Family", "* Arnim Zola Experiment", "* Robotics", "* Physicists", "* Atheist Characters", "* Consciousness Transferred", "* WWII Characters", "* Engineers", "* Inventors", "* Multilingual", "* Spider-Geddon participants", "Arnim Zola (Earth-616)", "View source", "* History", "* Talk (0)", "Share", "----------------------------------------------------------------------", "Arnim Zola", "[IMG] Gallery", "Information-silk.png Real Name", "Dr. Arnim Zola", "Information-silk.png Aliases", "The Bio-Fanatic, Scientist Supreme^[1]", "Information-silk.png Relatives", "Ian Rogers (son);", "Jet Zola (daughter);", "Arnim Zola 4.2.3 (duplicate)", "Information-silk.png Affiliation", "Hydra's High Council; formerly Nazi Germany, Rat Pack, Project: Nietzsche", "Information-silk.png Base of Operations", "Gehenna, New Zealand; formerly Dimension Z, Exiles Island, Sargasso Sea,", "Atlantic Ocean; Weisshorn Mountain, Switzerland.", "Status", "Information-silk.png Identity", "No Dual Identity", "Information-silk.png Citizenship", "Swiss, Zolandia", "Information-silk.png Marital Status", "Single", "Information-silk.png Occupation", "Biochemist, Scientist", "Characteristics^[38]", "Information-silk.png Gender", "Male", "Information-silk.png Height", "5' 10\" (1.78 m) ; originally 3'3\"", "Information-silk.png Weight", "200 lbs (90.72 kg) (originally 101 lbs)", "Information-silk.png Eyes", "No Eyes ; originally Brown", "Information-silk.png Hair", "No Hair ; originally Brown", "Information-silk.png Unusual Features", "Zola has an ESP Box instead of a head. A three-dimensional hologram of his", "original face appears in a view-screen on his chest. The ESP Box enables", "Zola to see and hear by psychic means, as well as to control his genetic", "creations telepathically.", "Origin", "Information-silk.png Origin", "Human whose consciousness has been transferred into a Robot", "Information-silk.png Universe", "Earth-616", "Information-silk.png Place of Birth", "Weisshorn Mountains, Switzerland", "Information-silk.png Creators", "Jack Kirby", "First Appearance", "Captain America #208", "(April, 1977)", "Overview", "Dr. Arnim Zola, Ph.D, was a Swiss scientist working for the Nazi's during", "World War II.^[2] He become the lead scientist of Project: Nietzsche,", "creating Super-Soldiers in the Nazi's quest for world domination. Zola was", "one of the first biochemists in history using notes left by the", "Deviants.^[3] He was able to transfer his consciousness into a robotic", "body. allowing him to continue his experiments well into the next", "century.^[4]", "Contents", "* 1 Overview", "* 2 History", "* 2.1 Early Life", "* 2.2 Studying Genetics", "* 2.3 Nazi Party", "* 2.4 World War II", "* 2.5 Hydra", "* 2.6 Modern Era", "* 2.7 Deadpool", "* 2.8 Kronas Corporation", "* 2.9 Reborn", "* 2.10 Grandmaster", "* 2.11 Spear of Destiny", "* 2.12 Lost Clone", "* 2.13 M-Day", "* 2.14 Dimension Z", "* 2.15 Hydra's Resurgence", "* 3 Powers and Abilities", "* 3.1 Abilities", "* 3.2 Strength level", "* 4 Paraphernalia", "* 4.1 Equipment", "* 5 Links and References", "* 5.1 Discover and Discuss", "* 5.2 Footnotes", "History", "Quote1.png Revenge is good. As good a fire to move forward as any.", "Remember those who stood on your fingers as you climbed the craggy", "cliffs. Remember their faces. Remember their families. Quote2.png", "-- Arnim Zola ^src", "Early Life", "Dr. Arnim Zola was born and raised in the Weisshorn Mountains of", "Switzerland in the early part of the 20th Century. He was a child prodigy", "excelling in all areas of science and was accepted into the best schools", "in Europe.^[citation needed]", "Studying Genetics", "Dr. Zola studied under Wladyslav Shinsky. In 1928, he attended a genetics", "conference along with Jonathan Drew, Herbert Edgar Wyndham, and Noah", "Black. Zola was the first human genetic engineer in history, basing his", "work on some papers from the Deviants. Later, Zola received secret aid", "from Phaeder and his son Maelstrom in developing genetic advancements.^[3]", "Nazi Party", "After this, Dr. Zola found supporters in the Nazi party in Germany, who", "wanted to use his discoveries to assure the existence and triumph of a", "\"master race\".^[citation needed]", "World War II", "During World War II; Dr. Zola aided the Nazi scientist Baron Heinrich Zemo", "in creating a series of androids which could expand from the size of a", "doll to over six feet tall. ^[citation needed]", "[IMG]", "Arnim Zola creating the \"Ubermensch\"", "Dr. Zola kidnapped the allies team of heroes the Invaders and used the the", "DNA of Captain America, Sub-Mariner, Human Torch (Jim Hammond) and Toro to", "create his new super-soldier the Ubermensch. However Bucky arrived to save", "his friends and was able to hold off the Ubermensch long enough to free", "his friends from their captivity and they destroyed Zola's", "experiments.^[5]", "Arnim Zola (Earth-616) from Captain America Vol 1 209 001.jpg Arnim Zola", "(Earth-616) from Captain America Vol 1 209 001.jpg  Arnim Zola (Earth-616)", "from Captain America Vol 1 209 002.jpg Arnim Zola (Earth-616) from Captain", "America Vol 1 209 002.jpg", "Accounts vary, but at some point Zola established a process by which a", "person could project their mind onto a cloned body (It is believed that it", "was one of his first projects). He presented this process to Adolf", "Hitler.^[citation needed]", "Dr. Zola later performed experiments of the town of Vliet, Netherlands. He", "turned the townsfolk into monsters who were killed by the Invaders. To", "save himself from the infections he transferred his mind to his robotic", "body.^[6]", "Hydra", "Talking with the Red Skull he presented him with a pill to use to place", "himself in suspended animation. Zola then presented Hitler with a", "completed cloned body to which he could transfer his mind before death.", "After Hitler walked out, Baron Strucker, a fugitive, entered the room.", "Strucker invited Zola to take part in the establishment of", "Hydra.^[citation needed]", "Since around 1944, Strucker would think of Zola in his ESP-box body - this", "would support that Zola had switched bodies at this point.^[citation", "needed]", "However, while another account does show Zola in his ESP box on the day", "that Hitler's original body died, Hitler as the Hate-Monger would later", "recall Zola was still in his original body.^[citation needed]", "In any event, Zola prepared a series of bodies for Hitler to use in his", "new identity of the Hate-Monger. (Zola once told Captain America that", "surgeons had extracted Hitler's brain and that he had preserved it to", "create a new body for it. This story appears to be a ruse to hide the", "truth about the Hate-Monger. Since then, the truth behind the Hate-Monger", "has been discovered, and is known to Spider-Man, Silver Sable, and Nick", "Fury.)^[citation needed]", "Hitler, according to a soldier who was with him the day his original body", "died, supposedly recommended Zola's process to Baron Zemo. \"like your", "Führer, Zemo\", he said, \"you will become... a God... Zola will see to", "that.\" It appears that Zemo did not for some reason undergo the process.", "^[citation needed]", "Modern Era", "[IMG] [IMG]", "Arnim Zola in Action", "The Red Skull financed Zola's experiments since the end of World War II,", "allowing him to produce creations such as Primus and Doughboy - which", "would later help the Red Skull in his own schemes. Zola's association with", "the Red Skull led to their first fight against Captain America in the", "jungles of Central America following Captain America's encounter with", "Arnim Zola's creation Man-Fish. Captain America was captured, but he", "managed to escape. ^[7]", "He tried to steal the discoveries of Dr. Bruce Banner by sneaking into an", "observatory. The observatory was destroyed in an explosion and Zola was", "believed to have died in it.^[8]", "Inexplicably, Zola survived and fought Irish super heroine Shamrock. He", "did not count on Clover's probably-altering powers and his cybernetic body", "exploded. Zola threatened her in a parody-like tone - he made a reference", "to The Wizard of Oz and then insisted that he would came back, especially", "to a monthly series. ^[9]", "After the devastation caused by Onslaught, Zola collected humans from the", "rubble of New York City and endowed a girl with superpowers, creating", "Jolt. Jolt would join the team Thunderbolts, who would eventually go on to", "stop Zola.^[10]", "Deadpool", "Zola has continued with his experiments at various locations around the", "globe, although his crimes against humanity had brought him to conflict", "with different self-proclaimed heroes, including Captain America many", "times and Deadpool. When fighting Deadpool, Zola created proto-husks of", "dead villains using their DNA; many of these were destroyed by Deadpool,", "except for four Gwen Stacy clones.^[11]", "Kronas Corporation", "Zola later reunited with the Red Skull and criminal psychiatrist Doctor", "Faustus. He was instrumental in a plan to capture and brainwash", "S.H.I.E.L.D. agent Sharon Carter and manipulate her into assassinating", "Captain America. ^[12] Following Captain America's death, Zola took great", "interest when he discovered that Carter was pregnant with Cap's child.", "During her imprisonment at the Red Skull's lair at the Kronas, Zola", "subjected her to many experiments. It is believed that Sharon Carter", "miscarried her child while prisoner, but this remains unverified. Carter", "escaped and avenged herself against the Red Skull by fatally shooting him", "in the chest. Arnim Zola downloaded the Skull's essence into a robotic", "body similar to his own.^[13]", "Reborn", "Zola revealed to Norman Osborn that they were using a variation of Dr.", "Doom's Time Platform to retrieve Steve Rogers from the past before Sharon", "damaged it, causing Steve Rogers to become unstuck in time. Steve is shown", "bouncing from place to place and time to time throughout his past.^[14] In", "Latveria Doctor Zola had reassembled the device meant to bring back", "Captain America.^[15]^[16]", "Grandmaster", "The Grandmaster developed a crush on the Mutant singer Dazzler. To get her", "attention he arranged a roller derby against a group of villain which", "included Arnim Zola. The villains lost and the Grandmaster left the Earth", "in peace.^[17]", "Spear of Destiny", "The Spear of Destiny was later recovered by an elderly Dutch man from the", "town of Vliet whose was killed by the Invaders when the townsfolk were", "turned into monsters by Arnim Zola. Using the Spear he made a deal with", "with Shuma-Gorath to restore the town of Vliet to its former self in", "return for the Invaders' lives.^[18] He granted his wish but along with", "the Nazi forces lead by Zola who once again prepared to mutate the", "townsfolk.^[19] The Invaders arrived to help and found the man he attacked", "them with the spear.^[20] After dealing with the Axis forces, the", "approached the man and offered to find a cure using modern medical", "science. They succeed and the townsfolk wished to return to the afterlife.", "He was determined to break his deal with Shuma-Gorath, but was stopped by", "Zola who killed him. Zola, now wielding the Lance, and the Axis attacked", "the Invaders just as Shuma-Gorath traveled to Earth.^[21] They all battled", "together Captain America managed to capture it and throw it to Vision, who", "used it to stab Shuma-Gorath in the eye sending him back to his", "realm.^[22]", "Lost Clone", "Edmund Heidler a clone of Adolf Hitler created by Dr. Zola to house the", "Hate-Monger's evolved Spirit. After a battle against Captain America left", "him free the clone wandered off.^[23]", "M-Day", "After the events of M-Day in which most mutants lost their powers; Beast", "of the X-Men contacted some of the best minds in super-villain community", "including Zola. Surprisingly, few have offered to aid him in his quest to", "reverse the effects of M-Day.^[24]", "Dimension Z", "He later escaped to a \"Dimension Z\", which he ruled and filled it with", "many of his creations. Eventually, Captain America found Zola hiding that", "alternate dimension, where time moved at an incredibly faster rate as", "compared to Earth, and Zola had built a massive fortress, dubbing his new", "land Zolandia. Zola was making a massive army of genetically altered", "soldiers with the intent of conquering Earth. In the initial assault, Cap", "rescued a genetically engineered infant boy.^[25]", "In the decade stranded in Dimension Z, Cap raised the boy as his own son,", "Ian Rogers.^[26] The two took up with the peaceful Phrox, and eventually", "led a rebellion to stop Zola's forces, now commanded by Zola's daughter,", "Jet Black. One of his creations, Captain Zolandia, was a mutated clone of", "Captain America, he had his memories and tried to kill both Cap and", "Ian.^[27]", "Ian was later captured by Zola, and brainwashed to accept Zola as his", "father again, but eventually broke out of his control, only to be shot by", "Sharon Carter. Eventually, Carter sacrificed herself to destroy Zola and", "his fortress, allowing Cap and a now reformed Jet to escape back to", "Earth.^[28]", "Zola was later revealed to be alive as he opened a portal in New York to", "lead an invasion from Dimension Z as a part of helping the Red Skull's", "newest plan.^[29] After a battle across New York City with his mutants and", "Unvengers,^[30] he departed with his daughter after driving a wedge", "between her and her new lover, Sam Wilson.^[31]", "Hydra's Resurgence", "Zola was asked by the new Madame Hydra to join a new High Council of", "Hydra.^[32] As a member of the High Council, he was there when Steve", "Rogers became the new head of Hydra after killing the Red Skull.^[33] When", "Hydra took over the United States, he ruled the country along with the", "other members of the High Council.^[34] Zola was sent to lead a Hydra", "force to invade the country of Wakanda to retrieve a remnant of sentient", "Cosmic Cube Kobik, but Zola and his forcers were always", "thwarted.^[35]^[36]", "Powers and Abilities", "Power Grid^[39]", "Intelligence             6", "Strength             3", "Speed                3", "Durability           3", "Energy Projection 1", "Fighting Skills   1", "Abilities", "* Super-Genius Intelligence: Arnim Zola possesses a brilliant mind, with", "knowledge and technological understanding far beyond the standard of", "the time. ^[37]", "* Expert Biochemist: Arnim Zola is considered one greatest genetic", "engineers in history, a biochemist whose knowledge of genetics was", "enhanced by his study of Deviant science. He studied under Wladyslav", "Shinsky.^[37]", "* Robotic Expert: He was able to build a functioning robot body with the", "limited technology of the 1940's. ^[37]", "Strength level", "Arnim Zola Strength is dependent on the robotic chassis he is currently", "housed in.^[37]", "Paraphernalia", "Equipment", "* Zola's Robotic Body: Zola's consciousness has been transferred in to a", "robotic body allowing him a form of immortality. If a body is", "destroyed his mind is downloaded to a spare body. ^[37]", "* ESP Box: Arnim Zola possesses the ability to mentally control his", "various genetic creations by means of the ESP Box mounted atop", "his torso and surgically attached to his central nervous system.", "Although most of the creatures possess limited intelligence and", "the capacity for creative thought, Zola can override their mental", "processes if he so desires. The ESP Box is a retractable device", "that can convert brain waves into electronic signals for", "transmission as telepathic commands within ordinary radio range.", "Normally, Zola is capable of controlling only his own organic", "creations, but if he remains linked to his support equipment, he", "can stimulate his own mental power to such a degree that he can", "create a psychokinetic network able to animate inorganic matter", "within radio range. Zola is unable to control natural organic", "life. The ESP Box also provides Zola with the following powers:", "* Mind Control", "* Mind Ray", "* Mind Transfer^[37]", "* Zola deploys mental commands to his creations in the form of energy", "bolts of approximately 100,000 volts. Similar in purpose to the ESP", "Box, the prod is limited in range to 18 feet and can only work on his", "own organic creations.^[37]", "* Zola uses exotic weaponry, androids, and genetically engineered", "lackeys in his schemes. His androids (or \"bio-servants\") can host", "Zola's mind and life-force.^[37]", "Links and References", "* 103 Appearances of Arnim Zola (Earth-616)", "* 12 Minor Appearances of Arnim Zola (Earth-616)", "* Media Arnim Zola (Earth-616) was Mentioned in", "* 49 Images featuring Arnim Zola (Earth-616)", "* 5 Quotations by or about Arnim Zola (Earth-616)", "* Character Gallery: Arnim Zola (Earth-616)", "Discover and Discuss", "* Search this site for: Arnim Zola (Earth-616)", "Footnotes", "1. ↑ Amazing Spider-Man Vol 4 #25", "2. ↑ Official Handbook of the Marvel Universe A-Z #14", "3. ↑ ^3.0 ^3.1 X-Factor Annual #3", "4. ↑ Captain America Vol 7 #4", "5. ↑ Captain America and Bucky #622", "6. ↑ Invaders Now! #2", "7. ↑ Captain America #208", "8. ↑ Avengers Annual #13", "9. ↑ Marvel Comics Presents #24", "10. ↑ Thunderbolts #1-4", "11. ↑ Deadpool #0", "12. ↑ Captain America Vol 5 #25", "13. ↑ Captain America Vol 5 #42", "14. ↑ Captain America: Reborn #1", "15. ↑ Captain America: Reborn #4", "16. ↑ Captain America: Reborn #6", "17. ↑ X-Men: To Serve and Protect #4", "18. ↑ Invaders Now! #3", "19. ↑ Invaders Now! #1", "20. ↑ Invaders Now! #2-3", "21. ↑ Invaders Now! #4", "22. ↑ Invaders Now! #5", "23. ↑ Captain America #616", "24. ↑ Uncanny X-Men #488", "25. ↑ Captain America Vol 7 #1", "26. ↑ Captain America Vol 7 #2", "27. ↑ Captain America Vol 7 #7", "28. ↑ Captain America Vol 7 #10", "29. ↑ Captain America Vol 7 #22", "30. ↑ Captain America Vol 7 #23", "31. ↑ Captain America Vol 7 #25", "32. ↑ Captain America: Steve Rogers #14", "33. ↑ Captain America: Steve Rogers #15", "34. ↑ Secret Empire #1", "35. ↑ Captain America: Steve Rogers #18", "36. ↑ Secret Empire #5", "37. ↑ ^37.0 ^37.1 ^37.2 ^37.3 ^37.4 ^37.5 ^37.6 ^37.7 Official Handbook of", "the Marvel Universe #1", "38. ↑ Official Handbook of the Marvel Universe A-Z #14", "39. ↑ Official Handbook of the Marvel Universe A-Z hardcover Vol. 14", "----------------------------------------------------------------------", "Like this? Let us know!", "----------------------------------------------------------------------", "Retrieved from", "\"https://marvel.fandom.com/wiki/Arnim_Zola_(Earth-616)?oldid=5884621\"", "Categories:", "* Hydra (Earth-616)/Members", "* High Council of Hydra (Earth-616)/Members", "* National Socialist German Workers Party (Earth-616)/Members", "* Rat Pack (Scavengers) (Earth-616)/Members", "* Project Nietzsche (Earth-616)/Members", "* No Dual Identity", "* Male Characters", "* Robots", "* Humans (Homo sapiens)", "* Swiss", "* Single Characters", "* Scientists", "* Chemists", "* Height", "* Height 5'", "* Height 5' 10\"", "* Height 3' 3\"", "* Weight", "* No Eyes", "* Brown Eyes", "* No Hair", "* Brown Hair", "* Earth-616/Characters", "* Jack Kirby/Creator", "* Characters", "* Living Characters", "* Bronze-Age Characters", "* 1977 Character Debuts", "* Arnim Zola (Earth-616)/Quotes", "* Power Grid Added", "* Power Grid/Intelligence/Super-Genius", "* Power Grid/Strength/Peak Human", "* Power Grid/Speed/Superhuman", "* Power Grid/Durability/Enhanced", "* Power Grid/Energy Projection/None", "* Power Grid/Fighting Skills/Poor", "* Power Grid Complete", "* Cloners", "* Power Bestowal", "* Telepaths", "* Geneticists", "* Zola Family", "* Arnim Zola Experiment", "* Robotics", "* Physicists", "* Atheist Characters", "* Consciousness Transferred", "* WWII Characters", "* Engineers", "* Inventors", "* Multilingual", "* Spider-Geddon participants", "Community content is available under CC-BY-SA unless otherwise noted.", "Fan Feed", "More Marvel Database", "* 0 Jonathan Walker (Earth-616)", "* 1 Isaiah Bradley (Earth-616)", "* 2 Lemar Hoskins (Earth-616)", "Explore Wikis", "* [IMG]", "Universal Conquest Wiki", "* [IMG]", "Let's Go Luna! Wiki", "FandomShop Newsletter Ad: Paramount+", "Explore properties", "* Fandom", "* Gamepedia", "* D&D Beyond", "* Cortex RPG", "* Muthead", "* Futhead", "Follow Us", "* *  *  *  * Overview", "* About", "* Careers", "* Press", "* Contact", "* Terms of Use", "* Privacy Policy", "* Global Sitemap", "* Local Sitemap", "Community", "* Community Central", "* Support", "* Help", "* Do Not Sell My Info", "Advertise", "* Media Kit", "* Contact", "Fandom Apps", "Take your favorite fandoms with you and never miss a beat.", "* *  D&D Beyond", "* * Marvel Database is a FANDOM Comics Community.", "View Mobile Site"]