["Link: canonical", "Encyclopedia Britannica logo", "Browse Search", "Quizzes Games On This Day", "Login Subscribe  Now", "* Entertainment & Pop Culture", "* Geography & Travel", "* Health & Medicine", "* Lifestyles & Social Issues", "* Literature", "* Philosophy & Religion", "* Politics, Law & Government", "* Science", "* Sports & Recreation", "* Technology", "* Visual Arts", "* World History", "* Quizzes", "* Games", "* Podcasts", "* On This Day", "* Biographies", "* Week In Review", "* Topic Summaries", "* Infographics", "* Demystified", "* Lists", "* #WTFact", "* Companions", "* Image Galleries", "* Spotlight", "* Buyer's Guide", "* Entertainment & Pop Culture", "* Geography & Travel", "* Health & Medicine", "* Lifestyles & Social Issues", "* Literature", "* Philosophy & Religion", "* Politics, Law & Government", "* Science", "* Sports & Recreation", "* Technology", "* Visual Arts", "* World History", "* Britannica Classics", "Check out these retro videos from Encyclopedia Britannica’s archives.", "* Britannica Explains", "In these videos, Britannica explains a variety of topics and answers", "frequently asked questions.", "* Demystified Videos", "In Demystified, Britannica has all the answers to your burning", "questions.", "* This Time in History", "In these videos, find out what happened this month (or any month!) in", "history.", "* #WTFact Videos", "In #WTFact Britannica shares some of the most bizarre facts we can", "find.", "Diwali", "Article Media Additional Info", "[ Submit ] [ Submit ]", "Home Philosophy & Religion Religious Beliefs", "Diwali", "Hindu festival", "Print Cite", "verified Cite", "While every effort has been made to follow citation style rules, there may", "be some discrepancies. Please refer to the appropriate style manual or", "other sources if you have any questions.", "Select Citation Style", "MLA", "APA", "Chicago Manual of Style", "Copy Citation", "Share", "Share", "Share to social media", "Facebook Twitter", "URL", "https://www.britannica.com/topic/Diwali-Hindu-festival", "More", "Give Feedback External Websites", "Feedback", "Corrections? Updates? Omissions? Let us know if you have suggestions to", "improve this article (requires login).", "Feedback Type", "[ ] Select a type (Required)", "[ ] Factual Correction", "[ ] Spelling/Grammar Correction", "[ ] Link Correction", "[ ] Additional Information", "[ ] Other", "Your Feedback", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Submit Feedback", "Thank you for your feedback", "Our editors will review what you’ve submitted and determine whether to", "revise the article.", "Join Britannica's Publishing Partner Program and our community of experts", "to gain a global audience for your work!", "External Websites", "* IndiaNetzone - Diwali", "* Myths and Legends - The Diwali Story", "Britannica Websites", "Articles from Britannica Encyclopedias for elementary and high school", "students.", "* Diwali - Children's Encyclopedia (Ages 8-11)", "* Diwali - Student Encyclopedia (Ages 11 and up)", "WRITTEN BY", "The Editors of Encyclopaedia Britannica", "Encyclopaedia Britannica's editors oversee subject areas in which they", "have extensive knowledge, whether from years of experience gained by", "working on that content or via study for an advanced degree....", "See Article History", "Alternative Titles: Dīpāvali, Divali", "Diwali, also spelled Divali, one of the major religious festivals in", "Hinduism, Jainism, and Sikhism, lasting for five days from the 13th day of", "the dark half of the lunar month Ashvina to the second day of the light", "half of the lunar month Karttika. (The corresponding dates in the", "Gregorian calendar usually fall in late October and November.) The name is", "derived from the Sanskrit term dipavali, meaning “row of lights.” The", "festival generally symbolizes the victory of light over darkness.", "Diwali: lamps[ Submit ]", "Diwali: lamps", "Diwali oil lamps.", "© TheFinalMiracle/Fotolia", "People lighting traditional earthen lamps during the Hindu festival Diwali", "in India. flame", "Britannica Quiz", "All About Diwali Quiz", "Billions of people worldwide celebrate Diwali, a multi-day festival that", "marks the beginning of the Hindu New Year and much more—but many still", "harbour misconceptions about the holiday. Are you one of them? Take this", "quiz to find out.", "Observances of Diwali differ depending on region and tradition. Among", "Hindus the most widespread custom is the lighting of diyas (small", "earthenware lamps filled with oil) on the night of the new moon to invite", "the presence of Lakshmi, the goddess of wealth. In Bengal the goddess Kali", "is worshipped. In North India the festival also celebrates the royal", "homecoming of Rama (along with Sita, Lakshmana, and Hanuman) to the city", "of Ayodhya after defeating Ravana, the 10-headed king of the demons, thus", "connecting the festival with the holiday of Dussehra. In South India the", "festival marks Krishna’s defeat of the demon Narakasura. Some celebrate", "Diwali as a commemoration of the marriage of Lakshmi and Vishnu, while", "others observe it as the birthday of Lakshmi.", "During the festival, diyas are lit and placed in rows along the parapets", "of temples and houses and set adrift on rivers and streams. Homes are", "decorated, and floors inside and out are covered with rangoli, consisting", "of elaborate designs made of coloured rice, sand, or flower petals. The", "doors and windows of houses are kept open in the hope that Lakshmi will", "find her way inside and bless the residents with wealth and success.", "The names and events of the individual days of Diwali are as follows:", "Get a Britannica Premium subscription and gain access to exclusive", "content. Subscribe Now", "The first day, known as Dhanteras, is dedicated to cleaning homes and", "purchasing small items of gold. Lakshmi is the focus of worship on that", "day. The second day, called Naraka Chaturdashi or Choti Diwali,", "commemorates Krishna’s destruction of Narakasura; prayers are also offered", "for the souls of ancestors. On the third day, Lakshmi Puja, families seek", "blessings from Lakshmi to ensure their prosperity; light diyas, candles,", "and fireworks; and visit temples. It is the main day of the Diwali", "festival. The fourth day, known as Goverdhan Puja, Balipratipada, or", "Annakut, commemorating Krishna’s defeat of Indra, the king of the gods, is", "also the first day of Karttika and the start of the new year in the", "Vikrama (Hindu) calendar. Merchants perform religious ceremonies and open", "new account books. The fifth day, called Bhai Dooj, Bhai Tika, or Bhai", "Bij, celebrates the bond between brothers and sisters. On that day sisters", "pray for the success and well-being of their brothers.", "Diwali is generally a time for visiting, exchanging gifts, wearing new", "clothes, feasting, feeding the poor, and setting off fireworks (though", "such displays have been restricted to limit noise and other environmental", "pollution). Gambling, especially in the form of card games, is encouraged", "as a way of ensuring good luck in the coming year and in remembrance of", "the games of dice played by Shiva and Parvati on Mount Kailasa or similar", "contests between Radha and Krishna. Ritually, in honour of Lakshmi, the", "female player always wins.", "Diwali is also an important festival in Jainism. For the Jain community,", "the festival commemorates the enlightenment and liberation (moksha) of", "Mahavira, the most recent of the Jain Tirthankaras, from the cycle of life", "and death (samsara). The lighting of the lamps celebrates the light of", "Mahavira’s holy knowledge.", "Since the 18th century, Diwali has been celebrated in Sikhism as the time", "of Guru Hargobind’s return to Amritsar from captivity in Gwalior—an echo", "of Rama’s return to Ayodhya. Residents of Amritsar lit lamps throughout", "the city to celebrate the occasion.", "Although not a primary festival of Buddhism, Diwali is celebrated by some", "Buddhists as a commemoration of the day when Emperor Ashoka converted to", "Buddhism in the 3rd century bce. It is observed by the Vajrayana Buddhist", "minority among the Newar people of Nepal. They celebrate by lighting", "lamps, decorating temples and monasteries, and worshipping the Buddha.", "The Editors of Encyclopaedia Britannica This article was most recently", "revised and updated by Brian Duignan, Senior Editor.", "Learn More in these related Britannica articles:", "* India", "India: Festivals and holidays", "…the Ramayana is reenacted; and Diwali (Divali; October–November), a", "time for lighting lamps and exchanging gifts. The major secular", "holidays are Independence Day (August 15) and Republic Day (January", "26).…", "* Ravana, the 10-headed demon king, detail from a Guler painting of the", "Ramayana, c. 1720.", "Hinduism: Sacred times and festivals", "…of other important festivals, including Diwali, in which all classes", "of society participate. It takes place in October or November and", "features worship and ceremonial lights in honour of Lakshmi, the", "goddess of wealth and good fortune; fireworks to commemorate the", "victory of Krishna over Narakasura, the demon of hell;…", "* Leaded bronze ceremonial object, thought to have been the head of a", "staff, decorated with coloured beads of glass and stone, 9th century,", "from Igbo Ukwu, Nigeria; in the Nigerian Museum, Lagos.", "ceremonial object: Lighting devices", "…festival of lights (Divali or Diwali) is celebrated by the Vaishnava", "Hindus (devotees of the deity Vishnu) in October–November, at the end", "of the monsoon season. It is practiced on other religious occasions by", "the Jains (followers of the Indian reformer Mahavira, of the 6th", "century bce),…", "newsletter icon", "History at your fingertips", "Sign up here to see what happened On This Day, every day in your inbox!", "Email address _____________________", "[ Sign Up ]", "By signing up, you agree to our Privacy Notice.", "Thank you for subscribing!", "Be on the lookout for your Britannica newsletter to get trusted stories", "delivered right to your inbox.", "Learn More!", "Similar Topics", "* Pongal", "Inspire your inbox – Sign up for daily fun facts about this day in", "history, updates, and special offers.", "Enter your email _____________________", "Subscribe", "By signing up for this email, you are agreeing to news, offers, and", "information from Encyclopaedia Britannica.", "Click here to view our Privacy Notice. Easy unsubscribe links are provided", "in every email.", "Thank you for subscribing!", "Be on the lookout for your Britannica newsletter to get trusted stories", "delivered right to your inbox.", "Stay Connected", "Facebook Twitter YouTube Instagram Pinterest Newsletters", "* About Us & Legal Info", "* Partner Program", "* Contact Us", "* Privacy Notice", "* Terms of Use", "©2021 Encyclopædia Britannica, Inc.", "close", "Ring in the new year with a Britannica Membership", "Learn More!"]