["Link: canonical", "Link: image_src", "Google apps", "Sign in", "Hidden fields", "_____________________", "[ Submit ]", "Screen reader users: click this link for accessible mode. Accessible mode", "has the same essential features but works better with your reader.", "Books", "View eBook", "Get this book in print", "* Amazon.com", "* Amazon.de", "* Thalia", "* Buchkatalog.de", "* Weltbild.de", "* ----------------------------------------------------------------------", "* Find in a library", "* All sellers »", "Redeemer: The Life of Jimmy Carter", "Front Cover", "Randall Balmer", "Basic Books, 13 May 2014 - Biography & Autobiography - 304 pages", "1 Review", "Evangelical Christianity and conservative politics are today seen as", "inseparable. But when Jimmy Carter, a Democrat and a born-again Christian,", "won the presidency in 1976, he owed his victory in part to American", "evangelicals, who responded to his open religiosity and his rejection of", "the moral bankruptcy of the Nixon Administration. Carter, running as a", "representative of the New South, articulated a progressive strand of", "American Christianity that championed liberal ideals, racial equality, and", "social justice—one that has almost been forgotten since.", "In Redeemer, acclaimed religious historian Randall Balmer reveals how the", "rise and fall of Jimmy Carter’s political fortunes mirrored the", "transformation of American religious politics. From his beginnings as a", "humble peanut farmer to the galvanizing politician who rode a reenergized", "religious movement into the White House, Carter’s life and career mark him", "as the last great figure in America’s long and venerable history of", "progressive evangelicalism. Although he stumbled early in his", "career—courting segregationists during his second campaign for Georgia", "governor—Carter’s run for president marked a return to the progressive", "principles of his faith and helped reenergize the evangelical movement.", "Responding to his message of racial justice, women’s rights, and concern", "for the plight of the poor, evangelicals across the country helped propel", "Carter to office. Yet four years later, those very same voters abandoned", "him for Ronald Reagan and the Republican Party. Carter’s defeat signaled", "the eclipse of progressive evangelicalism and the rise of the Religious", "Right, which popularized a dramatically different understanding of the", "faith, one rooted in nationalism, individualism, and free-market", "capitalism.", "An illuminating biography of our 39th president, Redeemer presents Jimmy", "Carter as the last great standard-bearer of an important strand of", "American Christianity, and provides an original and riveting account of", "the moments that transformed our political landscape in the 1970s and", "1980s.", "What people are saying - Write a review", "LibraryThing Review", "User Review  - kaulsu - LibraryThing", "This is an interesting biography marred by an apparently holier-than-thou", "chip on the shoulder of the biographer. From the beginning philippic", "preface, the author seemed to want to establish in the ... Read full", "review", "Redeemer: The Life of Jimmy Carter", "User Review  - Publishers Weekly", "A religious historian, Balmer (Mine Eyes Have Seen the Glory) attempts to", "situate the 39th president within the larger framework of American", "evangelicalism. He posits that Jimmy Carter is part of the ... Read full", "review", "Other editions - View all", "Redeemer: The Life of Jimmy Carter", "[IMG] Randall Balmer", "Limited preview - 2014", "Redeemer: The Life of Jimmy Carter", "[IMG] Randall Balmer", "No preview available - 2014", "About the author (2014)", "Randall Balmer is chair of the Religion Department and Mandel Family", "Professor of Arts and Sciences at Dartmouth College. Previously, he was", "Professor of American Religious History for twenty-seven years at Columbia", "University, after earning his Ph.D. from Princeton University in 1985. In", "addition, he has been a visiting professor at Princeton, Yale, Drew,", "Emory, and Northwestern universities and in the Columbia University", "Graduate School of Journalism. An Episcopal priest since 2006, Balmer was", "adjunct professor at Union Theological Seminary for seventeen years, and", "from 2004 to 2008 he was visiting professor at Yale Divinity School.", "Balmer is the author of more than a dozen books, including Thy Kingdom", "Come, The Making of Evangelicalism: From Revivalism to Politics and", "Beyond, God in the White House: A History, and Religion in American Life:", "A Short History. He has written for The New York Times, the Nation, and", "the Philadelphia Inquirer, among others, and has made frequent appearances", "as an expert commentator on major national television and radio networks.", "Bibliographic information", "QR code for Redeemer", "Title           Redeemer: The Life of Jimmy Carter", "Author          Randall Balmer", "Edition         reprint", "Publisher       Basic Books, 2014", "ISBN            0465029582, 9780465029587", "Length          304 pages", "History", "›", "United States", "›", "Subjects        20th Century", "Biography & Autobiography / Presidents & Heads of State", "History / United States / 20th Century", "Religion / Religion, Politics & State", "Export Citation BiBTeX EndNote RefMan", "About Google Books - Privacy Policy - Terms of Service - Information for", "Publishers - Report an issue - Help - Google Home"]