["Link: canonical", "Link: image_src", "Health Care Policy and Marketplace Review", "A Health Care Reform Blog––Bob Laszewski's review of the latest", "developments in federal health policy, health care reform, and marketplace", "activities in the health care financing business.", "Thursday, March 6, 2014", "Obamacare: The Uninsured Are Not Signing Up Because the Dogs Don't Like It", "Here's my version of a classic corporate marketing story from the 1980s:", "A big dog food company decided to come out with the latest and greatest", "new dog food. They hired the smartest consultants from the big", "universities in Boston to advise them. They had their scientists, who", "know far more about nutrition than any consumers or the dogs, come up", "with the most nutritious formula they were convinced was good for them.", "The engineers designed a new and cost effective manufacturing process", "that capped their overhead. The marketing department allocated enormous", "amounts of money to the various state sales offices and put together a", "very expensive and colorful national ad campaign led by a charismatic", "spokesman. The company trained a newly recruited sales force and signed", "up the biggest supermarkets for the best shelf space.", "It did not sell.", "So, the President gathered his senior team in the boardroom and asked", "each department head, \"Why isn't our dog food selling?\" The Boston", "consultants said, \"Don't worry the customers just don't understand yet", "how good this is for them and they will.\" The scientists were mystified,", "marketing was completely stumped, the state sales offices said, \"It", "isn't our fault.\" No one had a clue about what was wrong.", "Finally, after a long pause, a new college intern (not from Boston)", "sitting in the back of the room finally got up enough courage to tell", "the President, \"The dogs don't like it!\"", "The Washington Post is reporting, \"The new health insurance marketplaces", "appear to be making little headway so far in signing up Americans who lack", "health insurance, the Affordable Care Act's central goal.\"", "The article cites a February McKinsey & Company survey that found only 27%", "of people who had bought coverage by early February had been previously", "uninsured. That is better than McKinsey's last survey which indicated only", "11% of of those who enrolled a month earlier were uninsured––likely", "because the later enrollments don't include so many previously insured", "people who had their coverage cancelled on January 1.", "The article also reports that about half of uninsured adults have looked", "for information on the online health insurance exchanges.", "Last month, the Obama administration reported the following activity both", "online and through the health insurance exchange call centers:", "[IMG]By their own count, there were 64 million visits to the state and", "federal health insurance exchanges through January. There were also almost", "16 million calls to the state and federal call centers.", "While I expect these are not all unique visitors, it is hard to argue that", "the \"dogs have not tried the dog food.\"", "But by February 1, only 3.3 million people hit the \"enroll in a plan\"", "button.", "As I have reported on this blog before, about 20% of these 3.3 million", "people never paid their bill and were cancelled so the enrollment is even", "smaller than this.", "The administration now says 4 million people have hit the \"enroll in a", "plan\" button.", "As I reported on this blog yesterday, starting with the administration's", "more recent enrollment total of 4 million, less than 15% of the 17.2", "million people the Kaiser Family Foundation has estimated are eligible for", "subsidies have signed-up and paid for coverage––and many of these people", "who were eligible for subsidies were also previously insured.", "The uninsured just aren't buying Obamacare.", "I believe they are not buying it because the premium––even net of the", "subsidies––is too much for plans that have deductibles that are too high.", "Consulting firm Avalere has put the average Silver Plan deductible at", "$2,567 and the average Bronze Plan deductible at $4,545. People are often", "being asked to pay hundreds of dollars per month in premium, net of", "subsidies, and they don't see the value.", "There are three weeks left in the open enrollment that has already", "afforded people the months of December, January, February, and soon to be", "all of March, to take a good look at Obamacare and decide whether it is a", "good buy for them or not.", "Starting in April, when the final numbers are in, I hope we can have a", "meaningful conversation over how to fix the new health insurance reform", "law that is clearly not working.", "Posted by ROBERT LASZEWSKI at 5:44 PM  [IMG] [IMG]", "Email ThisBlogThis!Share to TwitterShare to FacebookShare to Pinterest", "Newer Post Older Post Home", "Subscribe", "[IMG] Subscribe in a reader", "Avoid having to check back. Subscribe to Health Care Policy and", "Marketplace Review and receive an email each time we post.", "Blog Archive", "* ►  2021 (3)", "* ►  March (1)", "* ►  January (2)", "* ►  2020 (25)", "* ►  December (1)", "* ►  November (4)", "* ►  September (3)", "* ►  August (4)", "* ►  April (2)", "* ►  March (3)", "* ►  February (5)", "* ►  January (3)", "* ►  2019 (12)", "* ►  December (5)", "* ►  October (5)", "* ►  January (2)", "* ►  2018 (4)", "* ►  November (1)", "* ►  May (1)", "* ►  March (1)", "* ►  January (1)", "* ►  2017 (33)", "* ►  November (1)", "* ►  October (4)", "* ►  September (3)", "* ►  August (3)", "* ►  July (5)", "* ►  June (1)", "* ►  May (2)", "* ►  April (1)", "* ►  March (6)", "* ►  February (3)", "* ►  January (4)", "* ►  2016 (27)", "* ►  December (1)", "* ►  November (5)", "* ►  October (1)", "* ►  September (2)", "* ►  August (7)", "* ►  July (1)", "* ►  June (1)", "* ►  May (2)", "* ►  April (2)", "* ►  February (4)", "* ►  January (1)", "* ►  2015 (26)", "* ►  November (1)", "* ►  October (3)", "* ►  August (1)", "* ►  July (3)", "* ►  June (5)", "* ►  May (1)", "* ►  April (3)", "* ►  March (4)", "* ►  February (2)", "* ►  January (3)", "* ▼  2014 (36)", "* ►  December (1)", "* ►  November (4)", "* ►  October (5)", "* ►  September (2)", "* ►  July (3)", "* ►  June (2)", "* ►  May (1)", "* ►  April (3)", "* ▼  March (8)", "* Was Obamacare Worth It? How Many of the Previously...", "* The One Thing That Could Save Obamacare––And The O...", "* What Individual Mandate? It is Looking More and Mo...", "* Republicans Considering Proposing High-Risk Pools–...", "* Silly Republican Insurance Reform Ideas––Selling I...", "* Gallup: The Number of Those Uninsured Is Falling––...", "* Obamacare: The Uninsured Are Not Signing Up Becaus...", "* Extending the Obamacare Cancelled Policy Moratoriu...", "* ►  February (4)", "* ►  January (3)", "* ►  2013 (48)", "* ►  December (5)", "* ►  November (9)", "* ►  October (13)", "* ►  September (3)", "* ►  August (1)", "* ►  July (4)", "* ►  June (3)", "* ►  May (1)", "* ►  April (1)", "* ►  March (3)", "* ►  February (4)", "* ►  January (1)", "* ►  2012 (32)", "* ►  December (3)", "* ►  November (2)", "* ►  October (2)", "* ►  September (3)", "* ►  August (2)", "* ►  July (1)", "* ►  June (4)", "* ►  April (1)", "* ►  March (3)", "* ►  February (6)", "* ►  January (5)", "* ►  2011 (36)", "* ►  December (2)", "* ►  November (1)", "* ►  October (1)", "* ►  September (3)", "* ►  August (2)", "* ►  July (2)", "* ►  June (2)", "* ►  May (3)", "* ►  April (5)", "* ►  March (4)", "* ►  February (3)", "* ►  January (8)", "* ►  2010 (32)", "* ►  December (4)", "* ►  November (6)", "* ►  March (5)", "* ►  February (9)", "* ►  January (8)", "* ►  2009 (161)", "* ►  December (10)", "* ►  November (13)", "* ►  October (15)", "* ►  September (8)", "* ►  August (20)", "* ►  July (5)", "* ►  June (23)", "* ►  May (16)", "* ►  April (11)", "* ►  March (13)", "* ►  February (16)", "* ►  January (11)", "* ►  2008 (151)", "* ►  December (11)", "* ►  November (17)", "* ►  October (9)", "* ►  September (11)", "* ►  August (10)", "* ►  July (15)", "* ►  June (13)", "* ►  May (12)", "* ►  April (14)", "* ►  March (6)", "* ►  February (20)", "* ►  January (13)", "* ►  2007 (235)", "* ►  December (13)", "* ►  November (19)", "* ►  October (28)", "* ►  September (23)", "* ►  August (11)", "* ►  July (20)", "* ►  June (27)", "* ►  May (20)", "* ►  April (17)", "* ►  March (18)", "* ►  February (18)", "* ►  January (21)", "* ►  2006 (8)", "* ►  December (8)", "Total Pageviews", "Follow Us on Twitter", "@BobLaszewski", "Recent Media", "* The Uninitended Consequences of Repealing the Individual Mandate -", "NPR's All Things Considered", "* Impact of CSR Rollback on Obamacare Insurers - NPR All Things", "Considered", "* The Future of Obamacare, Single Payer, and Health Care Costs - Sharyl", "Attkisson Interview", "* What the Most Conservative Republicans and the Most Progressive", "Democrats Agree On - CNBC", "* Is Obamacare About to Become ZombiCare - CNBC.com", "* Can Trump Kill Obamacare by Ending Subsidies? - PBS NewsHour", "* Republicans Could Wreck an Already Unstable Obamacare - CBS Evening", "News", "* GOP Bill Problematic for Market - NPR's Morning Edition", "* Will Trump Sign a Health Bill in 2017? - CNBC", "* Status of Obamacare - Sharyl Attkisson Interview", "* The Good and the Bad of Obamacare - CNBC", "* A Detailed Analysis of the Republican Alternative to Obamacare", "* How Medicaid Has Impacted Hospitals in the States That Did and Did Not", "Expand Medicaid - CNBC", "Washington Post's Wonkblog \"Pundit of the Year\"", "Bob Laszewski was named the Washington Post's Wonkblog \"Pundit of the", "Year\" for 2013 for \"one of the most accurate and public accounts\"", "detailing the first few months of the Obamacare rollout.", "\"Top 5 Speaker on Health Care\"", "Bob Laszewski has been named a \"Top Speaker\" on health care in a survey", "involving 13,000 business leaders, educators, association members, and", "others. More info on his availability can be found here.", "Subscribe to Receive an Email When a New Post Appears", "We post only two or three times each month. Subscribing eliminates the", "need to check back unnecessarily. You will receive an email alert each", "time we post. You can easily remove your address from our list at anytime.", "The list is managed by a third-party vendor and is not used for any other", "purpose. Subscribe to Health Care Policy and Marketplace Review by Email", "or you can pick from a list of more than two dozen popular feed readers:", "AddThis Feed Button", "Welcome To Our Health Care Blog!", "The purpose of this health care blog  is to provide an ongoing review of", "health care policy activity in Washington, DC and the marketplace.", "Health Policy and Strategy Associates, LLC (HPSA) is a Washington, DC", "based firm that specializes in keeping its clients abreast of the health", "policy  debate in the nation's capital as well as developments in  the", "health care marketplace.", "HPSA is not a lobbying firm. Our niche is objective non-partisan", "information on what is happening in the federal health policy debate and", "in the market.", "Robert Laszewski, Washington, DC", "Robert Laszewski is president of Health Policy and Strategy Associates,", "LLC (HPSA), a policy and marketplace consulting firm specializing in", "assisting its clients through the significant health policy and market", "change afoot. Before forming HPSA in 1992, Mr. Laszewski was chief", "operating officer for a health and group benefits insurer. The majority of", "Mr. Laszewski’s time is spent being directly involved in the marketplace", "as it comes to grips with the health care cost and quality challenge.", "Search", "To Use The Search Function Enter Specific Topic At Top Left", "Google Privacy Policy", "* Link to Google Privacy Policy", "Site Meter", "Health Policy and Marketplace Review is the property of Health Policy and", "Strategy Associates, LLC", "Picture Window theme. Powered by Blogger."]