["Link: amphtml", "Link: canonical", "[ Submit ]", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "A vertical stack of three evenly spaced horizontal lines.", "A magnifying glass. It indicates, \"Click to perform a search\".", "The word \"Insider\".", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.", "* BI Prime", "* Intelligence", "Log in", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.", "Subscribe Subscribe", "* The word Business", "* The word Life", "* The word News", "* The word Reviews", "A magnifying glass. It indicates, \"Click to perform a search\".", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "* [ Submit ]", "The word Business", "* Tech", "* Finance", "* Markets", "* Strategy", "* Retail", "* Advertising", "* Healthcare", "* Intelligence", "* [ Submit ]", "The word Life", "* Entertainment", "* Culture", "* Travel", "* Food", "* Health", "* Parenting", "* Beauty", "* Style", "* [ Submit ]", "The word News", "* Politics", "* Military & Defense", "* Sports", "* Opinion", "* [ Submit ]", "The word Reviews", "* Tech & Electronics", "* Style", "* Home", "* Kitchen", "* Beauty & Personal Care", "* Travel", "* Gifts", "* Deals", "* Money", "* [ Submit ]", "The word All", "* A-Z", "* Advertising", "* Business", "* Careers", "* [ Submit ]", "Coupons", "* DoorDash", "* Walmart", "* Dell", "* Staples", "* Under Armour", "* Culture", "* Design", "* Entertainment", "* Executive Lifestyle", "* Finance", "* Food", "* Health", "* Healthcare", "* Intelligence", "* Latest", "* Life", "* Markets Insider", "* Media", "* Military & Defense", "* News", "* Opinion", "* People", "* Personal Finance", "* Politics", "* Premium", "* Retail", "* Reviews", "* Science", "* Sports", "* Strategy", "* Tech", "* Transportation", "* Travel", "* [ Submit ]", "TV", "* Beauty Explorers", "* Best in Town", "* Bonkers Closets", "* Festival Foodies", "* Movies Insider", "* Pop Culture Decoded", "* The Making Of", "* The Ultimate List", "* Featured", "* Better Capitalism", "* Cities Connected", "* Insider TV", "* Master Your Money", "* Next Stop", "* Transforming Business", "* About", "* About", "* Advertise", "* Careers", "* Contact Us", "* Corporate", "* Corrections Policy", "* Follow", "* RSS", "* Sitemap", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* LinkedIn", "* Subscriptions", "* Intelligence", "* Premium", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.  Log in", "Subscribe Subscribe", "Newsletters", "An icon of the world globe, indicating different international options.\"", "US Edition", "US", "INTL", "Australia", "Deutschland & Österreich", "España", "France", "India", "Italia", "Japan", "México", "Nederland", "Nordic", "Polska", "South Africa", "[IMG] [IMG]", "A leading-edge research firm focused on digital transformation.", "See our Research", "The letter F.  A stylized bird with an open mouth, tweeting.  The word", "\"in\".  A play button in the shape of a television screen.  A stylized", "camera.", "* Copyright © 2021. All rights reserved.", "Registration on or use of this site constitutes acceptance of our", "* Terms of Service ,  Privacy Policy and Cookies Policy.", "* Sitemap", "* Disclaimer", "* Commerce Policy", "* CA Privacy Rights", "* Coupons", "* Made in NYC", "* Jobs", "* Stock quotes by finanzen.net", "* Reprints & Permissions", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "Good", "Subscriber Account active since", "Edit my Account", "Free subscriber-exclusive audiobook!", "“No Rules Rules: Netflix and the Culture of Reinvention”", "Get it now on Libro.fm using the button below.", "Redeem your free audiobook", "Premium Articles Upgrade Membership Newsletter Preferences My Subscription", "FAQs Log out", "It indicates an expandable section or menu, or sometimes previous / next", "navigation options.  HOMEPAGE Subscribe Subscribe", "Home It indicates an expandable section or menu, or sometimes previous /", "next navigation options.  Politics", "Trump condemned 'white supremacy' after the El Paso shooting, but his", "administration has made it harder to fight", "John Haltiwanger", "2019-08-06T06:37:57Z", "The letter F.  An envelope. It indicates the ability to send an email.", "A stylized bird with an open mouth, tweeting.  Twitter The word \"in\".", "LinkedIn A stylized letter F.  Flipboard An image of a chain link. It", "symobilizes a website link url.  Copy Link", "Donald Trump", "President Donald Trump departs after speaking about the shootings in El", "Paso and Dayton in the Diplomatic Room of the White House in Washington,", "DC, on August 5, 2019. Leah Millis/Reuters", "Analysis banner", "* President Donald Trump on Monday denounced \"white supremacy\" after a", "mass shooting in El Paso.", "* The shooting suspect wrote a manifesto expressing blatantly xenophobic", "views, echoing some of Trump's rhetoric in the process.", "* Trump has faced significant criticism, considering his rhetoric on", "race and immigration on top of his administration's general lack of", "concern for thwarting white terrorism.", "* The Trump administration has cut funding to groups dedicated to", "combating white nationalism, which among other issues has made it much", "harder for the federal government to address this issue.", "* Visit Business Insider's homepage for more stories.", "President Donald Trump explicitly condemned \"white supremacy\" on Monday.", "However, his administration has made it more difficult to combat white", "nationalism and related violence.", "The president's remarks on Monday were likely designed to silence critics", "who've blamed him for a mass shooting that occurred at a Walmart in El", "Paso, Texas, on Saturday. The shooting suspect echoed Trump's rhetoric in", "a manifesto written prior to the massacre — which left at least 22 dead —", "characterizing immigrants as a dangerous \"invasion.\"", "Read more: Trump incorrectly referred to Toledo, Ohio, as the location of", "a mass shooting. It was actually in Dayton.", "This \"invasion\" was cited in the manifesto as the impetus for the", "bloodbath that's left a community broken in the face of yet another", "gun-related tragedy that seems all too familiar.", "The similarities between Trump's language and the hate-filled screed of", "the shooting suspect have unleashed a wave of criticism against the", "president in the aftermath of the deadly violence in El Paso.", "It is in this context that Trump stepped in front of cameras on Monday and", "declared, \"The shooter in El Paso posted a manifesto online consumed with", "racist hate. In one voice our nation must condemn racism, bigotry, and", "white supremacy.\"", "—Aaron Rupar (@atrupar) August 5, 2019", "White nationalism is on the rise globally, but Trump has downplayed this trend", "Trump's condemnation of these corrosive trends in US society came as he", "continues to face an onslaught of criticism over racist tweets he sent", "about four Democratic lawmakers of color.", "This denunciation of racism, bigotry, and white supremacy also occurs a", "little less than two years after Trump sparked a political firestorm after", "blaming \"many sides\" for deadly violence at a neo-Nazi rally in", "Charlottesville, Virginia.", "Read more: All of the extremist killings in the US in 2018 had links to", "right-wing extremism, according to new report", "There are many indications white nationalism is on the rise globally, and", "the US is not immune to this trend. This has been evident in recent", "tragedies such as the shooting at a synagogue in Pittsburgh, Pennsylvania,", "as well as the massacre in Christchurch, New Zealand.", "The FBI in 2017 concluded white supremacists killed more Americans between", "2000 and 2016 — 49 homicides in 26 attacks — than \"any other domestic", "extremist movement.\"", "But after the shooting in Christchurch, which targeted people at two", "mosques, Trump downplayed white nationalism as \"a small group of people", "that have very, very serious problems, I guess.\"", "As INSIDER previously reported:", "* FBI data showed hate crimes rose 17% in 2017, with a 37% spike in", "attacks on Jews. In October 2018, a white supremacist killed 11 people", "in a Pittsburgh synagogue.", "* The FBI also found racially motivated incidents rose by 18%, with", "almost 300 more hate crimes against African Americans in 2017 than the", "year prior.", "* A November 2018 analysis from The Washington Post on global terrorism", "data found far-right violence has been on the rise since President", "Donald Trump entered the White House.", "* Every extremist killing in the US in 2018 had a link to a right-wing", "extremism, according to a January 2019 report from the Anti-Defamation", "League's Center on Extremism.", "* Meanwhile, an October 2018 poll from the Public Religion Research", "Institute found a majority of Americans agree that Trump has", "\" encouraged white supremacist groups\" with his decisions and", "behavior.", "The manifesto from the shooting suspect in El Paso referenced the \"great", "replacement\" conspiracy theory, which is propagated by white nationalists", "who contend white people are at at risk of being replaced by minorities", "and via increased migration. \"The great replacement\" was also the title of", "the manifesto of the Christchurch shooter, whom the shooting suspect in El", "Paso expressed admiration for.", "The Institute for Strategic Dialogue (ISD), an anti-extremism think tank", "based in the United Kingdom, last month released a report that found", "references of the \"great replacement\" theory have doubled online in the", "past four years. It was mentioned on Twitter alone more than 1.5 million", "times, according to the report.", "Despite the warning signs regarding white nationalism over the past few", "years, the Trump administration has done little to address it and in many", "cases has actually made it harder to do so.", "Trump has made it more difficult for the federal government to combat white", "nationalism", "The Department of Homeland Security, which currently does not have a", "Senate-confirmed secretary, last year eliminated a group of intelligence", "analysts who focused on domestic terrorism, according to a report from The", "Daily Beast. The report said this led the number of analytic reports from", "the DHS on the threat of domestic terrorism, including on the threats from", "white supremacists, to decline \"significantly.\"", "Beyond this, the Trump administration early on canceled grants awarded by", "DHS under former President Barack Obama to groups specifically dedicated", "to countering white supremacist terror.", "George Selim, who played a key role in working on extremism issues at DHS", "under Democratic and Republican administrations and now serves as senior", "vice president of programs at the Anti-Defamation League, in an April US", "Today op-ed wrote, \"The Trump administration's actions and budget cuts", "prove it is unwilling to soberly evaluate and defeat domestic terrorism by", "white supremacists.\"", "A DHS-funded study this year found \"major gaps in national terrorism", "prevention efforts,\" which were in part linked to funding problems.", "The FBI is also facing problems on this front.", "FBI Director Christopher Wray in late July told the Senate Judiciary", "Committee that in the past nine months it's arrested roughly 100 domestic", "terrorism suspects and most of the investigations were related to white", "supremacy.", "Wray sought to assure lawmakers that the bureau is dedicated to combatting", "racially-motivated violence, but in the process he highlighted some of the", "federal government's limitations when it comes to pursuing white", "supremacist groups.", "\"We, the FBI, don't investigate ideology, no matter how repugnant,\" he", "said. \"When it turns to violence, we're all over it.\"", "The ideological considerations are linked to constitutional concerns of", "infringing on free speech.", "Beyond these issues, there are indications the FBI is reluctant to pursue", "white nationalist extremists over fears they'd be seen as going after", "Trump's base.", "\"There's some reluctance among agents to bring forth an investigation that", "targets what the president perceives as his base,\" former FBI", "counterterrorism agent, Dave Gomez, recently told The Washington Post.", "'The lesson of 9/11 is that the government should focus on deterring future", "attacks and not just condemning past killers'", "Based on the available evidence, the shooting in El Paso is being", "investigated as both a domestic terrorism incident and a possible hate", "crime.", "Trump has now condemned white supremacy in relation to the El Paso", "shooting. What he's not done is make clear what he'll do to prevent future", "attacks of a similar nature from occurring — including continuing to", "condemn white supremacists.", "Former Deputy Attorney General Rod Rosenstein, who recently departed the", "Trump administration, said in an interview with The Wall Street Journal", "that the president can can deter white terrorism \"by making clear that he", "does not approve, just as he does for Islamic terrorist ideologies. The", "lesson of 9/11 is that the government should focus on deterring future", "attacks and not just condemning past killers.\"", "Newsletter", "Start your mornings with 10 Things in Politics You Need to Know Today.", "Sign up here.", "Something is loading.", "Email address _____________________", "[ Sign up ]", "By clicking ‘Sign up’, you agree to receive marketing emails from Insider", "as well as other partner offers and accept our Terms of Service and", "Privacy Policy.", "SEE ALSO: Trump's tweet blaming 'Fake News' for the 'anger and rage' in the US", "echoes manifesto of the El Paso shooting suspect", "NOW WATCH:", "More: Donald Trump El Paso el paso shooting FBI", "* Department of Homeland Security", "* rod rosenstein", "* white supremacy", "* White Nationalism", "* Terrorism", "It indicates an expandable section or menu, or sometimes previous / next", "navigation options.", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "Business Insider [IMG]", "Follow us on:", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "Download on the App Store [IMG]", "Get it on Google Play [IMG]", "* Copyright © 2021 Insider Inc. All rights reserved. Registration on or", "use of this site constitutes acceptance of our", "* Terms of Service ,  Privacy Policy and Cookies Policy .", "* Sitemap", "* Disclaimer", "* Commerce Policy", "* CA Privacy Rights", "* Coupons", "* Made in NYC", "* Jobs", "* Stock quotes by finanzen.net", "* Reprints & Permissions", "International Editions:", "* United States US", "* International INTL", "* Österreich AT", "* Australia AUS", "* Deutschland DE", "* España ES", "* France FR", "* India IN", "* Italy IT", "* Japan JP", "* México MX", "* Netherlands NL", "* Nordic SE", "* Polska PL", "* South Africa ZA", "Insider.com Logo", "Insider-Inc Logo", "Business Insider DE Logo"]