["Link: profile", "Link: canonical", "Skip to main content", "U.S. flag", "An official website of the United States government", "Here’s how you know", "Here’s how you know", "Dot gov", "Official websites use .gov", "A .gov website belongs to an official government organization in the", "United States.", "Https", "Secure .gov websites use HTTPS", "A lock (A locked padlock) or https:// means you’ve safely connected to the", ".gov website. Share sensitive information only on official, secure", "websites.", "The United States Department of Justice", "The United States Department of Justice", "Search form", "Search ________________", "[ Search ]", "Main menu", "* About", "* Budget & Performance", "* History", "* Privacy Program", "* Our Agency", "* The Attorney General", "* Organizational Chart", "* Alphabetical Listing", "* Topics", "* News", "* Videos", "* Photos", "* Blogs", "* Podcasts", "* Resources", "* Guidance Documents", "* Grants", "* Forms", "* Publications", "* Information for Victims in Large Cases", "* Justice Manual", "* Careers", "* Legal Careers", "* Veteran Recruitment", "* Disability Hiring", "* Contact", "You are here", "Home » Office of Public Affairs » News", "Justice News", "Department of Justice", "Office of Public Affairs", "----------------------------------------------------------------------", "FOR IMMEDIATE RELEASE", "Friday, January 8, 2016", "Countering Violent Extremism Task Force Fact Sheet", "Since the White House Summit on Countering Violent Extremism (CVE) last", "February, the U.S. government has focused on strengthening our effort to", "prevent extremists from radicalizing and mobilizing recruits, especially", "here at home.  Advancing this effort means working as effectively as", "possible across the U.S. government, which is why we are forming the CVE", "Task Force.", "“The federal government’s top priority is protecting the American people", "from all forms of violent extremism,” said Attorney General Loretta E.", "Lynch.  “By bringing together agencies from across the Executive Branch,", "this innovative task force will allow us to more efficiently and", "effectively support local efforts to counter violent extremism.  The", "Department of Justice looks forward to joining the Department of Homeland", "Security in leading this new initiative, which represents an important", "step in our ongoing work to keep our communities safe and our country", "strong.”", "“Countering violent extremism has become a homeland security imperative,", "and it is a mission to which I am personally committed,” said Secretary of", "Homeland Security Jeh Johnson.  “At the Department of Homeland Security,", "our Office of Community Partnerships – which I established last year to", "take the Department’s CVE efforts to the next level – has been working to", "build relationships and promote trust with communities across the country,", "and to find innovative ways to support those who seek to discourage", "violent extremism and undercut terrorist narratives.  The interagency CVE", "Task Force that we are announcing today, and which will be hosted by the", "Department of Homeland Security, will bring together the best resources", "and personnel from across the executive branch to ensure that we face the", "challenge of violent extremism in a unified and coordinated way.”", "Since the Strategy to Empower Local Partners to Prevent Violent Extremism", "in the United States was issued in 2011, many federal, state, local and", "tribal governments have contributed meaningfully to the CVE effort.", "However, the efforts of ISIL and other groups to radicalize American", "citizens has required the U.S. government to update the efforts that began", "five years ago.  Beginning in the summer of 2015, representatives from 11", "departments and agencies reviewed our current structure, strategy and", "programs and made concrete recommendations for improvement.  The review", "validated the objectives of the 2011 strategy but identified gaps in its", "implementation.  The new task force will coordinate government efforts and", "partnerships to prevent violent extremism in the United States.", "The review team identified four key needs:", "* An infrastructure to coordinate and prioritize CVE activities;", "* Clear responsibility, accountability and communication across", "government and with the public;", "* Participation of relevant departments and agencies outside of national", "security lanes; and", "* A process to assess, prioritize and allocate resources to maximize", "impact.", "The CVE Task Force will be a permanent interagency task force hosted by", "the Department of Homeland Security (DHS) with overall leadership provided", "by DHS and the Department of Justice, with additional staffing provided by", "representatives from the FBI, National Counterterrorism Center and other", "supporting departments and agencies.  The task force will be", "administratively housed at DHS.  The CVE Task Force will address the gaps", "identified in the review by (1) synchronizing and integrating", "whole-of-government CVE programs and activities; (2) leveraging new CVE", "efforts, for example those of the DHS Office for Community Partnerships;", "(3) conducting ongoing strategic planning; and (4) assessing and", "evaluating CVE programs and activities.", "The CVE Task Force will organize federal efforts into several areas,", "including:", "* Research and Analysis.  The Task Force will coordinate federal support", "for ongoing and future CVE research and establish feedback mechanisms", "for CVE findings, thus cultivating CVE programming that incorporates", "sound results.", "* Engagements and Technical Assistance.  The Task Force will synchronize", "Federal Government outreach to and engagement with CVE stakeholders", "and will coordinate technical assistance to CVE practitioners.", "* Communications.  The Task Force will manage CVE communications,", "including media inquiries, and leverage digital technologies to", "engage, empower and connect CVE stakeholders.", "* Interventions.  The Task Force will work with CVE stakeholders to", "develop multidisciplinary intervention programs.", "Topic(s):", "National Security", "Component(s):", "Office of the Attorney General", "Press Release Number:", "16-025", "Updated February 8, 2016", "Related Links", "Speeches and Press Releases", "Videos", "Photos", "Blogs", "Podcasts", "Footer Menu Justice", "* First Column", "* en ESPAÑOL", "* Contact DOJ", "* Second Column", "* Archive", "* Accessibility", "* Information Quality", "* Privacy Policy", "* Legal Policies & Disclaimers", "* Social Media", "* Third Column", "* Budget & Performance", "* Office of the Inspector General", "* No FEAR Act", "* For Employees", "* FOIA", "* USA.gov", "U.S. Department of Justice", "950 Pennsylvania Avenue, NW", "Washington, DC 20530-0001", "Stay Connected with Justice:", "Instagram Facebook Twitter YouTube", "Email Updates", "Email icon"]