["Link: canonical", "Open full menu", "Lead Stories", "_____________________ Go", "Fact Check Analysis Corrections Democrats donkey Blue Feed Republicans", "elephant Red Feed Virus of Corona Corona Virus", "Fact Check: Coronavirus Mortality Rate NOT Proven To Be 0.03% By Bakersfield", "Doctors", "Fact Check", "* Apr 30, 2020", "* by: Wayne Drash", "Share  Tweet", "Fact Check: Coronavirus Mortality Rate NOT Proven To Be 0.03% By", "Bakersfield Doctors Bad Sampling", "Has the coronavirus mortality rate been proven to be 0.03% -- far less", "deadly than previously thought? No, that's not true: It is one theory put", "forward over the last week by two doctors in Bakersfield, California,", "whose comments stirred controversy and prompted national debate after", "YouTube zapped videos of their news conference off its platform. However,", "as it is, the figure is just speculation as the pandemic continues to", "ravage the United States and the world and testing is not yet widespread.", "Memes touting the Bakersfield doctors' claims and the outrage of their", "videos being taken down by YouTube have begun popping up on social media,", "like this Facebook post published on April 28 2020 (archived here) with", "following text:", "So 2 Doctors from Bakersfield discover that Coronavirus mortality is 0.03%", "13X LESS deadly than what was previously thought!", "Their analysis has since been banned from YouTube! Wow!", "This is what the post looked like on Facebook at the time of writing:", "IFrame", "The doctors, Dan Erickson and Artin Massihi of Accelerated Urgent Care,", "raised the important question on people's minds: Is keeping the nation", "shut down worth the cost of millions of Americans facing financial ruin?", "Their estimate of 0.03% as the mortality rate for COVID-19, however, was", "blasted by many medical professionals for shaky data analysis, including", "two medical associations condemning what they called \"reckless and", "untested musings.\"", "In fact, the mortality rate of COVID-19 remains a great unknown as the", "pandemic is ongoing, with epidemiologists, scientists and doctors saying", "more testing is needed around the nation to have a better grip on its", "lethality.", "The doctors first made local headlines last week when they said they had", "tested 5,213 people at their clinics, and they had 340 positive COVID", "cases. \"That's 6.5% of the population, which would indicate a widespread", "viral infection similar to the flu,\" Erickson said.", "\"Well, we have 39.5 million people (in California). If we just take a", "basic calculation and extrapolate that out, that equates to about 4.7", "million cases throughout the state of California,\" he added. \"We've seen", "1,227 deaths in the state of California. ... That means you have a 0.03%", "chance of dying from COVID-19 in the state of California.\"", "Dr. Carl Bergstrom, a University of Washington biologist who specializes", "in infectious disease modeling, said the problem with the doctors'", "approach is that the people who come into an urgent care clinic are not a", "random sample of the population.", "\"A large fraction of them are coming in precisely because they suspect", "that they have the disease,\" Bergstom tweeted. \"This generates a sampling", "bias.\"", "Estimating that fraction infected from patients at an urgent care", "facility is a bit like estimating the average height of Americans from", "the players on an NBA court.", "It's not a random sample, and it gives a highly biased estimate.", "-- Carl T. Bergstrom (@CT_Bergstrom) April 26, 2020", "The American College of Emergency Physicians (ACEP) and the American", "Academy of Emergency Medicine (AAEM) issued a joint statement blasting", "what the doctors had to say:", "The data cited by Drs. Erickson and Massihi is extrapolated from a small", "population to the state of California, resulting in misleading", "conclusions regarding the mortality of COVID-19. Their data is flawed", "and represents selection bias. In order for data to be extrapolated to a", "population, the investigator must assure that the populations are", "homogeneous, and in this case they are not.", "According to data from Johns Hopkins, the confirmed death rate in Kern", "County, where Bakersfield is located, is 0.69% -- higher than what the", "doctors put forth, but far lower than the national average. The flu has a", "death rate of about 0.1%, according to the Centers for Disease Control and", "Prevention.", "\"Does that necessitate sheltering in place?\" Erickson asked at his press", "conference. \"Does that necessitate shutting down medical systems? Does", "that necessitate people being out of work?\"Kern.county.JHU COVID-19", "jpg.jpg", "A similar uproar occurred among researchers in recent weeks after the", "University of Southern California and the Los Angeles County Department of", "Public Health released preliminary results from a study that suggested", "about 4.1% of the county's adult population has an antibody to the virus.", "That estimate translated to approximately 221,000 to 442,000 adults in the", "county -- or about 28 to 55 times higher than the 7,994 confirmed cases of", "COVID-19 reported to the county at the time of the study in early April.", "That would put the death rate closer to the flu, potentially even lower.", "The study was not peer reviewed and faced backlash among researchers.", "I understand the need for rapid communication during this pandemic,", "especially between scientists. So, I would expect to read a preprint", "describing methodology etc *before* a press release describing results", "of the @USC serology study. #whereisthepreprint? https://t.co/NPTmyXMX5t", "-- Kevin Hall (@KevinH_PhD) April 21, 2020", "The two Bakersfield doctors have become a rallying cry for many Americans", "growing restless of the seemingly endless shelter-in-place orders. Fox", "News hosts Laura Ingraham and Tucker Carlson took up their cause earlier", "this week, with Carlson saying YouTube and Google have \"now officially", "banned dissent\" for its decision to knock off the video of the doctors'", "news conference.", "Elon Musk tweeted in support of them and has criticized the stay-at-home", "orders as fascist.", "FREE AMERICA NOW", "-- Elon Musk (@elonmusk) April 29, 2020", "The debate over the mortality rate continues. In an opinion piece in The", "Hill, Dr. Scott W. Atlas with Stanford University's Hoover Institution", "wrote in support of reopening the nation, saying it was time to end the", "\"total isolation:\"", "In New York City, an epicenter of the pandemic with more than one-third", "of all U.S. deaths, the rate of death for people 18 to 45 years old is", "0.01 percent, or 10 per 100,000 in the population. On the other hand,", "people aged 75 and over have a death rate 80 times that. For people", "under 18 years old, the rate of death is zero per 100,000.", "As of April 30, there were nearly 1.1 million confirmed cases in the", "United States, and almost 64,000 known deaths. But those figures might be", "well under the actual totals, according to some experts.", "For example, Dr. Irwin Redlener, director of the National Center for", "Disaster Preparedness at Columbia University, and Sean Hansen, a research", "assistant with the center, wrote in The Daily Beast that \"The COVID-19", "Death Undercount Is Scarier Than You Think:\"", "When will we know when the COVID-19 death count accurately reflects", "reality? It could be months or even years.", "Want to inform others about the accuracy of this story?", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "https://leadstories.com/hoax-alert/2020/04/fact-check-coronavirus-mortality-rate-not-proven-to-be-0.03.html", "Click this link to copy it to your clipboard", "See who is sharing it (it might even be your friends...) and leave the", "link in the comments.:", "Facebook  Twitter", "Lead Stories is working with the CoronaVirusFacts/DatosCoronaVirus", "Alliance, a coalition of more than 100 fact-checkers who are fighting", "misinformation related to the COVID-19 pandemic. Learn more about the", "alliance here.", "Wayne Drash", "Wayne Drash, a staff writer and fact-checker for Lead Stories, is a", "former senior producer and writer for CNN’s Health team, telling", "narratives about life and the unfolding drama of the world we live on.", "He specialized in covering complex major issues, such as health", "insurance, the opioid epidemic and Big Pharma.", "Read more about or contact Wayne Drash", "Previous Article Fact Check: The Flu Did NOT Kill 80,000 People In the", "United States Last Year Next Article  Fact Check: Pelosi NOT In Wuhan,", "China, Six Days After Impeachment", "About us", "International Fact-Checking Organization", "Lead Stories is a fact checking website that is always looking for the", "latest false, deceptive or inaccurate stories (or media) making the rounds", "on the internet.", "Spotted something? Let us know!.", "Lead Stories is a:", "* Verified signatory of the IFCN Code of Principles", "* Facebook Third-Party Fact-Checking Partner", "* Member of the #CoronavirusFacts Alliance", "Follow us on social media", "Most Read", "* Fact Check: National Guard Troops Do NOT Need Hotel Rooms Despite", "Reports President Trump Has Given Permission For National Guard Troops", "To Stay In His Hotel In DC Already Booked", "Fact Check: National Guard Troops Do NOT Need Hotel Rooms Despite Reports", "President Trump Has Given Permission For National Guard Troops To Stay In His", "Hotel In DC", "Fact Check", "* Jan 22, 2021", "* by: Alexis Tereszcuk", "* Fact Check: Joe Biden Did NOT Campaign With Grand Wizard of KKK", "Fact Check: Joe Biden Did NOT Campaign With Grand Wizard of KKK", "Fact Check", "* Mar 6, 2020", "* by: Monte Plott", "* Fact Check: New 'X22 Report' Video Does NOT Offer Evidence That Proves", "Claims About Mass Shootings, Election Fraud, Suez Ship Not Supported", "Fact Check: New 'X22 Report' Video Does NOT Offer Evidence That Proves Claims", "About Mass Shootings, Election Fraud, Suez Ship", "Fact Check", "* Mar 26, 2021", "* by: Dana Ford", "* Fact Check: Richard A Rothschild Did NOT Patent A COVID-19 Test Kit In", "2015 Misused Lingo", "Fact Check: Richard A Rothschild Did NOT Patent A COVID-19 Test Kit In 2015", "Fact Check", "* Mar 26, 2021", "* by: Sarah Thompson", "* Fact Check: Mass Vaccination Amid The COVID-19 Pandemic Does NOT", "Create An 'Irrepressible Monster' Vaccines Work", "Fact Check: Mass Vaccination Amid The COVID-19 Pandemic Does NOT Create An", "'Irrepressible Monster'", "Fact Check", "* Mar 17, 2021", "* by: Dana Ford", "* Fact Check: Photo of Hitler Holding Up Bible Similar to Trump is NOT", "Real Faked Image", "Fact Check: Photo of Hitler Holding Up Bible Similar to Trump is NOT Real", "Fact Check", "* Jun 3, 2020", "* by: Eric Ferkenhoff", "* Fake News: Kamala Harris Is An American Black & She Was In 2nd", "Integrated Class Of Her School", "Fake News: Kamala Harris Is An American Black & She Was In 2nd Integrated Class", "Of Her School", "Fact Check", "* Jun 30, 2019", "* by: Alan Duke", "Most Recent", "* Fact Check: Photos Do NOT Show Charity Worker From Denmark Rescued,", "Then Adopted Dying-But-Now-Healthy Nigerian Child Didn't Adopt", "Fact Check: Photos Do NOT Show Charity Worker From Denmark Rescued, Then Adopted", "Dying-But-Now-Healthy Nigerian Child", "Fact Check", "* Mar 26, 2021", "* by: Alexis Tereszcuk", "* Fact Check: Richard A Rothschild Did NOT Patent A COVID-19 Test Kit In", "2015 Misused Lingo", "Fact Check: Richard A Rothschild Did NOT Patent A COVID-19 Test Kit In 2015", "Fact Check", "* Mar 26, 2021", "* by: Sarah Thompson", "* Fact Check: New 'X22 Report' Video Does NOT Offer Evidence That Proves", "Claims About Mass Shootings, Election Fraud, Suez Ship Not Supported", "Fact Check: New 'X22 Report' Video Does NOT Offer Evidence That Proves Claims", "About Mass Shootings, Election Fraud, Suez Ship", "Fact Check", "* Mar 26, 2021", "* by: Dana Ford", "* Fact Check: NO Evidence Speaker Pelosi Uses Air Force Jets For Flights", "Home Commercial Air", "Fact Check: NO Evidence Speaker Pelosi Uses Air Force Jets For Flights Home", "Fact Check", "* Mar 26, 2021", "* by: Olivera Perkins", "* Fact Check: Photos Do NOT Show A Man With $22,400 In Stimulus Funds", "Joke Post", "Fact Check: Photos Do NOT Show A Man With $22,400 In Stimulus Funds", "Fact Check", "* Mar 25, 2021", "* by: Sarah Thompson", "* Fact Check: NO Evidence Behind Claims Tying Hillary Clinton, Human", "Trafficking And Cargo Ship Stuck In Suez Canal No Secret Sign", "Fact Check: NO Evidence Behind Claims Tying Hillary Clinton, Human Trafficking", "And Cargo Ship Stuck In Suez Canal", "Fact Check", "* Mar 25, 2021", "* by: Dana Ford", "* Fact Check: Pathogens And Heavy Metals Do NOT 'Feed On' Eggs In Your", "Liver Protein Bunk", "Fact Check: Pathogens And Heavy Metals Do NOT 'Feed On' Eggs In Your Liver", "Fact Check", "* Mar 25, 2021", "* by: Dean Miller", "Share your opinion", "Share  Tweet", "Home About IFCN Code of Principles How we work Satire Policy Corrections", "Policy Contact", "Lead Stories is a fact checking website that is always looking for the", "latest false, deceptive or inaccurate stories (or media) making the rounds", "on the internet.", "Spotted something? Let us know!.", "Lead Stories is a:", "* Verified signatory of the IFCN Code of Principles", "* Facebook Third-Party Fact-Checking Partner", "* Member of the #CoronavirusFacts Alliance", "IFCN logo", "Follow us on social media", "Â© 2015-2020 Lead Stories LLC - All rights reserved.", "[ Submit ]", "Lead Stories", "_____________________ Go", "* Home", "* Fact Check", "* Analysis", "* Corrections", "* Satire", "* Democrat donkey Blue Feed", "* Republican elephant Red Feed", "* Coronavirus Corona Virus"]