["Link: canonical", "Link: shortlink", "Jump to main content", "An official website of the United States government.", "US EPA", "United States Environmental Protection Agency", "Search _____________________ Search", "Main menu", "* Environmental Topics", "* Air", "* Bed Bugs", "* Chemicals and Toxics", "* Environmental Information by Location", "* Greener Living", "* Health", "* Land, Waste, and Cleanup", "* Lead", "* Mold", "* Pesticides", "* Radon", "* Science", "* Water", "* A-Z Topic Index", "* Laws & Regulations", "* By Business Sector", "* By Topic", "* Compliance", "* Enforcement", "* Laws and Executive Orders", "* Guidance", "* Regulations", "* About EPA", "* Organization Chart", "* Staff Directory", "* Planning, Budget and Results", "* Jobs and Internships", "* Headquarters Offices", "* Regional Offices", "* Labs and Research Centers", "Choose Fish and Shellfish Wisely", "Contact Us", "Share", "* *  * Should I Be Concerned about Eating Fish and Shellfish?", "For most people, the risk from eating contaminated fish and shellfish is", "not a health concern. However, some groups of people such as pregnant", "women, children and the elderly are at a greater health risk than others.", "Additionally, some individuals are at a higher risk simply because they", "eat substantially more fish than others.", "If you are pregnant, a young child, an older adult, or someone with a", "weakened immune system, to avoid food-borne illness from bacteria (often", "called “food poisoning”) you are advised not to eat:", "* Raw fish, partially cooked seafood (such as shrimp and crab), or", "refrigerated smoked seafood.", "* Raw shellfish (including oysters, clams, mussels, and scallops) or", "their juices.", "For contaminants that can build up in your body over time, like mercury,", "refer to the applicable high-risk group section.", "On this page:", "* Women", "* Children", "* Older Adults and People with Underlying Health Conditions", "* People Who Eat More Fish Than the Average Person", "----------------------------------------------------------------------", "Women who are Pregnant, May Become Pregnant or are Nursing", "Pregnant woman with a doctor", "Pregnant woman with a doctor", "The nutritional value of fish is important during growth and development", "before birth, in early infancy for breastfed infants and in childhood.", "The health risks from mercury in fish and shellfish depend on the amount", "of fish and shellfish a person eats and the levels of mercury in the", "specific fish and shellfish. Some fish contain higher levels of mercury", "that may harm an unborn baby or young child's developing nervous system.", "As a result, women who are pregnant or may become pregnant and women who", "are nursing risk exposing their children to contamination if they eat", "these fish.", "EPA-FDA Advice about Eating Fish: What Pregnant Women and Parents Should", "Know recommends that women who are pregnant, may become pregnant, or are", "breastfeeding eat 2 to 3 servings (8 to 12 ounces) of fish each week from", "choices that are lower in mercury. The advice includes a chart that shows", "how often women and children can eat more than 60 types of fish and", "shellfish. The fish are grouped into “best choices,” “good choices” and", "“choices to avoid” based on mercury content.", "* EPA-FDA Advice about Eating Fish", "----------------------------------------------------------------------", "Children", "Children working around a pond", "Children working around a pond", "EPA-FDA Advice about Eating Fish: What Pregnant Women and Parents Should", "Know recommends that children eat 1 to 2 servings of fish each week from", "choices that are lower in mercury, but in smaller portion sizes than", "adults. Children who are 2 to 3 years old should eat 1 ounce per serving,", "4 to 7 years old should eat 2 ounces per serving, 8 to 10 years old should", "eat 3 ounces per serving, and children 11 and older can eat adult-sized", "portions of 4 ounces. The advice includes a chart of more than 60 types of", "fish and shellfish grouped into “best choices,” “good choices” and", "“choices to avoid.”", "* EPA-FDA Advice about Eating Fish", "----------------------------------------------------------------------", "Older Adults and People with Underlying Health Conditions", "Woman and her elderly mother cooking in the kitchen", "Woman and her elderly mother", "The elderly and those with underlying health conditions may be more", "susceptible to adverse health effects from contaminated fish even if", "contamination levels are low.", "Both of these groups are at a greater risk to negative health impacts", "because their bodies may be less able to remove these contaminants safely", "from their systems. Therefore, these people should limit their consumption", "of fish and shellfish that may be contaminated.", "----------------------------------------------------------------------", "People Who Eat More Fish Than the Average Person", "Woman and her daughter fishing", "Woman and her daughter fishing", "Eating fish frequently and/or in large quantities can pose a significant", "health risk because mercury and other contaminants tend to build up in", "your body over time. This can expose a person to more contamination.", "Sport anglers and recreational fishers, as well as subsistence fishers,", "are at risk because these groups tend to eat more fish than the average", "person.", "Fish filleted and hanging outside", "Fish filleted and hanging outside", "These groups should pay particular attention to the types of fish they", "consume, the amount of fish and the waters that they eat fish from to", "ensure that they do not put their health at risk. States, territories, and", "tribes provide advice on fish caught in waters in their jurisdiction. For", "current advisories visit the relevant fish advisory website.", "* List of State, Territory and Tribe Fish Advisory Contacts", "----------------------------------------------------------------------", "Want to Learn More?", "EPA's Technical Resources provides more information for fish tissue", "studies information and other fish consumption advisory data and reports.", "Contact Us to ask a question, provide feedback, or report a problem.", "Choose Fish and Shellfish Wisely", "* Choose Fish and Shellfish Wisely Home", "* Fish and Shellfish Advisories", "* Should I be Concerned?", "* Stay Healthy by Eating Wisely", "* What is EPA Doing?", "Discover.", "* Accessibility", "* Budget & Performance", "* Contracting", "* Grants", "* EPA www Web Snapshots", "* No FEAR Act Data", "* Privacy", "* Privacy and Security Notice", "Connect.", "* Data.gov", "* Inspector General", "* Jobs", "* Newsroom", "* Regulations.gov", "* Subscribe", "* USA.gov", "* White House", "Ask.", "* Contact EPA", "* Hotlines", "* FOIA Requests", "* Frequent Questions", "Follow.", "* EPA's Facebook", "* EPA's Twitter", "* EPA's YouTube", "* EPA's Flickr", "* EPA's Instagram", "Last updated on October 14, 2020"]