["Link: canonical", "Link: image_src", "Link: amphtml", "Link: ia:markup_url", "Skip to content", "Site Navigation", "* * [ Submit ]", "[ Submit ]PopularLatest", "Sections", "* Politics", "* Ideas", "* Photo", "* Science", "* Culture", "* Podcasts", "* Health", "* Education", "* Planet", "* Technology", "* Family", "* Projects", "* Business", "* Global", "* Events", "* Books", "* Fiction", "* Newsletters", "The Atlantic Crossword", "Play Crossword", "The Print Edition", "the latest issue of the atlantic", "Latest IssuePast Issues", "----------------------------------------------------------------------", "Give a Gift", "* [ Submit ]", "Search The Atlantic _____________________ [ Submit Search ]", "Quick Links", "* Dear Therapist", "* Crossword Puzzle", "* Manage Subscription", "[ Submit ]", "* Popular", "* Latest", "* Sign In", "* Subscribe", "Ideas", "Trump Shut Programs to Counter Violent Extremism", "The administration has hobbled the infrastructure designed to prevent", "atrocities like Pittsburgh.", "October 29, 2018", "[IMG]", "Peter Beinart", "Professor of journalism at the City University of New York", "The scene outside a Richard Spencer speech in Gainesville, Florida, on", "October 19, 2017", "The scene outside a Richard Spencer speech in Gainesville, Florida, on", "October 19, 2017Shannon Stapleton / Reuters", "Set aside the question of whether President Donald Trump’s rhetorical", "flirtations with white nationalism enabled Saturday’s mass shooting in", "Pittsburgh. What’s undeniable is that his administration has hobbled the", "infrastructure designed to prevent such murders.", "In the waning days of Barack Obama’s administration, the Department of", "Homeland Security awarded a set of grants to organizations working to", "counter violent extremism, including among white supremacists. One of the", "grantees was Life After Hate, which The Hill has called “one of the only", "programs in the U.S. devoted to helping people leave neo-Nazi and other", "white supremacy groups.” Another grant went to researchers at the", "University of North Carolina who were helping young people develop media", "campaigns aimed at preventing their peers from embracing white supremacy", "and other violent ideologies. But soon after Trump took office, his", "administration canceled both of these grants. In its first budget, it", "requested no funding for any grants in this field.", "It’s part of a pattern of neglect. The grants were administered by the", "Office of Community Partnerships, which works intimately with local", "governments and community organizations to prevent jihadist and", "white-nationalist radicalization. In Obama’s last year, according to the", "former director, George Selim, the office boasted 16 full-time employees,", "roughly 25 contractors, and a budget of more than $21 million. The Trump", "administration has renamed it the Office of Terrorism Prevention", "Partnerships, and cut its staff to eight full-time employees and its", "budget to less than $3 million.", "Recommended Reading", "* Satellite image of the Ever Given, stuck in the Suez", "Why Ships Keep Crashing", "David A. Graham", "* An illustration of an airplane dropping vaccines.", "Democracies Keep Vaccines for Themselves", "Thomas J. Bollyky", "* A Russian ballistic submarine in 1996.", "The Bombs That Never Went Off", "David Frum", "Recommended Reading", "* Satellite image of the Ever Given, stuck in the Suez", "Why Ships Keep Crashing", "David A. Graham", "* An illustration of an airplane dropping vaccines.", "Democracies Keep Vaccines for Themselves", "Thomas J. Bollyky", "* A Russian ballistic submarine in 1996.", "The Bombs That Never Went Off", "David Frum", "* Read: Trump’s caravan hysteria led to this", "Under Obama, the Office of Community Partnerships housed an interagency", "task force on Countering Violent Extremism, or CVE, that included", "officials detailed from the FBI, the National Counterterrorism Center, and", "the Departments of Justice, Education, and Health and Human Services.", "Today the task force exists in name only. Its staff members have all", "returned to their home agencies and departments. “Under this", "administration,” says Selim, who now works at the Anti-Defamation League,", "“there’s been a precipitous decline in the dedicated staff and program", "funding devoted to combatting ideologically motivated violence.”", "This decline can’t be chalked up to general budget cuts. Although Trump", "has slashed funding for many domestic departments, he increased Department", "of Homeland Security spending by more than 7 percent in his first budget", "and another 4 percent in his second. The cuts stem instead from two", "biases. First, in keeping with their law-and-order mentality, Trump", "officials would rather empower the police to arrest suspected terrorists", "than work with local communities to prevent people from becoming", "terrorists in the first place, as the Office of Community Partnerships", "did. Second, they believe the primary terrorist threat to Americans is", "jihadism, not white supremacy. The Office of Community Partnerships", "committed the sin of working on both.", "From a public-policy perspective, that’s exactly what the government", "should be doing. In 2017, the FBI concluded that white supremacists killed", "more Americans from 2000 to 2016 than “any other domestic extremist", "movement.” But Trump advisers have shrugged off these inconvenient facts.", "In an interview in 2017, White House Deputy Assistant to the President", "Sebastian Gorka declared that there “has never been a serious attack or a", "serious plot [in the United States] that was unconnected from ISIS or", "al-Qaeda.” When critics cited the 1995 Oklahoma City bombing, Gorka", "responded,  “It’s this constant ‘Oh, it’s the white man. It’s the white", "supremacists. That’s the problem.’ No, it isn’t.”", "J.M. Berger: Trump is the glue that binds the far right", "Gorka’s wife, and frequent co-author, Katharine Gorka, shares his", "Islamo-centric view of terrorism. She has proposed that the U.S. close", "“radical mosques” and bar Al Jazeera from broadcasting in the United", "States. “American and Western leaders,” she’s declared, “have preemptively", "shut down any debate within Islam by declaring that Islam is the religion", "of peace.” These views matter because although Sebastian has left the", "Trump White House, Katharine still serves as an adviser to the secretary", "of Homeland Security. In the months following Trump’s election, according", "to The Forward, she asked for the names of employees working on CVE. She", "led a team that proposed changing the mission from countering violent", "extremism to countering radical Islamist extremism. That didn’t happen.", "But Eric Rosand, a former senior State Department official, told BuzzFeed", "that Gorka “played a significant role in denying CVE grant funding to", "groups that work to de-radicalize neo-Nazis and other far right", "extremists.”", "When Trump supporters insist that he’s a steadfast foe of white supremacy,", "his critics often cite his history of ambivalent responses—or", "nonresponses—to anti-Semitism. But Trump’s words aren’t anomalous; he’s", "put his money where his mouth is."]