["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "News", "U.S. Politics", "Despite Multiple Lawsuits, Milwaukee Sheriff David Clarke Says He’ll Take", "DHS Position", "Despite Multiple Lawsuits, Milwaukee Sheriff David Clarke Says He’ll Take DHS", "Position", "Complaints about inmate deaths and harassment are among lawsuits in which Clarke", "is named as a defendant.", "* Bethania Palma", "* Published 18 May 2017", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Sheriff David Clarke", "Image via Gage Skidmore / FLICKR", "On 17 May 2017, Milwaukee Sheriff David Clarke said he will be accepting a", "position offered to him as an assistant secretary at the Department of", "Homeland Security, where he expects to start in June 2017.", "Clarke, an outspoken supporter of President Donald Trump, started his", "career in law enforcement with the Milwaukee Police Department in 1978,", "where he worked his way up to the rank of captain. He left in 2002 to", "become sheriff of Milwaukee County. He is a controversial figure known for", "making outrageous remarks in the news media. During the months leading", "up to the 2016 presidential election, Clarke traveled the country stumping", "for now-President Trump.", "DHS has not confirmed that Clarke has been offered a position with the", "department. On 17 May 2017, the department’s official Twitter account", "posted:", "[Senior] positions are announced when made official by the [Secretary].", "No such announcement w/ regard to the Office of Public Engagement has", "been made.", "Clarke is currently the target of multiple lawsuits in Milwaukee County", "that accuse him of harassing a private citizen, and his staff of abusing", "inmates in his jails. Seven of his employees face potential criminal", "charges for turning off the water in a man’s cell for a week in 2016,", "causing him to die of dehydration. Clarke has also been scrutinized for a", "trip to Russia in 2015, now that multiple investigations into the", "president’s dealings with the Russian government are underway.", "One of the lawsuits came from the death of a newborn baby, who apparently", "died after her mother gave birth alone in a cell. In another, a Milwaukee", "man accused Clarke of illegally detaining him and harassing him online,", "all because he made a slighting gesture toward the sheriff about the", "sports team jersey he was wearing.", "In a third, a 38-year-old mentally ill man died of “profound” dehydration", "after being denied water for a week inside Clarke’s jail. On 24 April", "2016, Milwaukee firefighters responded to the county jail and found", "Terrill Thomas naked and in a state of rigor mortis on the floor of his", "cell, according to the lawsuit complaint.", "Walter Stern, the attorney representing three of Thomas’s children, told", "us Thomas was mentally ill and so incoherent that his public defense", "attorney demanded to have him evaluated to see whether he was fit to stand", "trial.", "Instead, as a form of punishment for perceived bad behavior, the jail’s", "staff turned off the water system in his cell. Stern told us that other", "inmates had started banging on the walls trying to get staff to help", "Thomas, to no avail. After he died, the staff tried to cover up what", "happened:", "They didn’t document anything — they didn’t document that the water was", "shut off, how long it was shut off, whether anyone was inspecting how", "this man was doing for seven days, they didn’t document that the", "prisoners started pounding on their cells saying, “this man is going to", "die.” We expect something like that would happen in medieval England.", "Thomas’s death resulted in an inquest by the Milwaukee County District", "Attorney’s Office which has so far resulted in a jury recommending", "criminal charges be leveled against seven of Clarke’s employees.", "When asked by the Chicago Tribune about the fact Thomas’s family was suing", "and alleging that Thomas was purposely “tortured” by his employees,", "Clarke’s response was flippant:", "I have nearly 1,000 inmates. I don’t know all their names but is this", "the guy who was in custody for shooting up the Potawatomi Casino causing", "one man to be hit by gunfire while in possession of a firearm by a", "career convicted felon? The media never reports that in stories about", "him. If that is him, then at least I know who you are talking about.", "Thomas had been arrested on allegations that he shot a person, then drove", "to the casino and fired two more rounds inside the building. His family", "has said his actions were a result of a psychological breakdown. Thomas", "had bipolar disorder.", "Stern took issue with the statement, noting that Clarke had compared the", "activist movement Black Lives Matter to terrorists. He told us:", "I don’t have anything personally against [Clarke]; I’m just a lawyer", "from Kenosha. But what I’m saying is, when you compare Black Lives", "Matter to a bunch of terrorists and then make a comment that says", "Thomas’s life really doesn’t matter very much, to me it shows something", "— to say something like that and then to put him in Homeland Security, I", "don’t know what that says.", "In another serious — and fatal — case, Shadé Swayzer was booked into", "Milwaukee County Jail while she was 8-and-a-half months pregnant on 6 July", "2016. She went into labor at midnight on 14 July 2016, according to court", "documents. When she told a jail employee her water had broken, they", "reportedly laughed at her instead of providing assistance.", "Swayzer, who is also mentally ill, gave birth to a baby girl, Laliah, at 4", "A.M. alone in her cell. Jail staff only took notice two hours later.", "Although the baby was alive when born, crying and breastfeeding, she later", "died at the facility. Additionally, according to the complaint, the", "Sheriff’s Office refused to turn over medical records and other documents", "related to the case.", "All in all, according to the local newspaper, the Milwaukee-Wisconsin", "Journal-Sentinel, four people died in the county jail during a 6-month", "span in 2016.", "A third lawsuit deals not with actions by Clarke’s employees, but with", "actions of the sheriff himself. On 15 January 2017, Milwaukee resident", "Daniel Black encountered Clarke while boarding a flight home from Dallas,", "where he had attended a wedding. He saw Clarke in first class and asked", "him if he was indeed the sheriff. After confirming he was, Black shook his", "head because Clarke was wearing Dallas Cowboys gear instead of Green Bay", "Packers gear (a Wisconsin football team). Clarke responded by asking Black", "if he had a problem.", "When the plane arrived in Milwaukee, Black exited to find a half dozen", "officers and two K-9 officers waiting for him.", "According to his complaint:", "I was very publicly escorted in front of everyone down the hall to a", "waiting area, and then questioned by two of the Sheriff’s Department", "deputies. They told me Sheriff Clarke said I had made some remarks to", "him upon entering the plane. When I asked for clarification, the", "deputies said they couldn’t tell me, and when I asked if they even knew", "the context of my ‘remarks,’ they responded ‘no.’", "After questioning me for about fifteen minutes, asking me who I was, why", "I was in Dallas, what my views of Sheriff Clarke were and essentially", "treating me as a threat, they escorted me all the way out of the airport", "in front of everyone there. I was walked through the terminal, down", "through baggage claim, and all the way to my friend’s car by the", "officers.", "Black’s attorney, William Sulton, told us that after Black filed the", "complaint, the sheriff declared he would not cooperate with the followup", "investigation, and took to the Internet to harass him.", "Clarke has not tried to hide this fact. On the Milwaukee County Sheriff’s", "Office official Facebook page, Clarke commented with a link to Black’s", "complaint:", "Next time he or anyone else pulls this stunt on a plane they may get", "knocked out. The Sheriff said he does not have to wait for some goof to", "assault him. He reserves the reasonable right to pre-empt a possible", "assault.", "Also still present on the official Facebook page is a meme containing", "Black’s image with a caption that states that if Clarke really wanted to", "harass him he “wouldn’t be around to whine about it”:", "[IMG][IMG]", "Sulton provided us with a copy of a text message exchange that he told us", "was between Clarke and his captain Mark Witek, in which Clarke instructs", "Witek to detain and interview Black, but not arrest him “unless he becomes", "an asshole with your guys. Question for him is why he said anything to me?", "Why didn’t he just keep his mouth shut?”", "About Clarke’s role in the federal government, Sulton told us:", "It’s scary to think he will have some incredible federal resources at", "his disposal that he will use to mete out punishment against anyone who", "stares at him the wrong way. Directing subordinates to arrest people he", "believes are assholes is an infringement on the First Amendment right to", "criticize the government.", "On 25 April 2017, the official Sheriff’s Office Facebook page attacked", "another civilian, Journal-Sentinel columnist Daniel Bice, and calling the", "paper the “Urinal Sentinel”:", "[IMG][IMG]", "We reached out to Bice, who sent us a scathing comment by e-mail, telling", "us that being attacked publicly by Clarke is par for the course. He added", "that Clarke has taken it a step further by attacking Bice’s wife, who is a", "law clerk, and falsely accusing her of leaking court records:", "It’s not unusual for the sheriff to criticize me personally on his", "agency’s Facebook page. He also doesn’t mind dragging my family into it", "as well. He favors a policy of political victory without media scrutiny.", "It’s not surprising that the sheriff is getting this job. He’s like", "President Trump in many ways: thin-skinned, addicted to Twitter,", "outrageously outspoken and obsessed with his image. I expect Sheriff", "Clarke to be about as successful in his new job as President Trump has", "been in his.", "We sent an e-mail to Clarke’s spokeswoman asking her about Clarke", "embarking on a high-level position with the federal government while a", "series of lawsuits are pending against him, and have received no response.", "* Bethania Palma", "* Published 18 May 2017", "david clarke", "department of homeland security", "DHS", "Sources", "Chandler, Kurt. “The New Black Power.”", "Milwaukee Magazine. 25 July 2003.", "Bice, Daniel. “Bice: As Sheriff Clarke’s Profile Soars, Gifts Roll In.”", "Journal-Sentinel. 17 September 2016.", "Carpenter, Jacob. “Baby Died After Staff Ignored Labor, Inmate Says.”", "Journal-Sentinel. 16 November 2016.", "Mueller, Matt. “Sheriff Clarke Responds to Recent Complaint With Facebook", "Meme Threat.”", "On Milwaukee. 19 January 2017.", "Carpenter, Jacob. “Prosecutors: Inmate’s Water Cut Off for 7 Days Before", "His Death in the Milwaukee County Jail.”", "Journal-Sentinel. 24 April 2017.", "Moreno, Ivan. “Family of Milwaukee Man Who Died of Dehydration While in", "Jail Sues, Alleging Torture.”", "Chicago Tribune. 11 March 2017.", "Behm, Don, and Bice, Daniel. “Milwaukee County Sheriff David Clarke Says", "He’s Taking Job in Department of Homeland Security.”", "Journal-Sentinel. 17 May 2017.", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]