["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "Coronavirus", "YouTube, Facebook split on removal of doctors' viral coronavirus videos", "The different reactions highlight the challenges of moderating high-stakes", "misinformation as it goes viral, especially when the source is considered", "an expert.", "Coronavirus COVID-19 Testing Arrowhead Regional Hospital Colton", "Alejandra Ortiz sits in her car as a nurse administers a coronavirus test", "at Arrowhead Regional Hospital in Colton, Calif., on April 9, 2020.Irfan", "Khan / Los Angeles Times via Getty Images", "April 29, 2020, 4:14 PM UTC", "By Brandy Zadrozny", "YouTube has removed two videos of California doctors whose calls to ease", "coronavirus lockdowns have become the newest ammunition used by", "conservative media and fringe activists in their calls to end government", "measures to slow the spread of the virus.", "The doctors, Dan Erickson and Artin Massihi of Bakersfield, California,", "downplayed the risk of the coronavirus and asserted that stay-at-home", "measures were unnecessary. They also promoted a conspiracy theory that", "doctors were falsely attributing unrelated deaths to COVID-19, the disease", "associated with the coronavirus.", "Facebook, however, has not removed the doctors' videos, and dozens of", "others remain on YouTube, some in full, some sliced into segments, racking", "up hundreds of thousands of views. One video on Facebook has been viewed", "more than 9 million times.", "Facebook declined to comment.", "Full coverage of the coronavirus outbreak", "The different reactions of YouTube and Facebook highlight the challenges", "of moderating high-stakes misinformation as it goes viral, especially when", "it is considered to be expert opinion and produced by a usually trusted", "source. Facebook, YouTube and other tech platforms quickly took aggressive", "stances against coronavirus misinformation in the early days of the crisis", "but have struggled to contain the varied forms of false claims that have", "included everything from conspiracy theories about Bill Gates to racist", "claims about Asian people.", "The moderation efforts have been further complicated by the growing", "politicization of the pandemic, with many supporters of President Donald", "Trump seizing on misleading claims or outright falsehoods about the", "coronavirus and state lockdowns and most Democrats expressing concern", "about the outbreak.", "\"We quickly remove flagged content that violates our Community Guidelines,", "including content that explicitly disputes the efficacy of local health", "authority recommended guidance on social distancing that may lead others", "to act against that guidance,\" YouTube spokesperson Ivy Choi said in a", "statement.", "\"However, content that provides sufficient educational, documentary,", "scientific or artistic context is allowed,\" Choi said.", "[IMG]", "Facebook ads, conspiracy theorists push harmful bleach consumption and UV ray", "cures", "April 24, 202004:49", "The video removed by YouTube showed a one-hour news conference", "livestreamed by local media, including NBC and ABC affiliates in", "Bakersfield. Dressed in medical scrubs, Erickson and Massihi, owners of", "several urgent care centers in the area, presented data from 5,213", "COVID-19 tests, about half of them administered in Kern County. The data,", "they claimed, showed that the coronavirus was widespread in the community", "already but had caused few deaths. Their data, they said, supported the", "need to rethink state stay-at-home measures enacted to slow the spread of", "the coronavirus.", "Furthermore, Erickson dismissed the need for protective measures,", "including masks, and claimed that COVID-19 death numbers were inaccurate,", "citing other unnamed doctors in Wisconsin and California who he said had", "told him that they were urged to list the disease as a cause of death even", "if it was unrelated.", "\"Are we being pressured to add COVID to maybe increase the numbers and", "make it look a little bit worse than it is? I think so,\" Erickson said.", "Doctors, public health officials and epidemiologists were all quick to", "point out a number of flaws in the doctors' claims.", "On Monday, the American College of Emergency Physicians and the American", "Academy of Emergency Medicine released a joint statement critical of", "Erickson's and Massihi's opinions as expressed in the video, calling them", "\"reckless and untested musings\" that \"do not speak for medical societies", "and are inconsistent with current science and epidemiology regarding", "COVID-19.\" The statement also suggested that their ownership of urgent", "care centers made it appear as if the doctors were \"releasing biased,", "non-peer reviewed data to advance their personal financial interests", "without regard for the public's health.\"", "Carl Bergstrom, a professor of biology at the University of Washington and", "author of \"Calling Bulls---: The Art of Skepticism in a Data-Driven", "World,\" debunked the video's claims Sunday.", "In a series of tweets, Bergstrom criticized the doctors' use of patients", "from their urgent care clinic to suggest that the national risk of death", "from COVID-19 was less than that from the flu, calling their analysis", "\"absurd\" and \"highly biased.\"", "Others highlighted the doctors' possible political motives, noting a", "selfie video of Erickson demonstrating in support of the president, which", "was posted to a Facebook page for the new political organization Trump", "Citizens of California.", "\"We're out Trumpin',\" Erickson said while waving a flag from the roadside", "in the now-private or deleted video, which was archived by NBC News. \"The", "time for silence is over.\"", "Erickson and Massihi did not respond to a request for comment. Massihi", "posted a video to his personal Facebook page Tuesday thanking supporters", "while insisting that their comments were meant only to share their own", "data, not to drive national or even state policy, a seeming walk back from", "the video's anti-stay-at-home messaging. By Wednesday, Massihi's profile", "had been made private.", "Erickson dismissed criticism that his claims were reckless or dangerous in", "an interview Tuesday with KTTV-TV of Los Angeles.", "\"You have to think about this as a balancing act,\" he said. \"You have to", "balance the collateral damage with the medical illness and say which one", "has a worse effect on society.\"", "Download the NBC News app for full coverage and alerts about the", "coronavirus outbreak", "Warnings from other health professionals did little to stop the video from", "going viral on nearly every social media platform this week, driven by", "influential conservative accounts like those of Ben Shapiro, Mark Levin", "and dozens of others who have voiced support for reopening the states.", "By Wednesday, the video had been seen at least 15 million times and shared", "by hundreds of thousands of accounts on Facebook and YouTube, according to", "an NBC News analysis of the most popular videos across platforms. The", "video had also been spread widely in dozens of private Facebook groups", "dedicated to statewide protests against states' quarantine measures and", "the anti-vaccination movement, whose activists fear a coming coronavirus", "vaccine.", "The boost has pushed the doctors into mainstream conservative media.", "They appeared on Laura Ingraham's Fox News show Monday, while Fox News", "host Tucker Carlson promoted the doctors on his show Tuesday and condemned", "YouTube's moderation. \"When all of this is finally over,\" Carlson said,", "\"we'll see this moment, what YouTube just did, as a turning point in the", "way we live in this country.\"", "\"The only justification for taking it down was that the two physicians on", "screen had reached different conclusions from the people currently in", "charge. It was a form of dissent from orthodoxy,\" Carlson said.", "Image: Brandy ZadroznyBrandy Zadrozny", "Brandy Zadrozny is an investigative reporter for NBC News.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]