["Link: canonical", "Link: image_src", "Link: revision", "Skip Navigation", "Find Your Local ADL", "* Twitter", "* Facebook", "* LinkedIn", "* Instagram", "* Youtube", "Anti-Defamation League", "* Who We Are", "* What We Do", "* Education", "* Research & Tools", "* News", "* Take Action", "* Ways to Give", "Expand search", "Search ________________", "[ Submit ]", "Donate", "Main navigation Bottom Header", "* Who We Are Explore Who We Are", "* Our Mission", "* Our Values", "* Our History", "* Official Statements", "* Annual Reports & Financial Information", "* Our Organization", "* Your Local ADL Office", "* Signature Programs", "* Research & Advocacy Centers", "* Our Leadership & Staff", "* Our Board of Directors", "* Contact Us", "* Careers at ADL", "* What We Do Explore What We Do", "* Fight Antisemitism", "* Antisemitism in the US", "* Antisemitism Globally", "* Combat Extremism and Hate", "* Domestic Extremism", "* Online Hate and Harassment", "* Confront Discrimination & Secure Justice", "* Hate Crimes", "* Religious Freedom", "* Free Speech", "* Race & Racial Justice", "* Criminal Justice Reform", "* Education Equity", "* Women’s Equity", "* Voting Rights", "* LGBTQ Rights", "* Immigrant & Refugee Rights", "* Support Israel: A Jewish and Democratic State", "* Anti-Israel and Anti-Zionist Campaigns", "* Promote Respectful Schools & Communities", "* Anti-Bias Education", "* Bullying & Cyberbullying Prevention", "* Interfaith & Intergroup Relations", "* Education Explore Education", "* Programs & Anti-Bias Training", "* A World of Difference® Institute", "* No Place for Hate®", "* Words to Action", "* Bullying and Cyberbullying Programs", "* Holocaust Education", "* Antisemitism Program: BINAH", "* Lessons", "* Books Matter: Children's Literature", "* Book of the Month", "* Anti-Bias Tools & Strategies", "* Bullying/Cyberbullying Resources", "* Table Talk: Family Conversations", "* Rosalind's Classroom Conversations", "* Early Childhood FAQs", "* Education Blog", "* Webinars & Podcasts", "* Research & Tools Explore Research & Tools", "* ADL Tracker of Antisemitic Incidents", "* Amicus Brief Database", "* Antisemitism Uncovered: A Guide to Old Myths in a New Era", "* Hate on Display™ Hate Symbols Database", "* Resource Library", "* ADL Latinx", "* ADL H.E.A.T Map", "* ADL Hate Crime Map", "* News Explore News", "* Press Center", "* Press Releases/Statements", "* Op-eds", "* Media Watch", "* ADL in the News", "* Press Contact", "* ADL Blog", "* Letters", "* Articles", "* Stories", "* Take Action Explore Take Action", "* Join ADL's Young Leadership Network", "* Join Us in Fighting Hate for Good", "* Sign Up for ADL Updates", "* Sign Up for Additional ADL Email Newsletters", "* Connect with Your Local ADL Office", "* Bring ADL to Your School or Community", "* Report an Incident", "* Be Heard in Congress", "* Ways to Give Explore Ways to Give", "* Give Now", "* Support ADL's Work Monthly", "* Fulfill Your Pledge to ADL", "* Support ADL through a wire transfer donation", "* Give a Gift of Stock to ADL", "* Fight Hate For Good Using Your IRA", "* Support ADL through your Donor-advised Fund", "* Planned Giving, Legacy & Endowments", "* Give in Honor or in Memory", "* Contact", "* Careers", "* Newsletter Subscription", "* Video", "* Privacy Policy", "Expand search", "Search ________________", "[ Submit ]", "* Share Via Twitter", "* Share Via Facebook", "* Share Via Pinterest", "* Share Via Email", "Anti-Defamation League", "Jump to top   Expand mobile social menu", "Expand mobile search", "Expand mobile menu", "Breadcrumb", "/", "1. Home /", "2. News", "* Press Center", "* ADL Blog", "* Letters", "* Articles", "* Stories", "/", "3. ADL Blog /", "4. Wisconsin Sheriff David Clarke, Jr.,…", "* Share via Twitter", "* Share via Facebook", "* Share via LinkedIn", "* Share via email", "* Print this page", "Extremism, Terrorism & Bigotry", "Wisconsin Sheriff David Clarke, Jr., Reported Headed to DHS, Has Ties to", "Extremist Groups", "* May 18, 2017", "News reports this week indicate that Milwaukee County Sheriff David", "Clarke, Jr., may be named an Assistant Secretary in the Department of", "Homeland Security.", "Clarke, known for highly critical and controversial comments on subjects", "ranging from Barack Obama to Black Lives Matter (he has, for example,", "referred to Black Lives Matter as “black slime”), was a vocal supporter of", "Trump during the presidential election.", "The appointment of Clarke to a senior position at DHS should be a matter", "of serious concern. Clarke has well-documented, recent ties to extremist", "groups, even accepting awards from them.  The groups with which Clarke has", "ties are two anti-government groups well known for trying to recruit law", "enforcement officers into the anti-government extremist movement:  The", "Constitutional Sheriffs and Peace Officers Association (CSPOA) and the", "Oath Keepers.", "Both of those groups are connected to a former Arizona sheriff, Richard", "Mack, who has become a prominent anti-government extremist over the past", "20 years.  He is both the head of CSPOA and one of the earliest board", "members of the Oath Keepers.", "Mack is a former law enforcement officer whose career culminated with a", "stint as sheriff of Graham County, Arizona.  In the early 1990s, Mack", "garnered considerable attention by launching one of the first legal", "challenges against the 1993 Brady Handgun Violence Prevention Act, a", "challenged that resulted in a 1997 Supreme Court decision that partially", "invalidated it.", "With the publicity given to him because of the Brady Law challenge, Mack", "began a more than 20-year career of speaking to conservative and far right", "groups and radio/Internet programs around the country, from local", "Republican and Tea Party groups to a wide variety of right-wing extremist", "groups, including the John Birch Society, militia and so-called “patriot”", "groups, sovereign citizen and tax protest groups, anti-immigration", "extremist groups, conspiracy theorists such as Alex Jones, and even a", "couple of white supremacist groups and radio shows.", "Mack was a long-time devotee of W. Cleon Skousen, a prominent Cold War era", "right-winger whose political philosophy was a mix of anti-government", "attitudes, conspiracy theories and conservative Mormon beliefs. Skousenism", "remains popular in many far right circles in the western United States", "even today.", "Skousen was noteworthy in that he was able to straddle the line between", "mainstream and extreme.  Richard Mack followed in that tradition, though", "by the 2000s he had become more clearly a part of the extreme right than", "the mainstream.  In 2009, Mack became a board member of the Oath Keepers,", "an extremist group that is part of the militia movement and seeks to", "recruit current and former military personnel, police officers and first", "responders into the anti-government extremist movement. Since its", "founding, a number of people associated with the Oath Keepers have been", "involved in criminal incidents.", "Though maintaining his ties to the Oath Keepers, Mack soon decided to", "create a similar group with himself at the top; thus was born the CSPOA in", "2011.  The CSPOA is an anti-government extremist group that, like the Oath", "Keepers, seeks to promote far right-wing beliefs within law enforcement.", "In particular, the CSPOA has tried to recruit county sheriffs as members", "and has actually achieved some success, typically among sheriffs from", "western states counties that have had historical conflicts with the", "federal government, as well as some sheriffs from eastern states in which", "the legal role of the sheriff has been greatly reduced.", "The CSPOA describes its sympathetic sheriffs as “constitutional", "sheriffs.”  Mack has even claimed—borrowing a page from the 1970s-era", "anti-government extremist group Posse Comitatus, the grandfather of", "today’s sovereign citizen movement—that sheriffs are the ultimate law", "enforcement authority in their counties and can override any actions of", "the federal government. In early 2016, one CSPOA member, Sheriff Glenn", "Palmer of Grant County, Oregon, came out as a strong supporter of the", "anti-government extremists who engaged in the armed seizure of the Malheur", "National Wildlife Refuge in neighboring Harney County, calling them", "“patriots.”", "The CSPOA also continued Mack’s long antipathy towards federal gun laws", "and regulations; it is in this context that Mack first discovered Sheriff", "David Clarke, Jr.  After Clarke aired a controversial radio “public", "service announcement” in early 2013 urging Milwaukee County residents to", "arm themselves, Mack added Clarke to a list of sheriffs and others who", "allegedly had “vowed to uphold and defend the Constitution against Obama’s", "unlawful gun control measures.”", "At the time, Clarke had no connection to the CSPA and, according to a", "spokesperson, had been unaware of its existence.  That would not last", "long.  Later in 2013, Clarke accepted the CSPOA’s “Constitutional Sheriff", "of the Year” award, attending the awards ceremony and declaring in his", "acceptance speech that the government was the “common enemy.”  Clarke even", "issued a press release announcing the award and added it to his official", "bio.  Clarke allegedly became a member of CSPOA around this time as well.", "Clarke also appeared on the show of anti-government extremist conspiracy", "theorist and 9-11 “truther” Alex Jones.  In 2014, when anti-government", "extremists led by Nevada rancher Cliven Bundy staged an armed standoff", "with the federal government, Clarke tweeted that the Bureau of Land", "Management should “get out” and “leave the rancher alone.”  In sharp", "contrast, in 2015, after the Supreme Court ruling on marriage equality,", "Clarke called for a “revolution” with “pitchforks and torches.”", "In 2016, Clarke expanded his ties with anti-government extremist groups by", "accepting a “Leadership Award” from the New York chapter of the Oath", "Keepers—again speaking at the ceremony and adding the award to his", "official biography.  He also publicly defended Ammon Bundy (son of Cliven)", "and others who had engaged in the armed takeover of the Malheur refuge", "earlier that year, calling them a “small band of patriots” who had stood", "against tyranny.", "Extremism, Terrorism & Bigotry", "Previous Blog", "Suspect In Montana Deputy…", "Next Blog", "Manchester attack highlights…", "related to this Blog", "Press Release", "New Report Exposes Tactics of Anti-Government “Oath Keepers”", "ADL in the news", "The Oregon Standoff and the Recent History of Anti-Government Groups in the", "U.S.", "backgrounders", "Oath Keepers and Three %ers Part of Growing Anti-Government Movement", "Extremism, Terrorism & Bigotry", "ADL in the news", "The Oregon Standoff Spotlights the Rise of Right-Wing Extremism in the US", "More from this Section", "Press Release", "ADL & Moonshot Partnered to Reduce Extremist Violence During US Presidential", "Election, Redirected Thousands Towards Safer Content", "The project used advertising to reach individuals who searched online for", "violent extremist material and redirected them to non-violent content.", "Cyberhate", "Extremism, Terrorism & Bigotry", "Paul Miller Paul Miller", "Blog", "White Supremacist, Tracked by COE, Arrested on Weapons Charges in Florida", "Antisemitism in the US", "Extremism, Terrorism & Bigotry", "ADL Headlines newsletter ADL Headlines newsletter", "Blog", "NBC pulls ‘Nurses’ episode amid backlash; SNL slammed for antisemitic joke;", "QAnon followers believe Trump will be inaugurated on March 4", "Antisemitism in the US", "Extremism", "Anti-Defamation League", "* Who We Are", "* What We Do", "* Education", "* Research & Tools", "* News", "* Take Action", "* Ways to Give", "Donate", "Find Your Local ADL", "* ADL Latinx", "* Blog", "* Press", "* Video", "* Careers", "* Contact", "* Privacy Policy", "* Twitter", "* Facebook", "* LinkedIn", "* Instagram", "* Youtube", "Anti-Defamation League", "605 Third Avenue", "New York, NY 10158-3650", "(212) 885-7700", "Contact Us: www.adl.org/contact", "Tax ID/EIN: 13-1818723", "© 2021 Anti-Defamation League. All rights reserved."]