["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Lee Leffingwell", "stated on March 28, 2013 in a press conference.:", "Says 90 percent of Americans and 74 percent of National Rifle Association", "members support background checks of gun purchasers.", "true true", "* Regulation", "* Texas", "* Guns", "* Lee Leffingwell", "By W. Gardner Selby April 4, 2013", "Lee Leffingwell says polls show 90 percent of Americans and 74 percent of NRA", "members support criminal background checks before all gun buys", "Joining calls for criminal background checks prior to every U.S. gun", "purchase, Austin Mayor Lee Leffingwell said the idea is widely popular.", "Ninety percent of Americans and 74 percent of National Rifle Association", "members support universal background checks, Leffingwell said, the Austin", "American-Statesman reported in a news article posted online the day he", "spoke, March 28, 2013.", "Currently, background checks are required in sales by federally licensed", "gun dealers but not for gun sales by private sellers. President Barack", "Obama wants to require criminal background checks for all gun sales. The", "National Rifle Association, which opposes universal background checks, has", "suggested that an expansion would fail to rope in criminals.", "As noted in a January 2013 fact check by our colleagues in Washington,", "Republican pollster Frank Luntz’s organization, Luntz Global, conducted a", "May 2012 poll of 945 gun owners nationwide, half of whom were gun owners", "who were \"current or lapsed\" members of the National Rifle Association and", "half of whom were non-NRA gun owners. It had a margin of error of plus or", "minus 3 percentage points.", "Leffingwell aide Amy Everhart said by email that the mayor based his NRA", "reference on the same poll, as cited by the group that commissioned it,", "Mayors Against Illegal Guns. Everhart said Leffingwell also drew his", "conclusion about other polls from the group, which consists of city mayors", "concerned with illegal guns and gun violence as helmed by New York Mayor", "Michael Bloomberg, an independent, and Boston Mayor Thomas Menino, a", "Democrat. Its five Texas members include Leffingwell as well as the mayor", "of neighboring West Lake Hills, Dave Claunch, and Houston Mayor Annise", "Parker.", "A week before Leffingwell spoke, Everhart pointed out, Bloomberg delivered", "remarks in New York noting that polls in 41 congressional districts", "suggest an average of 86 percent to 89 percent of likely voters support", "universal background checks. \"That’s in line with other recent polls that", "have found that more than 90 percent of Americans support background", "checks for all gun buyers,\" Bloomberg said before revisiting the May 2012", "poll that reached current and former NRA members.", "That poll found that 82 percent of gun owners were in favor of required", "background checks, including 74 percent of individuals with current or", "former memberships in the NRA.", "Contacted previously by PolitiFact, the NRA offered no comment on the", "poll. But the group previously reacted to a 2009 poll taken by Luntz for", "the mayors’ group by noting that Luntz could not have had access to the", "association’s confidential membership roll. It also criticized Luntz, a", "widely quoted communications consultant for Republican politicians and", "Fortune 100 companies, with decade-old criticism from two polling", "organizations. The association did not directly challenge the poll", "results.", "PolitiFact identified two other 2013 polls of gun owners. A Pew Research", "Center poll taken of 1,502 adults from Jan. 9-13, 2013, found 85 percent", "of some 529 polled gun owners in favor of making private gun sales and", "sales at gun shows subject to background checks — nearly identical to the", "Luntz poll. The gun-owner results had a margin of error of plus or minus 5", "percentage points. A CBS/New York Times poll conducted of 1,110 adults", "from Jan. 11-15, 2013, showed that 85 percent of respondents living in a", "household with an NRA member supported universal background checks.", "Featured Fact-check", "Energy Transfer", "stated on February 26, 2021 in testimony", "“Pipelines do not freeze. They are naturally insulated. They’re buried", "beneath the ground.”", "true true", "By Brandon Mulder • March 5, 2021", "More recently, according to the results of a national January 2013 poll", "presented in the March 21, 2013, New England Journal of Medicine, 84", "percent of gun owners and 74 percent of NRA members supported requiring a", "universal background-check system for all gun sales. The poll was", "conducted by GfK Knowledge Networks for researchers led by Colleen L.", "Barry, an associate professor of health policy and management at the Johns", "Hopkins Bloomberg School of Public Health.", "And what of Americans in general?", "The January Pew poll found 85 percent of all respondents in favor of", "making private gun sales and sales at gun shows subject to background", "checks, with comparable support from Republicans, Democrats and", "independents, Pew said. The margin of error for the entire sample was 2.9", "percentage points.", "The CBS/New York Times poll indicated that 92 percent of all the", "respondents favor background checks for all potential gun buyers. The poll", "had an overall margin of error of three percentage points.", "PolitiFact Georgia, looking into a similar claim about support for", "universal checks, noted a Fox News poll conducted Jan. 15-17, 2013, of", "1,008 registered voters. Ninety one percent of respondents said they favor", "\"requiring criminal background checks on all gun buyers, including those", "buying at gun shows and private sales.\"", "A Quinnipiac University national survey of 772 registered voters, taken", "Jan. 30 through Feb. 4, 2013, found 92 percent supporting background", "checks for all gun buyers. The survey, pointed out by Everhart, had a", "margin of error of 2.3 percentage points.", "A subsequent Quinnipiac University survey, taken of 1,944 registered", "voters from Feb. 27, 2013 through March 4, 2013, found 88 percent in favor", "of background checks for all gun buyers. The poll had a margin of error of", "2.2 percentage points.", "Our ruling", "Austin’s mayor said 90 percent of Americans and 74 percent of National", "Rifle Association members support universal background checks for gun", "purchases.", "Polls taken in 2012 and 2013 support both figures, though one taken", "closest to Leffingwell’s press conference indicates support among all", "Americans possibly slipping a bit below 90 percent. Also, the 2012 poll he", "cited for NRA members rolled together responses of current and", "former/lapsed members. Then again, a 2013 poll similarly suggests that 74", "percent of NRA members favor universal background checks.", "We rate this claim as True.", "Our Sources", "Truth-O-Meter article, \"Rep. Jackie Speier says poll shows NRA members", "believe all gun buyers face background checks,\" PolitiFact, Jan. 23, 2013", "Mayors Against Illegal Guns, Gun Owners Poll by Luntz Global, July 2012", "Mayors Against Illegal Guns, \"New Poll of NRA Members By Frank Luntz Shows", "Strong Support For Common-Sense Gun Laws, Exposing Significant Divide", "Between Rank-And-File Members And NRA Leadership,\" July 24, 2013", "Emails (excerpted), Amy Everhart, policy director, Office of Mayor Lee", "Leffingwell, City of Austin, April 1-2, 2013", "Center for American Progress, \"RELEASE: Poll Shows NRA Members at Odds", "with NRA Leadership on Commonsense Gun Laws,\" July 24, 2012", "Research article, \"After Newtown — Public Opinion on Gun Policy and Mental", "Illness,\" the New England Journal of Medicine, March 21, 2013", "White House, \"Now is the Time,\" Jan. 16, 2013", "CBS News Polls, \"9 in 10 back universal gun background checks,\" Jan. 17,", "2013", "Pew Research Center for the People and the Press, \"In Gun Control Debate,", "Several Options Draw Majority Support,\" Jan. 14, 2013", "National Rifle Association, \"Update On Bogus 'Poll' Of NRA Members,\" Feb.", "9, 2010", "Fox News poll, Jan. 18, 2013", "Press releases, \"Americans Back Women in Combat 3-1, But Less for Draft,", "Quinnipiac University National Poll Finds; Support for Universal Gun", "Background Checks is 92 %,\" Quinnipiac University Polling Institute, Feb.", "7, 2013; \"Clinton, Christie Lead The Pack In Early Look At 2016,", "Quinnipiac University National Poll Finds; 88% Support For Universal Gun", "Background Checks,\" March 7, 2013 (accessed March 29, 2013)", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by W. Gardner Selby", "Ken Paxton", "stated on October 25, 2018 a TV ad:", "Says Ken Paxton \"shut down the world’s largest human trafficking", "marketplace.\"", "barely-true barely-true", "By W. Gardner Selby • November 1, 2018", "Donald Trump", "stated on October 22, 2018 a rally for Republican candidates in Houston:", "Says Beto O’Rourke \"voted to shield MS-13 gang members from deportation.\"", "barely-true barely-true", "By W. Gardner Selby • October 25, 2018", "Beto O'Rourke", "stated on October 16, 2018 a debate televised from San Antonio:", "Says \"only one other senator from either party over the last 25 years\" has", "\"a worse record on bipartisanship\" than Ted Cruz.", "true true", "By W. Gardner Selby • October 18, 2018", "Alexander Strenger", "stated on October 1, 2018 response cited in an interactive voter guide:", "Says 60 percent of Austin’s \"waterways are found to be contaminated with", "fecal matter and deemed unsafe to swim.\"", "half-true half-true", "By W. Gardner Selby • October 16, 2018", "Beto O'Rourke", "stated on September 29, 2018 an Austin rally:", "Says that in Texas, \"you can be too gay to adopt\" a foster child \"who", "needs a loving home.\"", "half-true half-true", "By W. Gardner Selby • October 4, 2018", "Ted Cruz", "stated on September 21, 2018 a debate at Southern Methodist University:", "Says Beto O’Rourke described police as \"modern-day Jim Crow.\"", "barely-true barely-true", "By W. Gardner Selby • September 25, 2018", "Beto O'Rourke", "stated on September 21, 2018 a debate at Southern Methodist University:", "Says he \"did not try to leave the scene of the accident\" that led to his", "arrest for driving while intoxicated.", "barely-true barely-true", "By W. Gardner Selby • September 25, 2018", "Texans Are", "stated on September 12, 2018 a TV ad:", "Says Beto O’Rourke voted \"against body armor for Texas sheriffs patrolling", "the border.\"", "false false", "By W. Gardner Selby • September 13, 2018", "Ken Paxton", "stated on August 26, 2018 an interview on Fox & Friends:", "Says Texas has \"had over 600,000 crimes committed by illegals since 2011.", "Over 1,200 homicides.\"", "pants-fire pants-fire", "By W. Gardner Selby • September 7, 2018", "Greg Abbott", "stated on August 30, 2018 a TV ad:", "Says Texas \"high school graduation rates are at all-time highs.\"", "true true", "By W. Gardner Selby • September 7, 2018", "Ted Cruz", "stated on September 4, 2018 a video:", "Says Beto O’Rourke said he’s grateful that people are burning or", "desecrating the American flag.", "false false", "By W. Gardner Selby • September 5, 2018", "Ted Cruz", "stated on August 28, 2018 an online video ad:", "Says Beto O’Rourke \"voted against\" Hurricane Harvey \"tax relief.\"", "mostly-true mostly-true", "By W. Gardner Selby • August 29, 2018", "M.J. Hegar", "stated on August 21, 2018 an interview on Spectrum Cable's \"Capital", "Tonight\":", "Says U.S. Rep. John Carter \"hasn’t held a town hall in five years.\"", "mostly-true mostly-true", "By W. Gardner Selby • August 29, 2018", "Beto O'Rourke", "stated on July 26, 2018 an ad in the Houston Defender:", "Says \"black Americans have 10 times less wealth than white Americans.\"", "mostly-true mostly-true", "By W. Gardner Selby • August 23, 2018", "Silvestre Reyes", "stated on May 22, 2012 a TV ad:", "Says Beto O’Rourke \"has a criminal record that includes DWI and burglary", "arrests.\"", "true true", "By W. Gardner Selby • August 22, 2018", "Lee Leffingwell says polls show 90 percent of Americans and 74 percent of NRA", "members support criminal background checks before all gun buys", "* Jack Posobiec", "stated on March 23, 2021 in a tweet:", "“New information coming in that Boulder shooter was a Syrian refugee", "who arrived via Obama-era asylum programs.”", "barely-true barely-true", "By Daniel Funke • March 24, 2021", "* Donald Trump", "stated on March 21, 2021 in a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "* Alejandro Mayorkas", "stated on March 21, 2021 in in an ABC News interview:", "The border surge is “challenging” because the immigration system that", "had been in place for decades “was dismantled in its entirety by the", "Trump administration.”", "half-true half-true", "By Miriam Valverde • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in Facebook posts:", "The “president of Drag Queen Story Hour” was “arrested, charged with", "child pornography.”", "false false", "By Noah Y. Kim • March 24, 2021", "* Viral image", "stated on March 22, 2021 in a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in a Facebook post:", "“Finally, a judge has ruled Dominion voting machines were designed to", "create fraud.”", "false false", "By Tom Kertscher • March 23, 2021", "* Ron Johnson", "stated on March 20, 2021 in a speech:", "“There was no violence on the Senate side, in terms of the chamber.”", "barely-true barely-true", "By Eric Litke • March 23, 2021", "* Viral image", "stated on March 22, 2021 in an Instagram post:", "“Last week, the Colorado Supreme Court declared that Boulder’s AR-15", "ban was unconstitutional. Today, there was a mass shooting in", "Boulder.”", "half-true half-true", "By Ciara O'Rourke • March 23, 2021", "* Facebook posts", "stated on March 22, 2021 in a text post:", "The shooting in Boulder, Colo., was a \"false flag like most of the", "others.\"", "pants-fire pants-fire", "By Daniel Funke • March 23, 2021", "* Jeanine Pirro", "stated on March 20, 2021 in a TV segment:", "The southern U.S. border “is now open to anyone from anywhere in the", "world who wishes to enter our country.”", "false false", "By Bill McCarthy • March 23, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]