["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-GB", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-CA", "Link: alternate en-CA", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-GB", "Link: alternate en-US", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORTS", "* ENTERTAINMENT", "* LIFE", "* SHOPPING", "* YAHOO PLUS", "* MORE...", "* * Download the Yahoo News app", "/* setting alt tags to \"\" since that is the a11y recommendation given that", "the property name is the text of the href *. [IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your mail", "* News", "News", "* COVID-19", "COVID-19", "* US", "US", "* Politics", "Politics", "* World", "World", "* Health", "Health", "* Science", "Science", "* Podcasts", "Podcasts", "* Originals", "Originals", "* The 360", "The 360", "* Skullduggery", "Skullduggery", "* Conspiracyland", "Conspiracyland", "* Contact Us", "Contact Us", "* Videos", "Videos", "More", "More", "Close this content", "AFPAFP", "OSCE observer says Trump allegations on vote 'harm public trust'", "Read full article", "Protesters call for the counting of all votes in Detroit as President", "Donald Trump's campaign said it is suing to stop the process", "* [ Submit ]", "Oops!", "Something went wrong.", "Please try again later.", "More content below", "* Donald Trump", "* [ Submit ]", "November 4, 2020, 10:14 PM·1 min read", "* [ Submit ]", "Oops!", "Something went wrong.", "Please try again later.", "More content below", "* Donald Trump", "* [ Submit ]", "The head of an international observer mission to the US elections on", "Wednesday criticized President Donald Trump's allegations of cheating,", "saying he undermined trust in democracy.", "The mission of the Organization for Security and Co-operation in Europe,", "which monitors elections throughout Western nations and the former Soviet", "Union, said there was no evidence of election fraud in Tuesday's vote", "which was \"competitive and well managed.\"", "\"Baseless allegations of systematic deficiencies, notably by the incumbent", "president, including on election night, harm public trust in democratic", "institutions,\" Michael Georg Link, who led the mission, said in a", "statement.", "In a preliminary report, the mission warned that statements by Trump", "during the campaign \"were perceived by many as increasing the potential", "for politically motivated violence after the elections.\"", "The mission also called for the counting of all votes after the Trump", "campaign said it had sued to stop the process in the crucial states of", "Michigan and Pennsylvania.", "\"Nobody -- no politician, no elected official -- should limit the people's", "right to vote,\" Link said in his statement.", "\"Coming after such a highly dynamic campaign, making sure that every vote", "is counted is a fundamental obligation for all branches of government.\"", "sct/st", "Recommended Stories", "* Reuters", "Philippines sends fighter aircraft over Chinese vessels in South China Sea", "The Philippine military is sending light fighter aircraft to fly over", "hundreds of Chinese vessels in disputed waters in the South China Sea,", "its defence minister said, as he repeated his demand the flotilla be", "withdrawn immediately. International concern is growing over what the", "Philippines has described as a \"swarming and threatening presence\" of", "more than 200 Chinese vessels that Manila believes were manned by", "maritime militia. The boats were moored at the Whitsun Reef within", "Manila's 200-mile exclusive economic zone..", "26m ago", "* The Independent", "Asian American war vet takes shirt off to show scars in powerful town hall", "speech against racism", "Official said voters told him he “did not look American enough” while", "he was campaigning", "9h ago", "* USA TODAY", "'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "A township trustee in a Cincinnati suburb stunned those gathered for", "the regular meeting by unbuttoning his shirt – to send a message about", "racism.", "13h ago", "* INSIDER", "Seth Rogen confirms Emma Watson walked off 'This Is the End' set after", "refusing to shoot Channing Tatum gimp scene", "The scene in question was one of the movie's most graphic, starring", "Danny McBride as a cannibal who has Tatum on a leash as his gimp.", "14h ago", "* The Daily Beast", "Finally There’s Good News for the Giant Boat Wedged in the Suez Canal", "Satellogic/Handout via ReutersThe cargo ship that has blocked the Suez", "Canal since Tuesday—and epitomized the mood of a battered and", "exhausted public—could be freed on Saturday night, some optimistic", "reports suggest.But, as the ship’s calamitous journey has so far", "indicated, there is plenty that could still go wrong.Yukito Higaki,", "president of the Japanese company that owns the Ever Given, said he", "hoped that a weekend high tide and the dislodging efforts already", "underway would help to refloat the ship, NBC reported. He also", "apologized for the multi-billion dollar mess. “We apologize for", "blocking the traffic and causing the tremendous trouble and worry to", "many people, including the involved parties,” Higaki said.Releasing", "Container Ship From Suez Canal Could Capsize ItThe blockade on one of", "the busiest shipping routes in the world has stalled hundreds of", "vessels and triggered an unfurling trade crisis. The jam has held up", "nearly $10 billion in trade each day, according to The New York Times,", "and added another layer of stress onto an industry already kneecapped", "by pandemic-induced lockdowns.Bloomberg reports that Ikea is among the", "slew of companies facing supply-chain issues, which is stressful news", "to anyone in the market for a cheap bookshelf. The Swedish company is", "reportedly “considering all options to ensure availability of", "products.” Construction equipment company Caterpillar “is said to be", "considering airlifting products if necessary.”In some positive news,", "the 1,312-foot long Ever Given ship had moved slightly as of Saturday", "morning, Reuters reports. The ship’s rudder finally began to operate", "on Friday night, and by the afternoon the stern had moved as well.One", "Suez Canal pilot told CNN that he believed the ship could be removed", "by Saturday night. “The locomotives are now full force and the ship is", "starting to operate its machines,” Hend Fathy Hussein, a spokeswoman", "for the Suez Canal Economic Zone, wrote on Facebook. “[B]ut it hasn’t", "been floating yet.”Osama Rabie, chairman of the Suez Canal Authority,", "said in a press conference on Saturday that he “could not say” when", "the ship might be free. Unusually strong winds continue to hinder", "attempts to move it. Hundreds of ships wait in the Red Sea as the Ever", "Given remains lodged in the Suez Canal. Mahmoud Khaled/AFP via Getty", "The BBC reported that 14 tugboats are aiding in Saturday’s refloating", "efforts. High winds were initially blamed for the grounding, but Rabie", "said on Saturday that human error may have played a part, too.“The", "weather was one reason, but maybe there was a technical error, or a", "human error,” he said.Workers are currently digging out the stuck ship", "and using tugboats to dislodge it. A worst case scenario, Rabie said,", "would be removing some of the cargo to lighten the load.The Ever Given", "has a capacity for 20,000 containers; according to the BBC removing", "that weight could take “weeks” and require “specialist equipment.” If", "the ship is not freed on Saturday, the Times reported that its “best", "chance” might come on Monday, when a high tide is predicted that could", "helpfully push up water levels.The canal provides a thoroughfare for", "around 15 percent of global shipping traffic.Read more at The Daily", "Beast.Get our top stories in your inbox every day. Sign up now!Daily", "Beast Membership: Beast Inside goes deeper on the stories that matter", "to you. Learn more.", "9h ago", "* INSIDER", "Demi Lovato says getting engaged to Max Ehrich was an attempt to 'prove to", "the world' she was OK", "In a new interview with Entertainment Weekly, the singer spoke about", "her previous relationship with the actor, who she was engaged to for", "two months.", "9h ago", "* INSIDER", "90,000 oily pennies dumped in Georgia man's driveway as final pay check from", "former employer", "Andreas Flaten received his final paycheck from A OK Walker Autoworks", "in Peachtree City, Georgia, with a payslip that came with an explicit", "message.", "17h ago", "* Associated Press", "China sanctions US, Canadian officials over Xinjiang", "China announced new sanctions against U.S. and Canadian officials in a", "growing political and economic feud over its policies in the", "traditionally Muslim region of Xinjiang. A statement from the Foreign", "Ministry on Saturday said the head of the U.S. Commission on", "International Religious Freedom, Gayle Manchin, will be barred from", "visiting mainland China, Hong Kong or Macao, and having any dealings", "with Chinese financial entities. The commission's vice chair, Tony", "Perkins, was also included on the sanctions list, along with Canadian", "Member of Parliament Michael Chong and the body’s Subcommittee on", "International Human Rights.", "13h ago", "* Reuters", "Philippines to reimpose stricter COVID-19 curbs in capital", "Manila and nearby provinces will return to stricter quarantine", "measures from Monday, a senior official said on Saturday, as the", "Philippines battles to contain a surge in COVID-19 cases that has", "strained hospitals. Presidential spokesman Harry Roque said the", "measures, which will be in place until April 4, will ban non-essential", "movement, mass gatherings, dining in restaurants. Roque said the", "government will intensify tracing and conduct house-to-house visits to", "search for people with COVID-19 symptoms.", "17h ago", "* Associated Press", "Police: 2 dead, 3 arrested in Virginia Beach shootings", "Overnight shootings near the Atlantic oceanfront in Virginia Beach", "left two people dead and eight wounded in a scene described by", "authorities on Saturday as “very chaotic.” A woman who died was likely", "an innocent bystander, authorities said, while the other person, a", "Black man, was killed by a police officer. Three men ranging in age", "from 18 to 22 have been arrested and face charges that include", "felonious assault and reckless handling of a firearm, Virginia Beach", "police said in a statement on Saturday.", "23h ago", "* Reuters", "Australian lawmaker's online bullying leave Morrison fighting political", "fires", "Australian Prime Minister Scott Morrison, already under fire over his", "handling of rape accusations in the ruling party, reprimanded one of", "his lawmakers on Saturday for downplaying an apology for bullying two", "women constituents. Morrison ordered Andrew Laming to do an empathy", "course, and change his behaviour, after he posted frivolous comments", "on Facebook that raised doubts about the sincerity of his apology. If", "Morrison expelled Laming, his ruling coalition would be reduced to a", "minority government.", "1d ago", "* Business Insider", "Dr. Deborah Birx says every American COVID-19 death after the first 100,000", "could've been mitigated, but a Democratic lawmaker says she's to blame for", "'enabling' Trump", "Birx said thousands of Americans died preventable deaths, but Rep. Ted", "Lieu and others accused her of being partly responsible.", "3h ago", "* Reuters", "Iran and China sign 25-year cooperation agreement", "China and Iran, both subject to U.S. sanctions, signed a 25-year", "cooperation agreement on Saturday to strengthen their long-standing", "economic and political alliance. \"Relations between the two countries", "have now reached the level of strategic partnership and China seeks to", "comprehensively improve relations with Iran,\" Chinese Foreign Minister", "Wang Yi was quoted by Iran's state media as telling his Iranian", "counterpart Mohammad Javad Zarif. \"Our relations with Iran will not be", "affected by the current situation, but will be permanent and", "strategic,\" Wang said ahead of the televised signing ceremony.", "18h ago", "* Associated Press Videos", "Georgia lawmaker arrested outside governor's office", "Georgia state Rep. Park Cannon was arrested Thursday after knocking on", "the door of the governor's private office while protesting a sweeping", "overhaul of Georgia's elections. She was released from jail later in", "the day. (March 26)", "1d ago", "* Reuters", "Biden says he suggested to UK's Johnson a plan to rival China's Belt and", "Road", "U.S. President Joe Biden said he suggested to British Prime Minister", "Boris Johnson in a phone call on Friday that democratic countries", "should have an infrastructure plan to rival China's Belt and Road", "initiative. \"I suggested we should have, essentially, a similar", "initiative, pulling from the democratic states, helping those", "communities around the world that, in fact, need help,\" Biden told", "reporters. China’s Belt and Road Initiative (BRI) is a", "multi-trillion-dollar infrastructure scheme launched in 2013 by", "President Xi Jinping involving development and investment initiatives", "that would stretch from East Asia to Europe.", "1d ago", "* The State", "Hilton Head teen ‘left to die in the middle of the road’ after Columbia", "hit-and-run", "Laer Hohmann, a 2020 Hilton Head Island High graduate, remains", "hospitalized with serious injuries.", "1d ago", "* Associated Press Videos", "Hundreds of migrant cross US-Mexico river border", "A growing number of families and children are entering the United", "States from Mexico to seek asylum. Rafts carrying about 100 people,", "including families with toddlers and children traveling alone, arrived", "one evening this week. (March 26)", "1d ago", "* The Daily Beast", "Releasing Container Ship From Suez Canal Could Capsize It", "ReutersWhile the global shipping industry bleeds $400 million each", "hour the massive Ever Given container ship stays stuck in the sand of", "the Suez Canal, an elite salvage team on the ground in Egypt is facing", "an entirely different problem: How do you make a top-heavy ship stuck", "in shifting sands weigh less without capsizing it?“They’ll need a full", "survey of the seabed and canal bottom to see what the extent of", "grounding is,” Nick Sloane, the salvage master who miraculously led", "the removal of the Costa Concordia cruise ship in 2014 off the island", "of Giglio, told The Daily Beast. “The worst case is that the ship is", "presently supported over her bow and stern areas, meaning possible", "sags in the middle.” Those sags could lead to the ship splitting in", "two, spilling the fuel and cargo—which includes COVID-19 supplies like", "respirators and personal protection equipment made in China—into the", "canal, making it temporarily impassable. “The risk is that it could", "also become top-heavy and capsize,” Captain John Konrad, founder and", "CEO of the gCaptain shipping industry website, said. “And that would", "be catastrophic.”But before anyone can even think of lightening the", "massive vessel—which is 1,312 feet long and 194 feet wide, with 50", "feet of the ship below the water—they would need to download the", "schematics of the ship and run them through a series of", "computer-generated programs to determine what offloading will do to", "the balance. Then they would have to somehow get a maritime crane to", "Egypt since the country does not own one tall enough to reach the top", "of the Ever Given’s 20,000 containers.The information used to", "determine how to lighten the 200,000 metric-ton ship enough to nudge", "it out of the sand, which buries the vessel a little more with each", "passing tide, will be largely based on the ship’s own records—assuming", "they are correct and were not fudged to pass what the Maritime Anti", "Corruption Network once called the most corrupt port system in the", "world. Just how this monster ship, which is around the size of the", "Empire State Building, got stuck in the canal’s riprap or sandbanks is", "also up for debate. The ordeal has already become the subject of a", "number of memes and websites, with plenty of parody Twitter accounts", "churning out memes of the massive excavator, which, next to the ship,", "looks like a child's toy chipping away at the sand on the vessel’s", "bow.The Suez Canal, one of the most important shipping lanes in the", "world, is reportedly blocked because someone accidentally got stuck", "with their giant container ship. The photo is unreal.", "pic.twitter.com/I2ACkBqPi2— Marcel Dirsus (@marceldirsus) March 23,", "2021 The ship sails under a Panama flag, which is a common way to", "skirt human rights issues of great concern to its all-Indian crew, who", "are now unable to leave the vessel. It is owned by the Japanese", "company Shoei Kisen Kaisha, which has apologized profusely for the", "rather expensive inconvenience. They say heavy winds knocked the ship", "into the sandbanks, but data so far shows it was also traveling 13", "knots in an 8-knot speed zone when the accident happened, according to", "Konrad. Several salvors have also said the most likely cause was a", "blackout power outage that compromised steering just as the wind gust", "came up. Coincidentally, this same ship was involved in an accident in", "Hamburg in 2019, when its owners rammed into a ferry and destroyed it.", "They had blamed the accident on a loss of steering power and high", "winds back then, too. Salvors say the next opportunity to move the", "ship will be during spring tides on Sunday and Monday. If that doesn’t", "work, it could take weeks to dig her out of the sand, all the while", "trying to keep her upright and intact. Read more at The Daily", "Beast.Get our top stories in your inbox every day. Sign up now!Daily", "Beast Membership: Beast Inside goes deeper on the stories that matter", "to you. Learn more.", "1d ago", "* INSIDER", "Prince Harry has an impressive résumé. See his entire job history, from 10", "years in the military to fighting misinformation in the US.", "Prince Harry has taken on two new jobs in the past week, advocating", "for mental health and fighting misinformation in the US.", "1d ago", "* BBC", "Hunting rare birds in Pakistan to feed the sex drive of princes", "A glimpse into the closed world of hunts for houbara bustards, thought", "by some to be an aphrodisiac.", "4h ago", "More Stories", "TRENDING", "* The New York Times", "North Korea's Arsenal Has Grown Rapidly. Here's What's in It.", "The New York Times·6 min read", "* Good Morning America", "8 injured, 2 dead in multiple Virginia Beach shootings", "Good Morning America·3 min read", "* Associated Press", "Attorney for Georgia lawmaker calls charges 'overreach'", "Associated Press·5 min read", "* Axios", "Minnesota court rules rape charge doesn't apply if the victim got willingly", "drunk", "Axios·2 min read", "* USA TODAY", "'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "USA TODAY·2 min read", "POPULAR", "* Philippines sends fighter aircraft over Chinese vessels in South China", "Sea", "Reuters", "* Asian American war vet takes shirt off to show scars in powerful town", "hall speech against racism", "The Independent", "* 'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "USA TODAY", "* Seth Rogen confirms Emma Watson walked off 'This Is the End' set after", "refusing to shoot Channing Tatum gimp scene", "INSIDER", "* Finally There’s Good News for the Giant Boat Wedged in the Suez Canal", "The Daily Beast", "* Demi Lovato says getting engaged to Max Ehrich was an attempt to 'prove", "to the world' she was OK", "INSIDER", "* 90,000 oily pennies dumped in Georgia man's driveway as final pay check", "from former employer", "INSIDER", "* China sanctions US, Canadian officials over Xinjiang", "Associated Press", "* Philippines to reimpose stricter COVID-19 curbs in capital", "Reuters", "* Police: 2 dead, 3 arrested in Virginia Beach shootings", "Associated Press", "* Australian lawmaker's online bullying leave Morrison fighting political", "fires", "Reuters", "* Dr. Deborah Birx says every American COVID-19 death after the first", "100,000 could've been mitigated, but a Democratic lawmaker says she's to", "blame for 'enabling' Trump", "Business Insider", "* Iran and China sign 25-year cooperation agreement", "Reuters", "* Georgia lawmaker arrested outside governor's office", "Associated Press Videos"]