["Link: canonical", "Link: amphtml", "* Business", "* California", "* Climate & Environment", "* Entertainment & Arts", "* En Español", "* Food", "* Housing & Homelessness", "* Image", "* Lifestyle", "* Obituaries", "* Opinion", "* Politics", "* Science", "* Sports", "* Travel", "* World & Nation", "* All Sections", "* _________________", "* Newsletters", "* Photography", "* Podcasts", "* Video", "* _________________", "* About Us", "[ Submit ]", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* Advertising", "[ Submit ]", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Bestcovery", "* Brand Publishing", "* Hot Property", "* Crossword & Games", "* L.A. Times Events", "* L.A. Times Store", "* Subscriptions", "[ Submit ]", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information", "Sections", "Los Angeles Times", "* California", "* Entertainment", "* Sports", "* Food", "* Climate", "* Opinion", "* |", "* Place an Ad", "* Coupons", "* Crossword", "* eNewspaper", "Show Search", "_____________________ Search Query Submit Search", "Advertisement", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "Politics", "Trump officials have redirected resources from countering far-right,", "racism-fueled domestic terrorism", "A memorial outside a Walmart in El Paso where a gunman opened fire on", "Saturday. The massacre was followed by a mass shooting in Dayton, Ohio, on", "Sunday morning.", "A memorial outside a Walmart in El Paso where a gunman opened fire on", "Saturday. The massacre was followed by a mass shooting in Dayton, Ohio, on", "Sunday morning.", "(Mark Ralston/ AFP-Getty Images)", "By Molly O’TooleStaff Writer", "Aug. 5, 2019 4:32 PM PT", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "WASHINGTON —", "In the aftermath of mass shootings in Texas and Ohio, President Trump", "vowed Monday to give federal law enforcement “whatever they need” to", "investigate and disrupt hate crimes and domestic terrorism.", "But the Department of Homeland Security, which is charged with identifying", "threats and preventing domestic terrorism, has sought to redirect", "resources away from countering anti-government, far-right and white", "supremacist groups.", "The shift has come despite evidence of a growing danger. Last year, every", "extremist killing in the United States involved a follower of far-right", "hate groups or ideology, according to the Anti-Defamation League’s Center", "on Extremism. The FBI has noted a sharp increase in domestic terrorism", "cases involving white supremacists.", "In June, the acting secretary of Homeland Security, Kevin McAleenan, told", "Congress that “white supremacist extremist violence” is “an evolving and", "increasingly concerning threat.”", "Advertisement", "Under Trump, 85% of the “countering violent extremism” grants awarded by", "Homeland Security explicitly targeted Muslims and other minority groups,", "including immigrants and refugees, more than under the Obama", "administration, according to an analysis by the Brennan Center for", "Justice, a nonpartisan policy institute at the New York University School", "of Law.", "Homeland Security officials did not respond to requests for comment", "Monday, but the former officials said the department is working on a draft", "of a plan that includes a focus on domestic terrorism and mass casualty", "events.", "In April, McAleenan announced a new Office of Targeted Violence and", "Terrorism Prevention, including “racially motivated violence.” It appears", "to largely be a rebranding of an Obama-era initiative.", "Under President Obama, the office had about 40 full-time staff and a", "$24-million annual budget, according to Nate Snyder, an Obama", "administration counterterrorism official. The office now has fewer than 10", "full-time employees and a budget below $3 million.", "Advertisement", "“You have some very dedicated government employees still at the office", "dealing with terrorism prevention and just trying to keep the lights on,”", "Snyder said.", "After Trump’s election, members of his transition team told Homeland", "Security officials they wanted to reorient programs meant to combat", "violent extremism to focus more on the threat posed by radical Islamic", "terrorism.", "But right-wing and anti-government groups have carried out more domestic", "attacks, and killed more Americans, than foreign terrorist groups since", "2001, data show.", "According to the most recent FBI data, hate crimes increased for the third", "straight year in 2017, rising 17% from 2016. The FBI warned this week that", "the risk of future attacks may be growing as well.", "Advertisement", "“The FBI remains concerned that U.S.-based domestic violent extremists", "could become inspired by these and previous high-profile attacks to engage", "in similar acts of violence,” the FBI said in a statement Sunday after the", "attacks in El Paso and Dayton, Ohio.", "Federal authorities have been slow to acknowledge the danger, focusing", "chiefly on terrorist threats from Islamist groups and sympathizers,", "including Al Qaeda and Islamic State, since the Sept. 11, 2001, attacks.", "“Very little has been done on white supremacist ideology,” said Seamus", "Hughes, deputy director of the Program on Extremism at George Washington", "University. “Unfortunately, it’s been a bipartisan glaring hole in the", "countering violent extremism policy response.”", "In his comments Monday, Trump appeared to blame mental illness for the", "latest mass shootings, not ideology. “Mental illness and hatred pull the", "trigger, not the gun,” he said at the White House.", "Advertisement", "But numerous studies disprove the theory that terrorism is a mental health", "problem, according to the Brennan Center for Justice.", "Obama issued a rare statement Monday underscoring the growing threat of", "white supremacist and racism-motivated domestic terrorism.", "“While the motivations behind these shooting may not be fully known, there", "are indications that the El Paso shooting follows a dangerous trend,”", "Obama tweeted. “Troubled individuals who embrace racist ideologies and see", "themselves obligated to act violently to preserve white supremacy.”", "Rep. Bennie Thompson (D-Miss), who chairs the House Homeland Security", "Committee, was more pointed in his criticism.", "Advertisement", "“White supremacist terrorism ... is on the rise and is now our top", "domestic terrorism threat,” Thompson said Monday. “Those that looked the", "other way for years — or enabled right-wing extremism for political", "advantage — are on notice.”", "----------------------------------------------------------------------", "PoliticsWorld & Nation", "[IMG]", "Molly O’Toole", "Follow Us", "* twitter", "* instagram", "* email", "* facebook", "Molly O’Toole is an immigration and security reporter based in the Los", "Angeles Times’ Washington, D.C., bureau. Previously, she was a senior", "reporter at Foreign Policy and a politics reporter at the Atlantic’s", "Defense One. She has covered migration and security from Central America", "to West Africa to South Asia. In 2020 she was awarded the first-ever", "Pulitzer Prize in audio reporting with the staff of This American Life and", "freelancer Emily Green for “The Out Crowd,” investigating the personal", "impact of the Trump administration’s “Remain in Mexico” policy. She was", "also a 2020 finalist for the Livingston Awards. She is a graduate of", "Cornell University and NYU, but will always be a Californian.", "More From the Los Angeles Times", "* Politics", "Biden assails new Georgia voting law: ‘This is Jim Crow in the 21st", "century’", "President Joe Biden speaks during a news conference in the East Room", "of the White House, Thursday, March 25, 2021, in Washington. (AP", "Photo/Evan Vucci)", "Politics", "Biden assails new Georgia voting law: ‘This is Jim Crow in the 21st", "century’", "A day after Biden said GOP moves to restrict voting were ‘sick,’ he", "attacks a new Georgia law and the White House condemns the arrest of a", "Black lawmaker.", "More Coverage", "What does Georgia’s new GOP election law do? An explainer", "* California", "#FreeBritney movement prompts lawmakers to consider changing", "conservatorship laws", "THE NEW YORK TIMES PRESENTS \"Framing Britney Spears\" Episode 6", "California", "#FreeBritney movement prompts lawmakers to consider changing", "conservatorship laws", "Proposals in the California Legislature, spurred by the high-profile", "case of Britney Spears, aim to strengthen requirements of", "conservatorships.", "* World & Nation", "Dominion Voting sues Fox News for $1.6 billion over false 2020", "election claims", "NEW YORK, NEW YORK - NOVEMBER 22: (EXCLUSIVE COVERAGE) Host Maria", "Bartiromo as New York Stock Exchange President Stacey Cunningham", "visits \"Maria Bartiromo's Wall Street\" at Fox Business Network Studios", "on November 22, 2019 in New York City. (Photo by Roy Rochlin/Getty", "Images)", "World & Nation", "Dominion Voting sues Fox News for $1.6 billion over false 2020", "election claims", "Dominion Voting Systems has filed a $1.6-billion defamation lawsuit", "against Fox News for its claim that the company rigged the 2020", "election.", "* Politics", "Trump defends Capitol rioters, says there was ‘zero threat’ to", "lawmakers", "A worker removes razor wire from a security fence on Capitol Hill in", "Washington, Saturday, March 20, 2021. (AP Photo/Patrick Semansky)", "Politics", "Trump defends Capitol rioters, says there was ‘zero threat’ to", "lawmakers", "Former President Trump says those who stormed the Capitol posed ‘zero", "threat’ to lawmakers who were hustled to safety as rioters overran the", "building.", "Coronavirus, Vaccines and Pandemic", "* California", "As COVID-19 cases fall, L.A. County public health officials urge", "vigilance as holidays approach", "The scene along Hollywood Blvd, in the heart of Hollywood", "California", "As COVID-19 cases fall, L.A. County public health officials urge", "vigilance as holidays approach", "Health officials urged people to remain cautious when traveling or", "socializing during the upcoming holidays, saying that transmission of", "the virus remains widespread.", "* Business", "Theme parks can reopen with indoor rides — but lines must be outdoors", "The Wizarding World of Harry Potter opened in 2016 at Universal", "Studios Hollywood.", "Business", "Theme parks can reopen with indoor rides — but lines must be outdoors", "When Disneyland and Universal Studios Hollywood reopen after", "coronavirus shutdowns, they can operate indoor rides, new state rules", "say. Lines, however, must be outside.", "* California", "School reopenings in California", "California school reopenings", "California", "School reopenings in California", "* Science", "COVID-19 vaccine questions answered", "A phial of the Pfizer-BioNTech COVID-19 vaccine at the Royal Victoria", "Hospital, in Belfast, Tuesday Dec. 8, 2020.", "Science", "COVID-19 vaccine questions answered", "COVID-19 vaccines are now being administered to healthcare workers in", "the U.S. What are your questions about the timeline, the safety or the", "science?", "* Latest on vaccines and pandemic", "This illustration, created at the Centers for Disease Control and", "Prevention (CDC), reveals ultrastructural morphology exhibited by", "coronaviruses. Note the spikes that adorn the outer surface of the", "virus, which impart the look of a corona surrounding the virion, when", "viewed electron microscopically. A novel coronavirus, named Severe", "Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2), was identified", "as the cause of an outbreak of respiratory illness first detected in", "Wuhan, China in 2019. The illness caused by this virus has been named", "coronavirus disease 2019 (COVID-19).", "Latest on vaccines and pandemic", "Coronavirus and COVID-19 pandemic and health news.", "IFrame: tracking-the-cases-of-coronavirus-outbreak-in-california", "Advertisement", "Latest Politics", "* California", "Former staffer of state Sen. Bob Archuleta files sexual harassment", "lawsuit", "SACRAMENTO CA SEPTEMBER 9, 2019 -- Sen. Bob Archuleta (D-Pico Rivera)", "discusses legislation during Senate floor debate at the state Capitol", "on Aug. 29, 2019. (Robert Gourley / Los Angeles Times)", "California", "Former staffer of state Sen. Bob Archuleta files sexual harassment", "lawsuit", "In a lawsuit filed against state Sen. Bob Archuleta, an unnamed woman", "has alleged the lawmaker subjected her to unwanted advances and later", "retaliated against her.", "* Opinion", "Abcarian: Joe Biden, Mr. Nice Guy, bares his teeth", "President Joe Biden speaks during a news conference in the East Room", "of the White House, Thursday, March 25, 2021, in Washington. (AP", "Photo/Evan Vucci)", "Opinion", "Abcarian: Joe Biden, Mr. Nice Guy, bares his teeth", "At his first presidential news conference, the president shows he will", "work around Republicans if they don’t work with him", "More Coverage", "Five takeaways from Biden’s first news conference", "* World & Nation", "Georgia governor signs GOP bill restricting access to voting amid an", "outcry", "African Methodist Episcopal Church Bishop Reginald Jackson announces a", "boycott of Coca-Cola Co. products outside the Georgia Capitol on", "Thursday, March 25, 2021 in Atlanta. Jackson says Coca-Cola and other", "large Georgia companies haven't done enough to oppose restrictive", "voting bills that Georgia lawmakers were debating as Jackson spoke (AP", "Photo/Jeff Amy)", "World & Nation", "Georgia governor signs GOP bill restricting access to voting amid an", "outcry", "The law restricts voting by mail and gives greater control to the", "state legislature over how elections are run. It is part of a wave of", "GOP-backed bills introduced after former President Trump’s false", "claims of election fraud.", "* Company Town", "CNN responds to reports that family ties helped Chris Cuomo get access", "to COVID testing", "FILE - This May 15, 2019 file photo shows CNN news anchor Chris Cuomo", "at the WarnerMedia Upfront in New York. Cuomo has announced that he", "has tested positive for the coronavirus. The prime-time host is one of", "the most visible media figures to come down with the disease. He said", "he's experienced chills, fever and shortness of breath. He promised to", "continue doing his show while in quarantine in the basement of his", "home. (Photo by Evan Agostini/Invision/AP, File)", "Company Town", "CNN responds to reports that family ties helped Chris Cuomo get access", "to COVID testing", "Gov. Andrew Cuomo reportedly expedited tests for his brother, sister", "and mother early in the pandemic.", "* Politics", "Lawmakers warn Google, Facebook, Twitter more regulation is coming", "This combination of 2018-2020 photos shows, from left, Twitter CEO", "Jack Dorsey, Google CEO Sundar Pichai, and Facebook CEO Mark", "Zuckerberg. The CEOs of social media giants Facebook, Twitter and", "Google face a new grilling by Congress, Thursday, March 25, 2021, one", "focused on their efforts to prevent their platforms from spreading", "falsehoods and inciting violence. (AP Photo/Jose Luis Magana, LM", "Otero, Jens Meyer)", "Politics", "Lawmakers warn Google, Facebook, Twitter more regulation is coming", "Lawmakers unleash on tech CEOs for their platforms’ roles in the", "Capitol riots. ‘There will be accountability,’ one representative", "says.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "[ Submit ]", "Advertisement", "Los Angeles Times", "A California Times publication", "Subscribe for unlimited access", "Follow Us", "* twitter", "* instagram", "* youtube", "* facebook", "*    * eNewspaper", "* Coupons", "* Find/Post Jobs", "* Place an Ad", "* Media Kit: Why the L. A. Times?", "* Bestcovery", "*    * Crossword", "* Sudoku", "* Obituaries", "* Recipes", "* Smart Speakers", "* Wine Club", "*    * About/Contact", "* For the Record", "* L.A. Times Careers", "* Manage Subscription", "* Reprints and Permissions", "* Site Map", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information"]