["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Top claims about the federal government shutdown", "* National", "A mounted police officer passes in front of the Washington Monument and", "the World War II memorial on the Mall in Washington during a federal", "shutdown on Oct. 3, 2013. A mounted police officer passes in front of the", "Washington Monument and the World War II memorial on the Mall in", "Washington during a federal shutdown on Oct. 3, 2013. A mounted police", "officer passes in front of the Washington Monument and the World War II", "memorial on the Mall in Washington during a federal shutdown on Oct. 3,", "2013.", "A mounted police officer passes in front of the Washington Monument and", "the World War II memorial on the Mall in Washington during a federal", "shutdown on Oct. 3, 2013.", "Amy Sherman", "By Amy Sherman October 4, 2013", "The federal government shutdown has barely begun, but we’ve already come", "across plenty of rhetoric to fact-check.", "Here’s a selection of claims we’ve checked that address the federal", "shutdown. We’ll update this article as we publish new fact checks in the", "days ahead.", "• \"The American people support defunding Obamacare and oppose shutting", "down the government,\" said U.S. Sen. Marco Rubio, R-Fla. Mostly False.", "Rubio makes it sound as if he has support from the public for his main", "objective, which is defunding Obamacare. He doesn’t. When asking the", "public about Obamacare, word choice matters, and \"defund\" leads to a", "different result than \"repeal.\" While the law isn’t popular, a recent", "Kaiser poll found 57 percent opposed cutting off funding. On his second", "point, he’s right that most people told pollsters leading up to the", "shutdown that they didn’t want a government shutdown. But we’ll point out", "that both sides in the budget battle in Congress said they didn’t want a", "shutdown. We rated his statement Mostly False.", "• \"The United States Senate — Democrats and Republicans — acted", "responsibly by voting to keep our government open,\" said President Barack", "Obama. Mostly False.", "The president has a point that 25 Republicans backed a procedural motion", "to proceed to the bill itself. But experts said that when analyzing", "Obama’s comment, it’s more important to note that not a single Republican", "ultimately voted \"to keep our government open\" when the chamber took up", "the bill itself. The final measure passed by a 54-42 margin, with two", "Republicans not voting. All 54 who voted for the measure were either", "Democrats or independents who caucus with the Democrats. All 42 who voted", "against the measure were Republicans We rated the claim Mostly False.", "• \"Today, the House of Representatives did what Washington pundits only a", "few weeks ago said was impossible: a strong bipartisan majority voted to", "defund Obamacare,\" U.S. Sen. Ted Cruz, R-Texas. False.", "On the final vote, the measure -- which paired continued funding for the", "government with a defunding of Obamacare -- passed by a 230-189 margin.", "But those 230 votes in favor broke down to 228 Republicans and just two", "Democrats, Reps. Mike McIntyre of North Carolina and Jim Matheson of Utah.", "(One Republican, Rep. Scott Rigell of Virginia, broke ranks and joined the", "Democrats.) Proclaiming that two Democratic votes out of 190 provided a", "\"strong bipartisan majority\" led us to rate this claim False.", "• Shutdowns are \"a normal part of the constitutional process,\" with 12", "shutdowns under Democratic House Speaker Tip O’Neill and two under Newt", "Gingrich, said Gingrich. Half True.", "Gringrich is right on the number, but the shutdowns under O'Neill were", "quite different in nature than either of the ones under Gingrich, or the", "current one. It’s also dubious to suggest that shutdowns are part of the", "normal constitutional process. Just because they have been relatively", "common doesn’t mean they are the way the founders intended government to", "operate. We rated Gingrich’s claim Half True.", "• \"Eighty-five percent of government's running right now. Only 15 percent", "of government spending is shut down,\" said Sen. Rand Paul, R-Ky.  Half", "True.", "Due to the big role of entitlement spending in the federal budget, Paul is", "likely in the ballpark when he measures \"government\" by the yardstick of", "spending. However, measuring government in other ways, such as the", "percentage of federal employees being furloughed in major departments,", "would make the impact appear bigger. And when he said that \"85 percent of", "government\" is operating right now, that’s more of a stretch. We rated his", "statement Half True.", "• The shutdown is projected to result in \"$10 billion in costs to the", "economy per week, said U.S. Rep. Debbie Wasserman Schultz, D-Weston, and", "chair of the Democratic National Committee. Mostly True.", "That number comes from an investment report from Goldman Sachs. We found", "other estimates from financial firms that were slightly larger and", "slightly smaller than the $10 billion figure, but they were in the same", "ballpark. A key point here, though, is that these are estimates. Experts", "agree that caution and caveats are needed. We rated her statement Mostly", "True.", "• \"Obamacare is an entitlement like Medicare and Social Security is, and", "so the entitlement carries on even under a government shutdown scenario,", "said U.S. Rep. Paul Ryan, R-Wis., who is also the House budget chairman.", "Mostly True.", "Two months before the shutdown, PolitiFact wrote that most of the key", "parts of the law -- the insurance marketplace, the premium subsidies, and", "the taxes and regulations -- should continue unimpeded. But we cautioned", "that shutdowns are rare and unpredictable, so we couldn’t be certain what", "would happen. We rated this claim Mostly True based on the information we", "had available before the shutdown.", "Meanwhile, here are a few other links to our reporting on the shutdown:", "• PolitiFact pulled together a guide to federal government websites that", "were initially out of commission or not up to date due to the shutdown.", "• The first few days of the shutdown coincided with the start of open", "enrollment period that allows poor and middle-income consumers to sign up", "for health insurance through the online exchange run by the federal", "government for the states that declined to set up their own -- including", "Florida. The Miami Herald reported that there were technical problems in", "the first few days including that many who tried to look up health plans", "couldn’t create an account to verify their eligibility though others were", "able to get in. HealthCare.gov received more than six million unique", "visitors during the first 36 hours.", "See a claim about the shutdown or other topics worth fact-checking? Tweet", "us #politifactthis or email us at [email protected]", "Sign Up For Our Weekly Newsletter", "_____________________", "[ Sign up ]", "_____________________", "Our Sources", "Miami Herald, \"Obamacare exchange woes continuing,\" Oct. 3, 2013", "Miami Herald’s FL Health Watch blog, \"Another day, more delay appears", "likely for Obamacare exchanges,\" Oct. 3, 2013", "U.S. Centers for Medicare and Medicaid Services, HealthCare.Gov, Accessed", "Oct. 3, 2013", "Wall Street Journal, \"Lawmakers: military pay law covers civilians,", "contractors,\" Oct. 2, 2013", "Interview, Commander Bill Urban, Department of Defense spokesman, Oct. 3,", "2013", "See individual items for additional sources", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Amy Sherman", "Donald Trump", "stated on March 21, 2021 a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "Ron DeSantis", "stated on March 13, 2021 in an interview on Fox News:", "\"When I became governor, we banned sanctuary cities and we also did", "E-Verify.\"", "mostly-true mostly-true", "By Amy Sherman • March 19, 2021", "Facebook posts", "stated on March 8, 2021 a Facebook post:", "Under HR 1, a person can still vote if they are 16, in the U.S. illegally,", "have no ID and have not registered to vote", "barely-true barely-true", "By Amy Sherman • March 10, 2021", "Ted Budd", "stated on March 2, 2021 a tweet:", "Says H.R. 1 “allows minors to vote.”", "false false", "By Amy Sherman • March 10, 2021", "Facebook posts", "stated on March 2, 2021 a Facebook post:", "The Georgia House passed a bill that “makes it a misdemeanor to give food", "or water to voters waiting in line.”", "true true", "By Amy Sherman • March 9, 2021", "Mike Pence", "stated on March 3, 2021 Daily Signal op ed:", "The voting bill known as H.R. 1 would mean “that millions of illegal", "immigrants are quickly registered to vote.\"", "false false", "By Amy Sherman • March 5, 2021", "Elise Stefanik", "stated on March 3, 2021 a tweet:", "H.R. 1 would “prevent removal of ineligible voters from registration", "rolls.”", "false false", "By Amy Sherman • March 4, 2021", "Donald Trump", "stated on February 28, 2021 a speech at CPAC:", "HR 1 “automatically registers every welfare recipient to vote.”", "barely-true barely-true", "By Amy Sherman • March 2, 2021", "Ronna McDaniel", "stated on February 22, 2021 a tweet:", "Says the American Civil Liberties Union opposes H.R. 1 on grounds that “it", "threatens our freedom of speech.”", "half-true half-true", "By Amy Sherman • March 1, 2021", "Act for America", "stated on February 23, 2021 an online post:", "HR 1 will allow members of Congress to draw a second salary “worth an", "estimated $600,000 per year!”", "false false", "By Amy Sherman • February 25, 2021", "Joe Biden", "stated on February 19, 2021 a speech:", "“The vast majority of the American people” support Biden’s $1.9 trillion", "rescue plan, “including a majority of Republicans.”", "half-true half-true", "By Amy Sherman • February 22, 2021", "Beto O'Rourke", "stated on February 16, 2021 a tweet:", "“Energy experts and State House Dems, among others, were warning of this", "(the Texas power blackout) for years.”", "true true", "By Amy Sherman • February 19, 2021", "Joe Biden", "stated on February 5, 2021 an interview on CBS:", "“If you're making less than $15 an hour, you're living below the poverty", "wage.”", "half-true half-true", "By Amy Sherman • February 10, 2021", "Richard Durbin", "stated on February 4, 2021 a Senate speech:", "“More than 200,000 DACA recipients are essential infrastructure workers”", "including “41,700 DACA recipients in the healthcare industry”", "mostly-true mostly-true", "By Amy Sherman • February 9, 2021", "Ron Klain", "stated on January 24, 2021 an interview on Meet the Press:", "\"The process to distribute the vaccine, particularly outside of nursing", "homes and hospitals out into the community as a whole, did not really", "exist when we came into the White House.\"", "barely-true barely-true", "By Amy Sherman • January 27, 2021", "Top claims about the federal government shutdown", "* Tony Evers", "stated on March 14, 2021 in TV interview:", "“There’s still (only) a handful of school districts\" doing no", "in-person instruction.", "true true", "By Madeline Heim • March 29, 2021", "* Alex Padilla", "stated on March 22, 2021 in remarks in a Senate hearing:", "“In a majority of states, new voters are able to obtain a rifle", "quicker than they’re able to cast their first ballot.”", "mostly-true mostly-true", "By Louis Jacobson • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Cathy McMorris Rodgers", "stated on March 18, 2021 in a House hearing:", "The Democratic clean energy plan is pro-China, because \"90% of the", "solar panels, 80% of the wind machines, 90% of the rare earth minerals", "… are in Asia or in China.”", "half-true half-true", "By Jon Greenberg • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "Load more", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]