["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Today's Debate", "* Columnists", "* Voices", "* Policing the USA", "* Race in America", "Facebook  Twitter  Email", "[IMG]", "Gabrielle Giffords: Gun rights come with responsibilities", "----------------------------------------------------------------------", "Gabrielle Giffords", "July 4 gets the parades and the celebrations, as it should. But I'm going", "to start my celebration of American independence early. Days before we", "celebrate our Declaration of Independence and the values that make our", "nation great, I am taking this week to pay tribute to the Second Amendment", "— both the rights it bestows and the responsibilities it requires.", "Some might consider me an unlikely advocate for gun rights because I", "sustained terrible injuries in a violent shooting. But I'm a patriot, and", "I believe the right to bear arms is a definitive part of our American", "heritage.", "For centuries, that right has come with the responsibility to use our guns", "safely and ensure that our families, our communities and our children are", "protected. Generations of gun owners have taught their sons and daughters", "that it takes as much patience and skill to be a good shot as it does to", "be a good steward of a powerful weapon.", "I know that, and my husband, former astronaut and combat veteran Capt.", "Mark Kelly, knows that. We own guns, we use them and we treat them with", "great care. But when children are gunned down in their classrooms, when", "families are slaughtered at a movie theater, when a little girl dreaming", "of running for office is shot dead standing next to me in a grocery store", "parking lot, we have to admit what we're doing is not enough. We've all", "got to do more to reduce gun violence.", "We're gun owners", "We can't stop every person who is determined to do harm, but common-sense", "measures can prevent tragedies. Expanding background checks will help", "create a uniform standard for all gun purchases and prevent criminals and", "the dangerously mentally ill from obtaining powerful weapons.", "As gun owners, my husband and I understand that the Second Amendment is", "most at risk when a criminal or deranged person commits a gun crime. These", "acts only embolden those who oppose gun ownership. Promoting responsible", "gun laws protects the Second Amendment and reduces lives lost from guns.", "You've heard me say often that 92% of Americans support this simple, fair", "solution: background checks for all potential gun buyers. But it has been", "a while since our Senate failed to pass the measure when it first voted on", "the legislation. Some might think we've moved on, or wonder whether we've", "become cynical.", "Neither. From Nevada to New Hampshire and everywhere in between, expanded", "background checks continue to be popular with significant majorities, even", "in states with high percentages of gun owners and across all party", "affiliations.", "For example, in New Hampshire, 93% of Democrats, 79% of Republicans, 82%", "of gun owners and 60% of NRA households support background checks. The", "data show that gun owners can support gun safety, and Americans without", "guns can support gun owners.", "Safety vs. rights", "In these divisive political times, gun safety and gun rights are too often", "pitted against each other. But Americans can meet in the middle. Now all", "we need is for our elected leaders to meet us there.", "I know there will always be some in Congress who remain in the grip of", "special interests. Even in 1776, there was a small minority who refused to", "sign the Declaration of Independence. But the will of the majority", "prevailed on that day, and the opportunity for a more perfect union was", "born.", "That's why I am traveling to seven states — Nevada, Alaska, North Dakota,", "Ohio, New Hampshire, Maine and North Carolina — in seven days this week on", "the Rights and Responsibilities Tour to celebrate the patriotic connection", "between our rights and our responsibilities. The tour is all about making", "sure that those elected leaders who voted against background checks hear", "loud and clear from their own constituents what I know is true: There", "don't have to be winners and losers when it comes to preventing gun", "violence and protecting the Second Amendment. We can strengthen our laws", "and protect our rights.", "Our Founding Fathers grappled with serious questions and bequeathed to us", "a powerful responsibility: to guard the rights conferred on Americans and", "to live responsibly alongside one another. It will be a patriotic victory", "when the Senate demonstrates the American values of practicality and", "responsibility by voting again on background checks — and passing them", "this time.", "We'll celebrate those who vote yes, and we'll notice those who ignored", "their constituents.", "Gabrielle Giffords, a Democratic representative from Arizona from 2007 to", "2012, is a founder of Americans for Responsible Solutions, which focuses", "on gun violence.", "In addition to its own editorials, USA TODAY publishes diverse opinions", "from outside writers, including our", "Board of Contributors", ".", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]