["Link: canonical", "Notice: JavaScript is not enabled. Please Enable JavaScript Safely.", "skip to main content", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "[ Submit ]", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "Gallup", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* Search", "News Toggle navigation", "* Overview", "* Politics", "* Election 2020", "* Presidential Job Approval", "* The Presidency", "* Government", "* Foreign Affairs", "* View All Politics", "* Economy", "* Business", "* Entrepreneurship", "* Personal Finance", "* Retirement", "* Small Business", "* View All Economy", "* World", "* Americas", "* Asia Pacific", "* Europe", "* Middle East & North Africa", "* Sub-Saharan Africa", "* View All World", "* Key Topics", "* Trends A-Z", "* Abortion", "* Social & Policy Issues", "* Wellbeing", "* Education", "* COVID-19", "* LGBT", "* Race Relations", "* Blogs & Podcast", "* Gallup Podcast", "* Polling Matters", "* The Gallup Blog", "* Chairman's Blog", "* Gallup Vault", "* Methodology Blog", "* Media Resources", "* Media Inquiries", "* Methodology Center", "* Center on Black Voices", "* Gallup Reports", "* Subscribe", "* About Gallup and Our Services", "* Access Log In", "Wellbeing", "U.S. Uninsured Rate Continues to Fall", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "Wellbeing", "March 10, 2014", "U.S. Uninsured Rate Continues to Fall", "Uninsured rate drops most among lower-income and black Americans", "by Jenna Levy", "WASHINGTON, D.C. -- The percentage of Americans without health insurance", "continues to fall, measuring 15.9% so far in 2014 compared with 17.1% in", "the fourth quarter of 2013.", "Percentage Uninsured in U.S.", "These data are based on more than 28,000 interviews with Americans from", "Jan. 2-Feb. 28, 2014, as part of the Gallup-Healthways Well-Being Index.", "With only a few weeks remaining in the first quarter, the uninsured rate", "is on track to be the lowest quarterly level that Gallup and Healthways", "have measured since 2008.", "The uninsured rate has been declining since the fourth quarter of 2013,", "after hitting an all-time high of 18.0% in the third quarter. The", "uninsured rate for the first quarter of 2014 so far includes a 16.2%", "reading for January and 15.6% for February.", "Uninsured Rate Declines Most Among Lower-Income and Black Americans", "The uninsured rate for almost every major demographic group has dropped in", "2014 so far. The percentage of uninsured Americans with an annual", "household income of less than $36,000 has dropped the most -- by 2.8", "percentage points -- to 27.9% since the fourth quarter of 2013, while the", "percentage of uninsured blacks has fallen 2.6 points to 18.3%. Hispanics", "remain the subgroup most likely to lack health insurance, with an", "uninsured rate of 37.9%.", "The percentage of uninsured has declined across all age groups this year,", "except for those aged 65 and older. The uninsured rate for that group has", "likely remained stable because most Americans aged 65 and older have", "Medicare.", "The uninsured rate among 26- to 34-year olds and 35- to 64-year olds", "continues to decline -- now at 26.6% and 16.3%, respectively. The February", "Enrollment Report released by the Department of Health and Human Services", "(HHS) highlighted no significant changes in young adults' enrollment in", "the health exchanges since its December report, with the cumulative total", "enrollment rate among 18- to 34-year-olds hovering at 25%. The Obama", "administration has made young adults' enrollment in a health insurance", "plan a top priority, as healthcare experts say 40% of new enrollees must", "be young and healthy for the Affordable Care Act to be successful.", "Percentage Uninsured by Subgroup", "Fewer Americans Get Primary Coverage Through Employer", "The percentage of Americans who get insurance through a current or former", "employer fell nearly two points so far in the first quarter of 2014 to", "43.4%. More Americans now say their primary health insurance coverage is", "through a plan fully paid for by themselves or a family member compared", "with at the end of 2013 -- 18.1% vs. 17.2%. The percentage who say they", "are covered primarily through Medicaid is also up slightly, likely because", "some states have chosen to expand Medicaid coverage.", "Type of Primary Health Insurance Coverage in U.S.", "Implications", "The uninsured rate continues to decline after the requirement to have", "health insurance went into effect on Jan. 1, 2014. This drop could be a", "result of the ACA, which aims to provide healthcare coverage to more", "Americans through multiple provisions, including federal and state", "healthcare marketplaces where Americans can purchase health insurance", "coverage at competitive rates.", "At the end of February, HHS reported 4 million people have signed up for", "health insurance coverage through the marketplaces established under the", "ACA. With the open enrollment period scheduled to close on March 31, the", "uninsured rate in the U.S. will likely continue to fall. Additionally,", "healthcare aides in the Obama administration announced on Wednesday that", "Americans will be able to renew old health insurance plans for up to three", "years, even if the plans do not comply with ACA policies. Other provisions", "of the healthcare law have not yet gone into effect, such as the", "requirement for employers to provide health insurance to their employees", "by 2015 or 2016. These provisions also may affect the uninsured rate over", "time.", "Gallup will continue to track the U.S. uninsured rate in the weeks and", "months ahead.", "Survey Methods", "Results are based on telephone interviews conducted as part of the", "Gallup-Healthways Well-Being Index survey Jan. 2-Feb. 28, 2014, with a", "random sample of 28,396 adults, aged 18 and older, living in all 50 U.S.", "states and the District of Columbia.", "For results based on the total sample of national adults, the margin of", "sampling error is ±1 percentage points at the 95% confidence level.", "Interviews are conducted with respondents on landline telephones and", "cellular phones, with interviews conducted in Spanish for respondents who", "are primarily Spanish-speaking. Each sample of national adults includes a", "minimum quota of 50% cellphone respondents and 50% landline respondents,", "with additional minimum quotas by time zone within region. Landline and", "cellular telephone numbers are selected using random-digit-dial methods.", "Landline respondents are chosen at random within each household on the", "basis of which member had the most recent birthday.", "Samples are weighted to correct for unequal selection probability,", "nonresponse, and double coverage of landline and cell users in the two", "sampling frames. They are also weighted to match the national demographics", "of gender, age, race, Hispanic ethnicity, education, region, population", "density, and phone status (cellphone only/landline only/both, and", "cellphone mostly). Demographic weighting targets are based on the most", "recent Current Population Survey figures for the aged 18 and older U.S.", "population. Phone status targets are based on the most recent National", "Health Interview Survey. Population density targets are based on the most", "recent U.S. census. All reported margins of sampling error include the", "computed design effects for weighting.", "In addition to sampling error, question wording and practical difficulties", "in conducting surveys can introduce error or bias into the findings of", "public opinion polls.", "For more details on Gallup's polling methodology, visit www.gallup.com.", "Related Topics Include:", "USA All Gallup Headlines Health Insurance Healthcare Wellbeing Wellbeing", "Index Northern America", "Research Study", "Gallup Global Financial Health Study", "Discover what more than 15,000 people in 10 countries say about their", "finances.", "Subscribe to the Gallup News brief and real time alerts.", "Stay up to date with our latest insights.", "Sign Up", "Recommended", "Wellbeing", "Mar 7, 2014", "Majority of Uninsured Say They Will Get Insurance", "Fifty-five percent of uninsured Americans in February said they plan to", "get health insurance rather than pay a fine, down modestly from last fall.", "The majority of those who intend to get insurance plan to use the", "exchanges.", "Wellbeing", "Feb 12, 2014", "U.S. Uninsured Rate Drops so Far in First Quarter of 2014", "The percentage of uninsured Americans dropped to 16.0% from 17.1% in the", "fourth quarter of 2013. The uninsured rate among 26- to 34-year-olds", "continues to decline faster than among any other age group.", "Wellbeing", "Feb 7, 2014", "Highest Uninsured States Less Likely to Embrace Health Law", "States that have implemented Medicaid expansion and set up their own", "marketplace exchanges based on the 2010 healthcare law tend to have lower", "percentages of uninsured residents than states that have not taken these", "steps.", "Gallup Blog", "Apr 15, 2019", "U.S. Seniors Pay Billions, yet Many Cannot Afford Healthcare", "by Lance Stevens and Lawrence Mallory", "Americans aged 65 or older are concerned about healthcare costs and many", "cannot afford prescription drugs or care.", "March 10, 2014", "Gallup", "https://news.gallup.com/poll/167798/uninsured-rate-continues-fall.aspx", "Gallup World Headquarters, 901 F Street, Washington, D.C., 20001, U.S.A", "+1 202.715.3030", "Gallup", "* Methodology Center", "* Senior Scientists", "* Trends A-Z", "* George Gallup", "* About Us", "* Careers", "* Locations", "* News", "* Store", "* Media Inquiries", "* Gallup Speakers", "* Customer Support", "* Contact Us", "* Facebook", "* Twitter", "* LinkedIn", "* Instagram", "* YouTube", "Subscribe to Our Latest Insights", "_____________________ Sign Up", "Copyright © 2021 Gallup, Inc. All rights reserved.", "Copyright © 2016 Gallup, Inc. All rights reserved.", "Gallup, Inc. maintains several registered and unregistered trademarks that", "include but may not be limited to: A8, Accountability Index, Business", "Impact Analysis, BE10, CE11, CE11 Accelerator, Clifton StrengthsExplorer,", "Clifton StrengthsFinder, Customer Engagement Index, Customer Engagement", "Management, Dr. Gallup Portrait, Employee Engagement Index, Enetrix,", "Engagement Creation Index, Follow This Path, Gallup, Gallup Brain, Gallup", "Business Journal, GBJ, Gallup Consulting, Gallup-Healthways Well-Being", "Index, Gallup Management Journal, GMJ, Gallup Panel, Gallup Press, Gallup", "Tuesday Briefing, Gallup University, Gallup World News, HumanSigma,", "HumanSigma Accelerator, ICE11, I10, L3, ME25, NurseInsight,", "NurseStrengths, Patient Quality System, Performance Optimization, Power of", "2, PrincipalInsight, Q12, Q12 Accelerator, Q12 Advantage, Selection", "Research, Inc., SE25, SF34, SRI, Soul of the City, Strengths Spotlight,", "Strengths-Based Selling, StatShot, StrengthsCoach, StrengthsExplorer,", "StrengthsFinder, StrengthsInsight, StrengthsQuest, SupportInsight,", "TX(R+E+R)=P3, TeacherInsight, The Gallup Path, The Gallup Poll, The Gallup", "School, VantagePoint, Varsity Management, Wellbeing Finder, Achiever,", "Activator, Adaptability, Analytical, Arranger, Belief, Command,", "Communication, Competition, Connectedness, Consistency, Context,", "Deliberative, Developer, Discipline, Empathy, Fairness, Focus, Futuristic,", "Harmony, Ideation, Includer, Individualization, Input, Intellection ,", "Learner, Maximizer, Positivity, Relator, Responsibility, Restorative,", "Self-Assurance, Significance, Strategic, and Woo. All other trademarks are", "the property of their respective owners. These materials are provided for", "noncommercial, personal use only. Reproduction prohibited without the", "express permission of Gallup, Inc.", "* Privacy Statement", "* Cookie Preferences", "* Legal", "* Do Not Sell My Personal Information"]