["Link: shortlink", "Link: canonical", "Link: amphtml", "* News", "* News", "* Latest Headlines", "* Crime and Public Safety", "* Business", "* Real Estate News", "* Housing", "* Economy", "* California News", "* National News", "* World News", "* Politics", "* Technology", "* Education", "* Environment", "* Science", "* Health", "* Mr. Roadshow", "* Weather", "* SiliconValley.com", "* Transportation", "* The Cannifornian", "* Local", "* Local News Map", "* Bay Area", "* San Jose", "* Santa Clara County", "* Peninsula", "* San Mateo County", "* Alameda County", "* Santa Cruz County", "* Sal Pizarro", "* Opinion", "* Opinion", "* Editorials", "* Opinion Columnists", "* Letters to the Editor", "* Commentary", "* Cartoons", "* Election Endorsements", "* Sports", "* Sports", "* San Francisco 49ers", "* San Francisco Giants", "* Golden State Warriors", "* Raiders", "* Oakland Athletics", "* San Jose Sharks", "* San Jose Earthquakes", "* College Sports", "* Pac-12 Hotline", "* High School Sports", "* Other Sports", "* Sports Columnists", "* Sports Blogs", "* Scores and Standings", "* Things To Do", "* Entertainment", "* Things To Do", "* Restaurants, Food and Drink", "* Celebrities", "* TV Streaming", "* Movies", "* Music", "* Theater", "* Lifestyle", "* Advice", "* Travel", "* Pets and Animals", "* Comics", "* Puzzles and Games", "* Horoscopes", "* Obituaries", "* Obituaries", "* Local Obituaries", "* Place an Obituary", "* Subscribe", "* Log In", "* Logout", "The Mercury News", "* Today’s E Edition", "* Manage Subscription", "* Sign Up for Newsletters", "* Weather", "* Logout", "* News", "* News", "* Latest Headlines", "* Crime and Public Safety", "* Business", "* Real Estate News", "* Housing", "* Economy", "* California News", "* National News", "* World News", "* Politics", "* Technology", "* Education", "* Environment", "* Science", "* Health", "* Mr. Roadshow", "* Weather", "* SiliconValley.com", "* Transportation", "* The Cannifornian", "* Local", "* Local News Map", "* Bay Area", "* San Jose", "* Santa Clara County", "* Peninsula", "* San Mateo County", "* Alameda County", "* Santa Cruz County", "* Sal Pizarro", "* Opinion", "* Opinion", "* Editorials", "* Opinion Columnists", "* Letters to the Editor", "* Commentary", "* Cartoons", "* Election Endorsements", "* Sports", "* Sports", "* San Francisco 49ers", "* San Francisco Giants", "* Golden State Warriors", "* Raiders", "* Oakland Athletics", "* San Jose Sharks", "* San Jose Earthquakes", "* College Sports", "* Pac-12 Hotline", "* High School Sports", "* Other Sports", "* Sports Columnists", "* Sports Blogs", "* Scores and Standings", "* Things To Do", "* Entertainment", "* Things To Do", "* Restaurants, Food and Drink", "* Celebrities", "* TV Streaming", "* Movies", "* Music", "* Theater", "* Lifestyle", "* Advice", "* Travel", "* Pets and Animals", "* Comics", "* Puzzles and Games", "* Horoscopes", "* Obituaries", "* Obituaries", "* Local Obituaries", "* Place an Obituary", "* Subscribe", "* Log In", "* Logout", "_____________________", "Cue the debunking: Two California doctors go…", "Share this:", "* Click to share on Facebook (Opens in new window)", "* Click to share on Twitter (Opens in new window)", "* Click to email this to a friend (Opens in new window)", "* Click to print (Opens in new window)", "* Trending:", "* New vaccine rules", "* Prince Albert", "* Rush to get vaccine", "* Lion vs. dog", "* 3 hurt in SJ shooting", "* Restroom shortage", "Breaking News", "Saturday’s prep football roundup: Serra, Kennedy-Fremont, Pinole Valley,", "Hillsdale, St. Ignatius win", "News", "Health", "Cue the debunking: Two California doctors go viral with dubious COVID test", "conclusions", "Share this:", "* Click to share on Facebook (Opens in new window)", "* Click to share on Twitter (Opens in new window)", "* Click to email this to a friend (Opens in new window)", "* Click to print (Opens in new window)", "* Bakersfield Drs. Dan Erickson and Artin Massihi from Accelerated", "Urgent Care held a press conference at their Coffee Road facility on April", "22. They claimed their COVID testing proved the novel coronavirus had", "spread widely in the region and was thus less of a concern, but public", "health experts say they were jumping to that conclusion based on an", "unrepresentative sample. (Alex Horvath / The Californian)", "Bakersfield Drs. Dan Erickson and Artin Massihi from Accelerated Urgent", "Care held a press conference at their Coffee Road facility on April 22.", "They claimed their COVID testing proved the novel coronavirus had spread", "widely in the region and was thus less of a concern, but public health", "experts say they were jumping to that conclusion based on an", "unrepresentative sample. (Alex Horvath / The Californian)", "By CalMatters |", "PUBLISHED: April 28, 2020 at 6:03 a.m. | UPDATED: April 29, 2020 at 6:54", "a.m.", "They dressed in scrubs. They sounded scientific. And last week’s message", "from two Bakersfield doctors was exactly what many stuck-at-home Americans", "wanted to hear: COVID-19 is no worse than influenza, its death rates are", "low and we should all go back to work and school.", "Drs. Dan Erickson and Artin Massihi, who own urgent care centers in the", "region, had called a press conference to release their conclusions about", "the results of 5,213 COVID-19 tests they had conducted at their centers", "and testing site. They claimed the results showed that the virus had", "spread further in the area, undetected, and thus wasn’t all that", "dangerous.", "But public health experts were quick to debunk the doctors’ findings as", "misguided and riddled with statistical errors — and an example of the kind", "of misleading information they are forced to waste precious time", "disputing.", "Related Articles", "* Fox v. MSNBC: Hayes denounces video of California doctors who downplay", "the threat of COVID-19 as Carlson hypes it", "The doctors should never have assumed that the patients they tested — who", "came for walk-in COVID-19 tests or who sought urgent care for symptoms", "they experienced in the middle of a pandemic — are representative of the", "general population, said Dr. Carl Bergstrom, a University of Washington", "biologist who specializes in infectious disease modeling. He likened their", "extrapolations to “estimating the average height of Americans from the", "players on an NBA court.” And most credible studies of COVID-19 death", "rates in reality are far higher than the ones the doctors presented.", "“They’ve used methods that are ludicrous to get results that are", "completely implausible,” Bergstrom said.", "Still, the early media coverage went viral. A local television report on", "the Bakersfield doctors’ press conference garnered more than 4.3 million", "views on YouTube. Elon Musk, the Tesla founder who wants to reopen his", "Fremont manufacturing plant this week, praised the doctors to his 33", "million-plus Twitter followers. Last night, the doctors got a conservative", "national audience for their views on Fox News, appearing on Laura", "Ingraham’s show.", "Docs make good points https://t.co/WeXuZpMghY", "— Elon Musk (@elonmusk) April 26, 2020", "In a rare statement late today, the American College of Emergency", "Physicians and the American Academy of Emergency Medicine declared they", "“emphatically condemn the recent opinions released by Dr. Daniel Erickson", "and Dr. Artin Messihi. These reckless and untested musings do not speak", "for medical societies and are inconsistent with current science and", "epidemiology regarding COVID-19. As owners of local urgent care clinics,", "it appears these two individuals are releasing biased, non-peer reviewed", "data to advance their personal financial interests without regard for the", "public’s health.”", "The doctors had set up Bakersfield’s only private walk-in COVID-19 testing", "site and performed about half of all tests conducted in the area. They did", "not respond to a CalMatters request for comment today.", "Misinformation thrives in a pandemic, and public health officials in", "California and elsewhere just can’t keep up.", "“This pandemic has been so severely politicized in this country that", "evidence, no matter how poor, gets amplified enormously if it benefits one", "side or another,” said Bergstrom, who also was one of the first experts to", "critique the doctors’ study on Twitter. “We always hoped this crisis", "wouldn’t come, but that if it did we’d all be in this together. That’s", "been a huge surprise for all of us doing infectious disease epidemiology.", "It’s amazing to have to deal with this misinformation that’s being spread", "around for political purposes and the ways that interferes with adequate", "public health response.”", "California Democratic state Sen. Richard Pan, a pediatrician who chairs", "the Senate Health Committee, said lawmakers who favor reopening the state", "had not yet cited the Bakersfield doctors’ conclusions as a justification", "to do so. But if they did, they’d “be on pretty weak ground,” he said.", "The doctors “basically hyped a bunch of data and weren’t transparent about", "their methods. And they really played on the fact that they’re physicians.", "I think it’s quite disingenuous of them.” Pan said. “Then we have to push", "back on any media that promotes this information. They’re really doing", "this as a way to fish for attention.”", "A Kern County public health spokeswoman told reporters that officials did", "not support the doctors’ call to reopen the region. Other epidemiologists", "echoed that sentiment.", "But already the Bakersfield doctors  — who tout their support of President", "Donald Trump and refuse to wear masks in public — had become heroes on", "social platforms and conservative media outlets, with some commenters", "calling them “brave.” Others who support continuing to shelter-in-place", "described the doctors as self-promoters whose chain of urgent care centers", "would benefit from reopening. Non-COVID medical visits have plummeted", "during the pandemic, endangering the practices of many doctors.", "Related Articles", "* Californians aged 50-64 rush to get vaccine before expansion", "* The Latest: Navajo Nation extends “safer at home” order", "* Now vaccinated, older adults emerge from COVID hibernation", "* COVID: One in three Californian adults have received at least one", "vaccine dose", "* California’s COVID hospitalizations hit new low, but alarming trends", "loom again elsewhere", "“As struggling business owners, their economic frustration is", "understandable. But it can’t be mistaken for science. People trust", "doctors,” Michigan emergency room doctor Rob Davidson wrote on Twitter.", "“When they tell Fox viewers to ignore recommendations from real experts,", "many will believe them…The impact of rejecting science-proven", "recommendations in exchange for these erroneous ideas would overwhelm", "health systems and cost lives. While re-opening the economy might be good", "for their Urgent Care Centers (sic), it would kill medical personnel on", "the actual front lines.”", "Warning: A new video making the rounds in right-wing media pushes a", "dangerous plan to re-open the economy. It features 2 owners of urgent", "care centers & is an assault on good science. They'll be on Laura", "Ingraham's show on Fox News tonight. Here's why it must be debunked:", "(1/16)", "— Dr. Rob Davidson (@DrRobDavidson) April 27, 2020", "Other highly-publicized studies of antibody test results by Stanford and", "USC researchers were similarly criticized for sampling bias and for the", "poor reliability of the tests it used. Researchers had suggested that", "COVID-19’s true spread in the community was much higher than expected and", "resulting death rates were low. But again, politicians and media who favor", "reopening states right away cited them as supporting evidence.", "----------------------------------------------------------------------", "* Report an error", "* Policies and Standards", "* Contact Us", "The Trust Project Logo", "Get Morning Report and other email newsletters", "Subscribe", "Follow Us", "* Facebook", "* Twitter", "* Instagram", "* RSS", "Most Popular", "* Dear Abby: I'm a woman with a girlfriend, and I'm attracted to men", "* Prince Albert, who warned Harry and Meghan about the media 'onslaught'", "in 2017, scolds them for Oprah interview", "* Ask Amy: I'm hurt by her snub but no way will I let her know that", "* Ask Amy: Wife's misdirected text rocked our friend group", "* Dear Abby: My new co-worker hasn't realized we have a history, and not", "a good one", "* Even Ellen DeGeneres' famous friends couldn't help her show's ratings", "* Before young boy died in triple homicide, he told police his mother’s", "boyfriend was responsible", "* Ask Amy: His affair resulted in a child, and he says I need to get", "over it", "* Tesla and CEO Elon Musk punished by feds over 'illegal' anti-union", "actions at Fremont plant", "* Dear Abby: My cool friend turned cold when I didn't leap at her", "invitation", "* Tags:", "* Coronavirus", "* Morning Wire", "CalMatters", "Subscribe Today! All Access Digital offer for just 99 cents!", "More in Health", "* Californians aged 50-64 rush to get vaccine before expansion", "LOS ANGELES (AP) — Before California throws open its coronavirus", "vaccine program to all adults on April 15, there will be a two-week", "window when millions of people between the ages of 50 and 64 can get", "their shot.", "Californians aged 50-64 rush to get vaccine before expansion", "* The Latest: Navajo Nation extends “safer at home” order", "WINDOW ROCK, Ariz. — The Navajo Nation has extended and loosened a", "health order intended to help curb the spread of the coronavirus.", "The Latest: Navajo Nation extends “safer at home” order", "* Now vaccinated, older adults emerge from COVID hibernation", "PORTLAND, Maine (AP) — Bill Griffin waited more than a year for this", "moment: Newly vaccinated, he embraced his 3-year-old granddaughter for", "the first time since the pandemic began.", "Now vaccinated, older adults emerge from COVID hibernation", "* COVID: One in three Californian adults have received at least one", "vaccine dose", "Three-quarters of Californians 65 and older have received at least one", "shot", "COVID: One in three Californian adults have received at least one vaccine", "dose", "* Member Services", "* News Alerts", "* Special Sections", "* Logout", "* Facebook", "* Twitter", "* Instagram", "* RSS", "* Subscribe", "* Manage Your Subscription", "* Subscribe Now", "* Today’s e-Edition", "* Email Newsletters", "* Mobile Apps", "* Contact Us", "* Contact Us", "* Digital Access FAQ", "* Reprints", "* Archive Search", "* Lottery", "* Join our Team", "* Classifieds", "* Marketplace", "* Top Work Places", "* Real Estate", "* Place an Obituary", "* Place a Legal Notice", "* Monster.com", "* Advertise With Us", "* MNG Network Advertising", "* Daily Ads", "* Public Notices", "* Copyright ©2021 MediaNews Group, Inc.", "* Privacy Policy", "* Terms of Use", "* Cookie Policy", "* Arbitration", "* Powered by WordPress.com VIP", "* Do Not Sell My Info", "Bay Area News Group", "Close"]