["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Donald Trump doesn’t think white nationalism is on the rise. Data show", "otherwise", "* National", "President Donald Trump speaks in the Oval Office of the White House,", "Friday, March 15, 2019, in Washington. (AP) President Donald Trump speaks", "in the Oval Office of the White House, Friday, March 15, 2019, in", "Washington. (AP) President Donald Trump speaks in the Oval Office of the", "White House, Friday, March 15, 2019, in Washington. (AP)", "President Donald Trump speaks in the Oval Office of the White House,", "Friday, March 15, 2019, in Washington. (AP)", "Amy Sherman", "By Amy Sherman March 20, 2019", "It’s becoming a pattern with President Donald Trump: downplaying the", "seriousness of violence associated with white nationalism.", "A reporter asked Trump if he saw a global rise in white nationalism", "following reports that the Christchurch, New Zealand, shooter was steeped", "in the ideology.", "Trump responded: \"I don’t really. I think it’s a small group of people", "that have very, very serious problems. I guess, if you look at what", "happened in New Zealand, perhaps that’s a case. I don’t know enough about", "it yet.\"", "Documenting incidents of white nationalism can be challenging.", "Nevertheless, data from multiple sources suggest extremist attacks", "associated with white nationalism and far-right ideology is on the rise.", "High-profile incidents in recent years include the mass shootings at a", "synagogue in Pittsburgh and at a black church in Charleston, as well as", "pipe bombs sent to prominent Democrats. Trump’s statements about the \"fine", "people\" on both sides at the 2017 Charlottesville, Va., march, as well as", "his travel ban which lists several Muslim-majority nations, have all drawn", "more attention to reports about extremism.", "We sent the White House a summary of reports showing a rise in extremism", "or white nationalism. Spokesman Hogan Gidley did not counter those", "reports.", "\"The President was clear this was a horrible terrorist attack and that", "it’s a serious problem that such a sick group of people share these", "dangerous, disgusting views,\" Gidley said.", "The rundown on white nationalism", "The key question in determining whether an incident is driven by white", "nationalism is whether the perpetrator subscribed to the ideology as seen", "in organizational connections, social media or a personal manifesto.", "That isn’t as clear as it sounds. There is no single definition of white", "nationalism, partly because of debatable overlap among white nationalists,", "the alt-right, the Ku Klux Klan and neo-Nazis.", "Attempts to define these groups prompts more debate. The Southern Poverty", "Law Center’s growing list of hate groups, for example, has critics who say", "it maligns some conservative groups that are not extremists. The center", "says that the number of white nationalist groups  surged from 100 to 148", "in 2018, noting that the groups have largely retreated from activism", "following the rally in Charlottesville.", "\"There is certainly going to be some disagreement over what constitutes", "white nationalism, and in particular whether a particular attack was", "motivated by it,\" said David Sterman, senior policy analyst at New", "America, which tracks deadly terrorist attacks.", "Some research organizations study the category of far-right extremism,", "which isn’t the same. Far-right groups can be motivated by ideologies", "seeking an idealized future favoring a particular group. They include", "religious groups and anti-government militias, among others.", "Sterman said an attack on a particular group — for example, Jews — may or", "may not be a white nationalist attack. For example, jihadists, Palestinian", "terrorists and Hezbollah have attacked Jews, but they aren't white", "nationalist groups.", "Reports on far-right extremism, hate crimes", "The best government resource on hate crimes comes from the FBI. The", "information comes from about 16,000 participating law enforcement agencies", "in 2017. It’s important to know this isn’t a comprehensive look at white", "nationalist attacks, because the government doesn’t code the incidents", "that way.", "But there is something there: The bureau reported a 17 percent increase in", "hate crimes in 2017 over the previous year, and more than half were", "motivated by biases based on race, ethnicity or ancestry.", "The government doesn’t go much deeper than that. To better understand the", "attacks, advocacy organizations do their own digging — all with various", "methodologies and caveats. Some reports look at a broad swath of", "incidents, such as the Council on American-Islamic Relations’ report of", "anti-Muslim bias and hate crimes. Other reports focus on deadly attacks.", "Three of the most significant studies are from New America, the Center for", "Strategic Studies, and the Anti-Defamation League. Their analyses, too,", "show an apparent rise in incidents driven by far-right extremism in recent", "years.", "New America has tracked a rise in deadly attacks by perpetrators with a", "far-right ideology over the past several years. The think tank’s far-right", "label includes a combination of people who are either white supremacist or", "nationalist, anti-government, or exhibit anti-abortion violence.", "Overall, these types of deadly attacks do seem to have increased in recent", "years, Sterman of New America said.", "The Center for Strategic and International Studies, an institution", "focusing on international public policy issues, looked at cases of", "terrorism between 2007 and 2017 using the Global Terrorism Database at the", "University of Maryland’s National Consortium for the Study of Terrorism", "and Responses to Terrorism. It found that right-wing extremism in the", "United States and Europe appears to be growing.", "In the United States between 2007 and 2011, the number of such attacks was", "five or less per year. The number rose to 14 in 2012, continued at a", "similar level through 2016, and then jumped to 31 in 2017.", "The perpetrators were mostly white supremacist or anti-government", "\"sovereign citizens.\"", "In Europe, meanwhile, the number of far-right attacks rose from zero in", "2012 to 30 in 2017.", "Several factors have contributed to the rise, including the ability of", "extremists to use the internet and social media to carry out their agenda.", "They have also been energized by certain issues, including waves of", "immigration.", "While the report by the Center for Strategic and International Studies", "states that Trump has energized some right-wing extremists, his election", "doesn’t fully explain this trend.", "\"The first notable increase in right-wing terrorist attacks over the past", "decade occurred in 2012 — from one attack in 2011 to 14 in 2012 — four", "years before President Trump was elected,\" the report said.", "The Anti-Defamation League’s report tracks murders perpetrated by all", "types of extremists. That report found that domestic extremists killed at", "least 50 people in the United States in 2018, the fourth-deadliest year", "since 1970. The number of deaths was higher than 2017 but lower than 2015", "and 2016.", "However, the ADL counts murders by extremists whether they were motivated", "by an ideology or not. For example, the list includes the shooting at", "Marjory Stoneman Douglas by a perpetrator who had shown signs of racism", "and anti-Semitism, including the symbols on his backpack, but there is", "little evidence to conclude the mass shooting was primarily a white", "supremacist attack.", "The ADL includes both types of killings, because it can be difficult to", "discern to what extent ideology played a role and to show that many of", "these movements promote violence, said Oren Segal, director of the ADL’s", "Center on Extremism.", "Deadly attacks by extremists only tell part of the story about white", "nationalism, Segal said. There are other signs, including an apparent rise", "in white nationalist propaganda and growth in online activity by white", "supremacists.", "\"Language that used to be something I would see on a random forum on a", "random place on the internet now seems to be part of a public discussion,\"", "he said.", "https://www.sharethefacts.co/share/38d3d431-bc4a-446d-bd0f-9725717ffeb5", "Sign Up For Our Weekly Newsletter", "_____________________", "[ Sign up ]", "_____________________", "Our Sources", "NBC, Tweet, March 15, 2019", "New America, What is the threat to the United States today?", "New America, Anti-Muslim activities in the United States, 2019", "Center for Strategic and International Studies, The Rise of Far-Right", "Extremism in the United States, Nov. 2018", "National Consortium for the Study of Terrorism and Responses to Terrorism,", "Ideological Motivations of Terrorism in the United States, 1970--2016", "Anti-Defamation League, Murder and extremism in the United States in 2018", "Anti-Defamation League, White Supremacists Step Up Off-Campus Propaganda", "Efforts in 2018", "FBI, Hate crime statistics for 2017", "Council on American Islamic Relations, Civil rights report, 2018", "Southern Poverty Law Center, Hate groups reach record high, Feb. 19, 2019", "Washington Post, Congress pushes the FBI for domestic terror data amid", "rise in right-wing extremism, March 15, 2019", "Washington Post, Trump says white nationalism is not a rising threat after", "New Zealand attacks: ‘It’s a small group of people,’ March 15, 2019", "AP, White House aide says 'absurd' to link shooter and Trump; But defense", "fails to silence critics, March 18, 2019", "TIME, Trump Says He Doesn't See White Nationalism as a Rising Global", "Threat After New Zealand Shooting, March 15, 2019", "PolitiFact, A look at the data on domestic terrorism and who’s behind it,", "Aug. 16, 2017", "PolitiFact, Fact-checking Cory Booker's statistic on attacks by white", "nationalist hate groups, Jan. 18, 2018", "PolitiFact, Are there white nationalists in the White House? Aug. 15, 2017", "PolitiFact, Is the Center for Immigration Studies a hate group, as the", "Southern Poverty Law Center says? March 22, 2017", "Interview, David Sterman, New America policy analyst, March 19, 2019", "Interview, Robert McKenzie, New America senior fellow, March 20, 2019", "Interview, Jeff Giertz, U.S. Sen. Cory Booker campaign spokesman, March", "18, 2019", "Interview, Oren Segal, director of the ADL’s Center on Extremism, March", "19, 2019", "Interview, Hogan Gidley, White House spokesman, March 19, 2019", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Amy Sherman", "Donald Trump", "stated on March 21, 2021 a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "Ron DeSantis", "stated on March 13, 2021 in an interview on Fox News:", "\"When I became governor, we banned sanctuary cities and we also did", "E-Verify.\"", "mostly-true mostly-true", "By Amy Sherman • March 19, 2021", "Facebook posts", "stated on March 8, 2021 a Facebook post:", "Under HR 1, a person can still vote if they are 16, in the U.S. illegally,", "have no ID and have not registered to vote", "barely-true barely-true", "By Amy Sherman • March 10, 2021", "Ted Budd", "stated on March 2, 2021 a tweet:", "Says H.R. 1 “allows minors to vote.”", "false false", "By Amy Sherman • March 10, 2021", "Facebook posts", "stated on March 2, 2021 a Facebook post:", "The Georgia House passed a bill that “makes it a misdemeanor to give food", "or water to voters waiting in line.”", "true true", "By Amy Sherman • March 9, 2021", "Mike Pence", "stated on March 3, 2021 Daily Signal op ed:", "The voting bill known as H.R. 1 would mean “that millions of illegal", "immigrants are quickly registered to vote.\"", "false false", "By Amy Sherman • March 5, 2021", "Elise Stefanik", "stated on March 3, 2021 a tweet:", "H.R. 1 would “prevent removal of ineligible voters from registration", "rolls.”", "false false", "By Amy Sherman • March 4, 2021", "Donald Trump", "stated on February 28, 2021 a speech at CPAC:", "HR 1 “automatically registers every welfare recipient to vote.”", "barely-true barely-true", "By Amy Sherman • March 2, 2021", "Ronna McDaniel", "stated on February 22, 2021 a tweet:", "Says the American Civil Liberties Union opposes H.R. 1 on grounds that “it", "threatens our freedom of speech.”", "half-true half-true", "By Amy Sherman • March 1, 2021", "Act for America", "stated on February 23, 2021 an online post:", "HR 1 will allow members of Congress to draw a second salary “worth an", "estimated $600,000 per year!”", "false false", "By Amy Sherman • February 25, 2021", "Joe Biden", "stated on February 19, 2021 a speech:", "“The vast majority of the American people” support Biden’s $1.9 trillion", "rescue plan, “including a majority of Republicans.”", "half-true half-true", "By Amy Sherman • February 22, 2021", "Beto O'Rourke", "stated on February 16, 2021 a tweet:", "“Energy experts and State House Dems, among others, were warning of this", "(the Texas power blackout) for years.”", "true true", "By Amy Sherman • February 19, 2021", "Joe Biden", "stated on February 5, 2021 an interview on CBS:", "“If you're making less than $15 an hour, you're living below the poverty", "wage.”", "half-true half-true", "By Amy Sherman • February 10, 2021", "Richard Durbin", "stated on February 4, 2021 a Senate speech:", "“More than 200,000 DACA recipients are essential infrastructure workers”", "including “41,700 DACA recipients in the healthcare industry”", "mostly-true mostly-true", "By Amy Sherman • February 9, 2021", "Ron Klain", "stated on January 24, 2021 an interview on Meet the Press:", "\"The process to distribute the vaccine, particularly outside of nursing", "homes and hospitals out into the community as a whole, did not really", "exist when we came into the White House.\"", "barely-true barely-true", "By Amy Sherman • January 27, 2021", "Donald Trump doesn’t think white nationalism is on the rise. Data show", "otherwise", "* Tony Evers", "stated on March 14, 2021 in TV interview:", "“There’s still (only) a handful of school districts\" doing no", "in-person instruction.", "true true", "By Madeline Heim • March 29, 2021", "* Alex Padilla", "stated on March 22, 2021 in remarks in a Senate hearing:", "“In a majority of states, new voters are able to obtain a rifle", "quicker than they’re able to cast their first ballot.”", "mostly-true mostly-true", "By Louis Jacobson • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Cathy McMorris Rodgers", "stated on March 18, 2021 in a House hearing:", "The Democratic clean energy plan is pro-China, because \"90% of the", "solar panels, 80% of the wind machines, 90% of the rare earth minerals", "… are in Asia or in China.”", "half-true half-true", "By Jon Greenberg • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "Load more", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]