["Link: author", "Link: canonical", "The Moment by Pete for America", "Sign in", "The Moment by Pete for America", "An Action Plan to Combat the National Threat Posed by Hate and the Gun Lobby", "Pete Buttigieg", "Pete Buttigieg", "Follow", "Aug 6, 2019 · 10 min read", "[ Submit ]", "[ Submit ]", "[ Submit ]", "When America was attacked on 9/11, we immediately said that we would never", "allow it to happen again. We declared that those attacks would change us", "for the better and we mobilized to action. Today, America is under attack", "from homegrown white nationalist terror — facilitated by an unchecked", "corporate gun lobby — and the response from too many of our leaders is", "still “thoughts and prayers.” After foreign terrorist attacks, airport", "travelers have to take off their shoes. After three mass shootings in a", "single week, Congress takes off for recess.", "I was a junior in high school when the Columbine shooting took place. This", "week, as we mark the 7th anniversary of the shooting at the Oak Creek Sikh", "temple, a mall in El Paso where my grandmother used to take me as a", "teenager turned into the scene of yet another massacre. For my entire", "lifetime, after each mass shooting we’ve seen politicians in Washington", "condemn the loss of life and offer their condolences. They talk about", "change, but it remains easier to buy weapons of war than a bottle of beer.", "They condemn the acts of lone individuals, but are too embarrassed or", "evasive to confront the hateful ideology that spurs so many to act —", "because an unrestrained gun lobby and racial division serves so many of", "their political interests. We’ve traumatized an entire generation and are", "set to traumatize yet another.", "Meanwhile, every day, one at a time, we continue to lose an average of 100", "lives to gun violence — disproportionately in black and brown communities", "— all around the country, including in my hometown.", "Enough.", "Weapons like the one I carried in Afghanistan have no place on our streets", "or in our schools — least of all in the hands of white nationalists. I", "want to be able to look back on this moment and tell my children that we", "brought people together to deliver gun safety. I want my children to be", "able to go to the mall with their grandmother, or to school, or to the", "movies, without living in fear.", "To meet this urgent national security crisis and secure our communities,", "the politics of cut-and-paste condemnation and inaction must give way to a", "new and different approach. One that speaks clearly about the problems we", "face, and is unafraid to put forth solutions that will actually meet those", "challenges. One that recognizes we must not only propose smart policy, but", "also build and sustain political power to ensure those ideas are enacted.", "One that understands that, yes, the best thing we can do to stop the rise", "of white nationalism and the pernicious influence of the NRA is to defeat", "their top enabler in Donald Trump. But we must also act before a new", "President takes office in 2021.", "Policy Action", "The United States is the only country in the developed world where this", "kind of gun violence happens routinely. We throw up our hands as though", "this was the result of some cosmic force, but these tragedies are the", "consequence of policy failures. It’s time to address those.", "Dedicate $1 billion to prevent and combat radicalization and violent", "extremism:", "The Trump Administration cut funding allocated to the Department of", "Homeland Security to combat white nationalism. We must do more than simply", "reinstate that funding — we must dedicate $1 billion to ensure that law", "enforcement across all agencies and all levels have sufficient resources", "to counter the growing tide of white nationalist violence.", "1. Empower law enforcement — including the FBI, state and local", "authorities — with greater resources for preventing domestic terrorist", "attacks before they occur: More than 70% of international terrorism", "arrests occur before violence takes place. With domestic terrorism, the", "opposite is true: 72% of arrests occur after a violent act.", "* Increase the FBI’s domestic counterterrorism field staff and", "strengthen ties to state and local authorities, so that our law", "enforcement agencies can work together to prevent domestic terrorist", "attacks.", "* Expand our ability to track hate. We can’t combat what we can’t", "measure. We must pass the No Hate Act, the Durbin-Schneider Domestic", "Terrorism Prevention Act, and the Domestic Terrorism DATA Act. Restore", "federal funding for the Global Terrorism Database.", "* Reinvest in DHS’ ability to prevent and fight extremism, violence, and", "hate. The Trump administration slashed DHS funding and reduced its", "staff dedicated to countering violent extremism. As an intelligence", "officer in the United States military who specialized in", "counterterrorism, I’ve seen firsthand what a concerted, coordinated", "effort to fight terror can do and what it will take to fully confront", "this threat.", "2. Pursue domestic white nationalists with international terrorism links.", "Empower the National Counterterrorism Center in the Office of the Director", "of National Intelligence to investigate international links to white", "nationalist violence. The FBI arrests international terrorist suspects", "through constant vigilance and it should do the same against violent white", "supremacist groups.", "3. Address the link between gender-based violence and domestic terrorism.", "Training law enforcement on the connection between misogyny and violent", "extremism is crucial to prevention, as is funding community outreach and", "intervention programs focused on sexism.", "Stop the spread of violent extremism online:", "1. Work with social media and other online platforms to identify and limit", "the spread of hateful ideology. Social media companies and online", "platforms have a critical role to play in ensuring that their services are", "not used to facilitate and spread hate. Federal funding for tech", "innovation and training should be used to help improve the software tools", "that can identify and track far-right extremism, within the boundaries of", "internet companies’ terms of service and consistent with the First", "Amendment.", "2. Name and shame online platforms and other companies that refuse to take", "steps to curb use by hate groups. Certain platforms like 8chan exist as an", "alternative space where right-wing and extremist ideology flourishes.", "These platforms should be regularly monitored by law enforcement.", "Make sure guns don’t get into the wrong hands:", "1. Make background checks universal and close the loopholes that allow", "dangerous individuals to acquire and keep guns. After each new mass", "shooting, it has become routine to learn that the perpetrator acquired", "their guns legally. Current federal law only requires licensed gun dealers", "to conduct background checks on gun sales, allowing too many people who", "are banned from having guns to acquire them anyway. This loophole and", "others that allow dangerous individuals to obtain guns have to be closed.", "* Institute universal background checks. The Senate should immediately", "pass universal background check legislation — including from all gun", "shows and unlicensed online sales — which was passed by the House of", "Representatives over 150 days ago.", "* Close the “boyfriend loophole.” We need to close loopholes that will", "reduce the number of intimate partner homicides, including extending", "laws to apply to dating partners in the same way that they treat", "partners who have lived together as spouses.", "* Close the “Charleston loophole.” Under federal law, if a", "federally-licensed gun dealer who has initiated a background check has", "not been notified within three business days that the sale would", "violate federal or state laws, the sale can go forward by default. We", "must close this deadly loophole and allow the FBI additional time to", "investigate potentially dangerous people. Until a background check is", "completed, gun sales must be prohibited from taking place.", "* Close the hate loophole. Hate and bigotry have motivated some of the", "deadliest mass shootings in our nation’s history. In too many cases, a", "firearm turns bigoted threats into deadly assaults. In recent years,", "the number of active hate groups in the U.S. has reached an all-time", "high. We must pass the Disarm Hate Act, which would prohibit people", "convicted of hate crimes from acquiring or possessing firearms.", "2. Ban assault weapons and high-capacity magazines. In the two decades", "since Columbine, America has barely changed its national gun laws, besides", "letting an assault weapons ban expire. As a veteran, I know that", "military-grade weapons have no place in our neighborhoods. The same is", "true for high-capacity magazines, some of which can hold up to 100 rounds", "of ammunition and significantly increase a shooter’s ability to injure and", "kill large numbers of people quickly without needing to reload. We’ve", "already decided that certain weaponry — like tanks and rockets — are", "unacceptable in civilian hands. Congress should similarly reinstitute a", "federal assault weapons ban and ban magazines that hold more than 10", "rounds of ammunition.", "3. Support red flag laws that disarm domestic abusers. Red flag laws allow", "a judge to seize legally-owned guns if someone is determined to be an", "immediate threat to themselves or others. In many cases, people close to a", "mass shooter had observed clear warning signs of violence — such as", "stalking or abusing women — but were unable to act to keep the shooter", "from accessing weapons. Congress should pass a federal Extreme Risk", "Protection Order Act to allow for an intervention before there is carnage.", "4. Establish a nationwide gun licensing system. Comprehensive background", "checks can be made more effective by also requiring the gun buyer to be", "licensed — similar to what we require of car owners nationwide. This", "increases accountability for both sellers and buyers, and makes it less", "likely that a prohibited individual will be able to obtain a gun. Congress", "should also supplement universal background check legislation with federal", "licensing laws.", "5. Resume federal funding for gun violence research. Gun violence is a", "public health crisis, but for the past two decades Congress has", "effectively cut funding from the Centers for Disease Control and", "Prevention (CDC) and National Institutes of Health (NIH) for studying gun", "violence. The House of Representatives allocated $50 million of funding", "for gun violence research at CDC and NIH, and the Senate should", "immediately pass it. When someone wants to make it illegal to research", "something, you’ve got to wonder what they’re worried we might find.", "Political Action", "Our democracy is broken when 90% of Americans — including most Republicans", "and gun owners — support a policy like universal background checks, and", "Congress can completely ignore the will of the American people. Forcing", "our political system to respond will require dramatic action to build and", "sustain political power. If you’re sickened by the seemingly endless cycle", "of bloodshed and bigotry, you don’t even have to wait until the next", "election. All across the country, there are grassroots advocates", "mobilizing to pass common-sense gun laws that will keep our communities", "safe. Take action and become an advocate today.", "1. Call your senators and demand they reconvene immediately to act on gun", "safety and hate. The House already passed bipartisan legislation in", "February that would strengthen background checks. But Mitch McConnell", "won’t even bring the bill to a vote in the Senate. Either this Senate", "needs to respond to the American people, or this Senate needs to be", "replaced. Dial 877–615–7198 to call your Senator and demand they take", "action to prevent gun violence and condemn hate at the highest levels of", "government.", "2. Build the power of those who won’t accept the status quo anymore. For", "decades, we’ve been told the NRA is unbeatable. Our leaders — both", "Democrats and Republicans — have bought into this fallacy. But from the", "March For Our Lives to statehouses across the country, a new generation of", "leaders has refused to accept the status quo — and they’re building the", "political power to make real change. Help build their power by", "contributing: Giffords: Courage to Fight Gun Violence, Moms Demand Action,", "Brady: United Against Gun Violence, March for Our Lives, and the Community", "Justice Reform Coalition.¹", "3. End the filibuster as we know it. While we work to take back the", "Senate, we must also reform it. For too long, Senate Republicans have used", "the arcane and undemocratic filibuster to thwart the will of the American", "people. In 2013, in the wake of the massacre at Sandy Hook Elementary", "School, bipartisan, common-sense gun safety legislation failed despite", "receiving 54 votes in the Senate. It’s a pretty basic idea: if the vast", "majority of Americans support a policy, it shouldn’t require more than a", "simple majority in the Senate. Call on your senators and Senate candidates", "to support ending the filibuster as we know it.", "Civic Action", "Combating hate requires us to build not only policy and political", "solutions, but cultural and civic ones as well. At the local level, I’ve", "seen how much more readily we treat our neighbors and coworkers as human", "beings rather than some category to be demonized. Repairing our social", "fabric must be part of our approach to taking on this challenge.", "1. Empower local leaders to take action. Use federal grants to empower", "local leaders — including mayors, law enforcement officials, faith-based", "organizations, school officials and students, nonprofit leaders and the", "business community — to find and implement best practices for violence and", "hate prevention.", "2. Strengthen the social fabric of our nation. The hatred and ignorance", "manifested in these murderous manifestos is facilitated by a society that", "has become increasingly alienated from one another. In these times of", "growing division, it is more important than ever to create shared", "experiences. And as I found when I deployed to Afghanistan — where I", "learned to trust with my life people who had nothing in common with me", "except that we were all Americans — service is a great way to rediscover", "the bonds that hold us together when others seek to tear us apart. In", "addition to getting to know your neighbors and participating in local", "service opportunities, learn more about our call to national service here.", "In America, things are impossible until they happen. At the beginning of", "this decade, it was absurd to imagine that somebody like me could serve", "openly in the military or be married in my home state of Indiana. But time", "and time again, from marriage equality to affordable health insurance, we", "have seen an energized America make incredible breakthroughs. It will", "require a new way of thinking about our problems and how to meet them, but", "together we will create change. Join us in making gun safety the issue", "where the impossible becomes possible.", "¹Pete for America is proud to support these groups, and is only asking for", "donations directly to them of up to $20,000 per calendar year, per", "individual to support their missions. Pete for America is not asking for", "donations from sources other than individuals.", "The Moment by Pete for America", "Notes from Pete Buttigieg, his team, and everyday Americans…", "Follow", "6.1K", "79", "* Guns", "6.1K claps", "6.1K claps", "79 responses", "[ Submit ]", "[ Submit ]", "[ Submit ]", "Pete Buttigieg", "Written by", "Pete Buttigieg", "Follow", "Husband, veteran, writer, Democrat, South Bend’s former Mayor Pete.", "Boot-Edge-Edge. (he/him)", "Follow", "The Moment by Pete for America", "The Moment by Pete for America", "Follow", "Notes from Pete Buttigieg, his team, and everyday Americans uniting to", "meet our nation’s urgent challenges.", "Follow", "Pete Buttigieg", "Written by", "Pete Buttigieg", "Follow", "Husband, veteran, writer, Democrat, South Bend’s former Mayor Pete.", "Boot-Edge-Edge. (he/him)", "The Moment by Pete for America", "The Moment by Pete for America", "Follow", "Notes from Pete Buttigieg, his team, and everyday Americans uniting to", "meet our nation’s urgent challenges.", "More From Medium", "Betsy DeVos Considers Allowing Schools To Arm Teachers Using Federal Funds", "BAILEY, THE LIBTARDTARIAN 🃏", "[IMG]", "[IMG][IMG]", "American Arms 2020", "Derek Ahlswede", "[IMG]", "[IMG][IMG]", "Don’t Let This Moment Pass", "Bloomberg Opinion in Bloomberg Opinion", "[IMG]", "[IMG][IMG]", "Can We Talk About Guns for a Minute?", "Nikki Tate in The Ascent", "[IMG]", "[IMG][IMG]", "I Gave Up My Gun After the New Zealand Mosque Shootings. Why Are Americans Mad", "at Me for It?", "Washington Post in The Washington Post", "[IMG]", "[IMG][IMG]", "The Swallowing Of Male Anger", "Alex Mell-Taylor", "[IMG]", "[IMG][IMG]", "NRA’s Bankruptcy Won’t Solve America’s Dire Gun Violence Crisis", "Allen Huang in Dialogue & Discourse", "[IMG]", "[IMG][IMG]", "I’ve read countless posts since the Santa Fe shooting, the latest in a long line", "of avoidable…", "Dalbin Osorio", "[IMG]", "[IMG][IMG]", "Learn more.", "Medium is an open platform where 170 million readers come to find", "insightful and dynamic thinking. Here, expert and undiscovered voices", "alike dive into the heart of any topic and bring new ideas to the surface.", "Learn more", "Make Medium yours.", "Follow the writers, publications, and topics that matter to you, and", "you’ll see them on your homepage and in your inbox. Explore", "Share your thinking.", "If you have a story to tell, knowledge to share, or a perspective to offer", "— welcome home. It’s easy and free to post your thinking on any topic.", "Write on Medium", "About", "Help", "Legal", "Get the Medium app", "A button that says 'Download on the App Store', and if clicked it will", "lead you to the iOS App store", "A button that says 'Get it on, Google Play', and if clicked it will lead", "you to the Google Play store"]