["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Coronavirus", "* Factcheck", "* Politics", "* Race in America", "* Visual Explainers", "* Nation", "* World", "* Investigations", "* Health", "* Education", "* Weather", "* Just the FAQs", "* Elections", "Facebook  Twitter  Email", "[IMG]", "Lawmakers not likely to miss paycheck during shutdown", "----------------------------------------------------------------------", "Deirdre Shesgreen  |  Gannett Washington Bureau", "WASHINGTON -- All three Springfield, Mo.-area House members have asked for", "their congressional pay to be withheld during the government shutdown.", "But that doesn't mean they will miss a paycheck, even as thousands of", "federal workers in Missouri endure furloughs.", "\"Until the government shutdown is resolved, I request that my pay be", "withheld,\" Rep. Vicky Hartzler, R-Harrisonville, said in a news release on", "Wednesday. Rep. Billy Long, R-Springfield, has made a similar request,", "according to his spokesman.", "But members of Congress are paid on the last business day of the month,", "which was Monday. They are not due to receive another paycheck until Oct.", "31.", "And while the House's chief administrative officer can hold back a", "lawmaker's paycheck temporarily, the House has to disburse the funds", "eventually. So anyone who has asked their pay be withheld during the", "shutdown will get their money when it's over.", "\"The U.S. Constitution requires that members' salaries be paid in full,", "regardless of whether or not there is a lapse in appropriations,\" said Dan", "Weiser, a spokesman for the House chief administrative officer. \"However,", "members may request that the chief administrative officer not deliver", "their paychecks until the government reopens.\"", "A spokesman for Rep. Jason Smith, R-Salem, said he also has asked the", "House to withhold his pay during the shutdown, and he will give the money", "back to the U.S. Treasury once he receives any missed checks.", "It's not clear yet whether federal workers who have been furloughed will", "receive back pay. That will be up to Congress to determine when the", "current funding impasse is resolved.", "The dispute centers on GOP efforts to tie continued federal funding to a", "dismantling of the healthcarereform law. Funding for most government", "agencies dried up on Tuesday, the start of the new fiscal year, sparking", "the shutdown.", "Sen. Claire McCaskill, D-Mo., said she will either remit her shutdown pay", "to the U.S. Treasury, or she'll make some charitable donation with that", "money.", "Sen. Roy Blunt, R-Mo., is planning to take his salary as usual and said", "the discussion of lawmaker's pay during the shutdown is \"silly\" and", "\"symbolic.\" He noted that Congress has failed to deal with major tasks,", "such as passing the annual appropriations bills, which have helped create", "the current crisis.", "\"It's such a small issue relative to the big problem we face,\" Blunt said.", "Asked if the move by his colleagues to have their pay withheld was a PR", "stunt, Blunt said he didn't want to be critical of other lawmakers'", "decisions.", "But \"I don't think it matters at all,\" he said. \"And … I think it's a", "silly conversation to have.\"", "--", "Contact Deirdre Shesgreen at dshesgreen@gannett.com", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]