["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "National Security", "'We have a problem': Federal agencies scramble to fight domestic terror with", "limited resources", "The Department of Homeland Security has cut resources that were once", "devoted to fighting domestic terror, while the FBI assigns more agents to", "fight jihadis than white supremacists.", "[IMG]", "Trump condemns racist websites in wake of El Paso shooting", "Aug. 5, 201902:02", "Aug. 5, 2019, 11:19 PM UTC", "By Laura Strickler, Julia Ainsley and Ken Dilanian", "WASHINGTON — Two mass shootings within just 24 hours have called into", "question the amount of resources that the Department of Justice and the", "Department of Homeland Security have devoted to spotting and thwarting the", "threat of domestic terrorism in the United States.", "The top two members of the Senate Homeland Security Committee wrote a", "letter to Attorney General William Barr on Monday, renewing their request", "for information on how the Justice Department is carrying out its mission", "to protect Americans from domestic terrorism.", "Meanwhile, a DHS official who spoke to NBC News on Monday, after a day of", "scrambling to arrange meetings and phone calls with local partners, said", "the feeling at the DHS is, \"uh-oh, we have a problem.\" The official said", "that there's an effort to demonstrate what the DHS can do to confront the", "rising threat of domestic terrorists, like the shooter who killed 22 in El", "Paso, Texas, on Saturday after posting an anti-immigrant diatribe online.", "[IMG]", "Why it's hard for federal agencies to combat domestic terror", "Aug. 6, 201902:52", "Over the past two years, the DHS, which has a mission to coordinate and", "share information about threats posed to the United States among federal,", "state and local law enforcement agencies, has made cuts to personnel and", "resources previously devoted to fighting domestic terrorism.", "The government defines domestic terrorism as acts motivated not by foreign", "ideologies, like Islamic extremism, but U.S.-based ideologies, like white", "supremacy.", "In June, Brette Steele, the former regional director of strategic", "engagement in the Department of Homeland Security's Office of Terrorism", "and Prevention Partnerships, testified before Congress about the drastic", "cuts she has witnessed since 2017.", "Two years ago, the DHS office handling domestic terrorism — as well as the", "prevention of other terror threats to the U.S. homeland — \"managed $10", "million in grant funding, 16 full-time employees, 25 contractors and a", "total budget of approximately $21 million,\" Steele said.", "[IMG]", "In NYT op-ed, Fmr FBI director warned of domestic terror, white supremacy link", "Aug. 5, 201911:11", "Today, the office's mission has broadened to include \"an incident where a", "known or knowable attacker selects a particular target prior to their", "violent attack,\" but its resources have dwindled down to \"no contractors,", "and no other means of supporting existing programs beyond a team of eight", "dedicated, full-time employees and an operating budget of $2.6 million,\"", "she said in her testimony before the House Oversight Committee on June 4.", "Most recently, the DHS has made cuts to the following areas:", "1. Reassigning domestic terrorism analysts: According to two DHS", "officials, a group of intelligence analysts previously dedicated to", "studying trends in domestic terrorism were reassigned. The reason? The", "Trump administration decided the FBI could take on the role without", "the help of the DHS. However, some former officials have said losing", "the DHS analysts in this area hurt its relations with local law", "enforcement. Former DHS official Nate Snyder said these analysts would", "monitor trends, emerging threats and new behaviors they were noticing", "among potential domestic terrorists and share that information with", "local law enforcement. But as of April, those communities \"are no", "longer getting that information from DHS. FBI has been allowed to take", "the lead on putting these products out. Their (the FBI's) relationship", "with state and local governments are good, but it is not part of their", "mission like it is at DHS.\"", "2. New office, less funding: In April, acting DHS Secretary Kevin", "McAleenan announced the establishment of the Office of Targeted", "Violence and Terrorism Protection, which will address both domestic", "and international terror as well as all \"acts of targeted violence.\"", "But the agency declined to specify how many staff members or how much", "money the new office will have. According to Steele's June 4", "testimony, the office will have an operating budget of $2.6 million,", "but it remains unclear what portion of the funding or manpower will be", "devoted specifically to domestic, rather than foreign, terror threats.", "3. Cuts in grants to prevention programs: The Obama administration", "awarded $10 million in grants to local organizations developing", "programs to prevent community members from being radicalized by any", "form of extremist ideology. The Trump administration put the grants on", "hold but eventually distributed the funds, with some groups getting", "even larger amounts than previously promised. But the grants were not", "renewed past July 2019. Dr. Denise Bulling, senior research director", "at the University of Nebraska's Public Policy Center, received DHS", "grants to develop prevention tools that could be used in the public", "health community. Her funding ended July 31. \"If there was funding out", "there, I would find it, believe me. I'm not aware of any at this", "point,\" she said.", "At the FBI, a Domestic Terrorism-Hate Crimes Fusion Cell was launched", "earlier this year. Composed of subject matter experts from both the", "Criminal Investigative and the Counterterrorism divisions, the fusion cell", "offers program coordination from the FBI headquarters. It “helps ensure", "seamless information-sharing across divisions, and augments investigative", "resources,” the bureau says, and is active on the El Paso case.", "Yet there is a resource disparity at the FBI. Michael McGarrity, the FBI's", "counterterrorism chief, told Congress in May that 80 percent of FBI field", "agents and analysts are devoted to working on matters of international", "terrorism, including homegrown jihadi extremists. Twenty percent are", "working on domestic terrorism, including the threat posed by white", "supremacists.", "[IMG]", "What's behind America's domestic terror problem?", "Aug. 5, 201904:19", "Yet at the same hearing, McGarrity said there had been more arrests and", "deaths in the U.S. caused by domestic terrorists than international", "terrorists in recent years.", "\"Individuals affiliated with racially motivated violent extremism are", "responsible for the most lethal and violent activity,\" he said.", "The DHS did not immediately respond to a request for comment about the", "recent changes. The Justice Department, which oversees the FBI, did not", "immediately respond to a request for comment about the letter to Barr or", "criticisms of its domestic terror program.", "President Donald Trump addressed the country in the wake of the shootings", "in Texas and Dayton, Ohio, on Monday, saying, \"First, we must do a better", "job of identifying and acting on early warning signs. I am directing the", "Department of Justice to work in partnership with local, state and federal", "agencies, as well as social media companies, to develop tools that can", "detect mass shooters before they strike.\"", "But the DHS official who says agency staff spent the day scrambling to", "bring local law enforcement agencies up to speed on the threat of domestic", "terrorism said there are no discussions of new funding to fulfill the", "president's mandate.", "Laura Strickler", "Laura Strickler is an investigative producer in the NBC News Investigative", "Unit based in Washington.", "Image: Julia AinsleyJulia Ainsley", "Julia Ainsley is a correspondent covering the Department of Homeland", "Security and the Department of Justice for the NBC News Investigative", "Unit.", "Ken Dilanian", "Ken Dilanian is a correspondent covering intelligence and national", "security for the NBC News Investigative Unit.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]