["Link: image_src", "Link: alternate en-gb", "Link: alternate en", "Link: alternate en-us", "Link: alternate en-ca", "Link: amphtml", "Link: canonical", "Link: publisher", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "* The Biden Presidency", "* Facts First", "* US Elections", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "* The Biden Presidency", "* Facts First", "* US Elections", "_____________________", "Search", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "----------------------------------------------------------------------", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "Follow CNN Politics", "* * * * Shootings highlight critical gaps in stopping domestic terrorism", "By Priscilla Alvarez and Geneva Sands, CNN", "Updated 1241 GMT (2041 HKT) August 5, 2019", "Is it an act of violence or terror?", "Is it an act of violence or terror?", "JUST WATCHED", "Is it an act of violence or terror?", "Replay", "More Videos ...", "MUST WATCH", "Is it an act of violence or terror? 02:46", "(CNN)The US has struggled to confront the rise of domestic terrorism", "threats, drawing concern from lawmakers and former officials that there is", "a lack of a cohesive strategy to deal with the problem and the limited", "resources available skew towards international efforts.", "The FBI has seen a significant rise in the number of white supremacist", "domestic terrorism cases in recent months, a senior bureau", "counterterrorism official told CNN recently. Congress and the executive", "branch, critics say, have been slow to react.", "A US Department of Homeland Security-sponsored study this year found that", "there are \"major gaps in national terrorism prevention efforts,\" stemming", "from limited investment and a lack of focus. Federal initiatives have also", "been stymied by a \"sustained opposition\" to some if its terrorism", "prevention efforts.", "DHS funding for efforts aimed at countering violent extremism were also", "found to be significantly lower than other western democracies, according", "to the study.", "The administration has also made changes to federal funding for grants", "meant to counter violent extremism and the staff in the Homeland Security", "office that administers them has been diminished.", "Read More", "On Sunday, US Attorney for the Western District of Texas John Bash said", "the Justice Department is treating the El Paso shooting that took the", "lives of at least 20 people over the weekend as a \"domestic terrorist", "case\" -- placing an issue this administration, like those before it, has", "had to contend with at the forefront.", "Despite the rise in domestic cases, there is no federal charge for", "\"domestic terrorism.\" The US doesn't have a domestic terrorism law and no", "government agency designates domestic groups as being terrorist", "organizations. That means many cases the FBI calls domestic terror-related", "end up with a variety of charges for violations of laws related to guns or", "even other state charges.", "For instance, in several past race- and religion-motivated mass shootings", "by extremists, like at a Charleston, South Carolina, church in 2015 and at", "the Tree of Life synagogue in Pittsburgh last fall, the shooters have", "faced hate crime and murder charges.", "\"We prosecute domestic terrorists for their criminal acts, not for their", "beliefs or based on their associations,\" Brad Wiegmann, a deputy assistant", "attorney general with the Justice Department's national security division,", "testified at a US House hearing in May. \"The FBI opens cases on suspected", "criminal violations, not ideologies.\"", "In a statement Sunday night, the FBI said it \"remains concerned that", "U.S.-based domestic violent extremists could become inspired by these and", "previous high-profile attacks to engage in similar acts of violence.\"", "When mass shooters in the US are linked to known international terrorist", "groups, terrorism charges then come into play. Critics say those laws", "disproportionately apply to Muslim extremists.", "\"Killing random civilians to spread a political message is terrorism,\"", "former Deputy Attorney General Rod Rosenstein tweeted Sunday. \"FBI", "classifies it as domestic terrorism, but \"white terrorism\" is more", "precise. Many of the killers are lone-wolf losers indoctrinated to hate", "through the internet, just like Islamic terrorists.\"", "Acting Homeland Security Secretary Kevin McAleenan in June testified in a", "congressional hearing that \"white supremacist extremist violence\" a \"huge", "issue\" and called it an \"an evolving and increasingly concerning threat.\"", "Rep. Steve Scalise, a Louisiana Republican who was the victim of a mass", "shooting two years ago, also cited the internet, although he added a note", "about \"mental health.\"", "\"These events should be classified as domestic terrorism, and I'm glad", "that in the case of El Paso, the FBI is treating it as such,\" he tweeted.", "\"There is clearly a culture of death in America today. Violence is", "glorified and normalized on our screens every day. Instead of seeking", "professional help for mental health problems, men are being radicalized in", "online forums. This must stop.\"", "Who is a domestic terrorist?", "Domestic terror cases generally include suspects involved in violence", "related to anti-government views, racial or religious bias, environmental", "extremism and abortion-related views.", "A resource guide released by DHS in April also warned that soft targets,", "like shopping centers, \"may be vulnerable to attacks using simple tactics", "and readily available weapons.\"", "But only Congress can change the laws surrounding domestic terrorism, and", "Wiegmann alluded to the difficulty of any such action.", "The departments charged with the various aspects of domestic terrorism", "have had to contend with the rise of domestic threats and have faced", "questioning on their response to it.", "\"\"If there's interest in the Congress in pursuing a domestic terrorism", "statute, we're certainly open to having that discussion,\" Wiegmann told", "the House Homeland Security Committee in May, but \"designating domestic", "groups as domestic terrorist organizations and picking out particular", "groups that you say you disagree with their views and so forth is going to", "be highly problematic.\"", "In 2017, Daryl Johnson, a former senior analyst for domestic terrorism at", "DHS, wrote in The Washington Post about the backlash he received when he", "flagged warned of \"the resurgence of right-wing extremist activity and", "associated violence\" in the US in 2009.", "\"Unfortunately, the Department of Homeland Security caved to the political", "pressure: Work related to violent right-wing extremism was halted. Law", "enforcement training also stopped. My unit was disbanded. And, one-by-one,", "my team of analysts left for other employment,\" Johnson wrote. \"By 2010,", "there were no intelligence analysts at DHS working domestic terrorism", "threats.\"", "What can be done?", "In the case of El Paso, authorities are investigating a racist,", "anti-immigrant screed that they believe was posted by a man who opened", "fire at a shopping center in the city on Saturday.", "This administration has faced criticism over its handling of threats, and", "the funding put in place to combat them.", "During a congressional hearing in May, acting DHS Secretary Kevin", "McAleenan fielded questions on numerous grants that help state and local", "law enforcement with terrorism prevention, as some lawmakers shared", "concerns about the anti-terrorism component of the department.", "Democratic Rep. Dina Titus of Nevada recalled the Las Vegas shooting and", "asked about cuts to grants aimed at helping urban areas to, among other", "things, prevent, protect against, and recover from acts of terrorism.", "McAleenan said such grants and partnerships with state and locals are", "\"critical\" to the department, adding, \"We're looking for shared", "responsibility, shared investments with communities around the country to", "maintain their capability, while we still have significant funding", "dedicated to\" those grants.", "The exchange was indicative of the issues raised over cutting funding", "designed to assist with counter-terrorism efforts, when it cut some", "organizations out of money for \"countering violent extremism\" grants -- a", "move that took place under then-DHS Secretary John Kelly.", "In 2017, the Trump administration rescinded a grant offer to Life After", "Hate, which the Obama administration told just before leaving office in", "January would receive $400,000 to expand its outreach and intervention", "services for former white supremacists and others in the \"criminal", "underground.\"", "The Trump administration eventually doled out the countering violent", "extremism grants to its own list of organizations, which increased money", "given to local law enforcement agencies.", "The future of the grant program is unclear. The fiscal year 2020 budget", "proposal for Homeland Security did not include funding for the grants,", "though it did include terrorism prevention, the retooled term for", "countering violent extremism.", "The results of countering violent extremism programs have been difficult", "to measure and have also been criticized by advocates as unfair targeting", "of minority communities.", "Earlier this year, McAleenan announced the establishment of a new office,", "aimed at preventing terrorism and \"acts of targeted violence such as", "racially motivated violence.\"", "The new office, which rebranded and reorganized existing DHS programs, was", "created to \"ensure that all forms of violence, regardless of the", "ideological motivation, are being addressed,\" according to a DHS press", "release at the time.", "* * * * * * * _____________________", "Search", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "Follow CNN Politics", "* * * * ----------------------------------------------------------------", "* Terms of Use", "* Privacy Policy", "* Accessibility & CC", "* AdChoices", "* About Us", "* Modern Slavery Act Statement", "* Advertise with us", "* CNN Store", "* Newsletters", "* Transcripts", "* License Footage", "* CNN Newsource", "* Sitemap", "© 2021 Cable News Network.A Warner Media Company.All Rights Reserved.CNN", "Sans ™ & © 2016 Cable News Network."]