["Link: canonical", "Link: image_src", "Life After Hate", "[ Submit ]", "COVID-19 Get Help About Us Media Blog Contact Take Action Donate", "Back Mission Team Programs History Our board Our impact", "Back Press Videos Request Speaker", "Back Donate Volunteer Shop Stay informed", "[ Submit ]", "_____________________ [ Submit ]", "COVID-19Get Help About Us Mission Team Programs History Our board Our", "impact Media Press Videos Request Speaker BlogContact Take Action Donate", "Volunteer Shop Stay informed", "Life After Hate", "Donate", "Life After Hate to Congress: \"White supremacist ideology inevitably expresses", "itself in murder\"", "Life After Hate’s Tony McAleer testified on June 4 before the U.S. House", "Subcommittee on Civil Rights and Civil Liberties during its hearing: “On", "Confronting White Supremacy (Part II): Adequacy of the Federal Response.”", "McAleer, one of the cofounders of Life After Hate and currently its board", "chairman, delivered the following oral remarks in addition to his written", "testimony.", "Chairman Raskin, Ranking Member Roy, members of the committee, thank you", "for the opportunity to appear before you today.", "Life After Hate was founded in the summer of 2011 by former members of", "violent white supremacist groups. Our goal is to help people caught up in", "the destructive cycle of hate from which we were able to free ourselves.", "Within a year of our founding, a former U.S. Army soldier with ties to", "white supremacist and neo-Nazi groups, killed six innocent people and", "injured four others at a Sikh temple in Oak Creek, Wisconsin.", "A little less than three years later, in 2015, another white supremacist", "walked into the AME Church in Charleston, South Carolina with the same", "goal. He was armed and primed for murder, and killed nine people that day.", "That same year, Life After Hate answered a call from a troubled veteran.", "He’d done tours to Iraq and Afghanistan and was becoming preoccupied with", "his local Muslim community.", "Thankfully, he reached out to us. Within 24 hours, two of our team members", "were on a flight to meet with him. They spent the next 72 hours together,", "culminating in a powerful meeting with the Imam of the local Muslim", "center.", "To this day, the vet is still engaged with his local Muslim community — a", "community that is safer as a result.", "Our team prides itself on our ability to assess, and where necessary,", "respond quickly to situations where delays can prove costly.", "Fast forward to August 2017 — a white supremacy rally draws a who’s who of", "violent extremist groups to Charlottesville, Virginia. Attended by the", "KKK, white nationalists and neo-Nazis — the subsequent violence claimed a", "young woman’s life, and was broadcast to a national television audience.", "We saw it again in October 2018 at the Tree of Life synagogue in", "Pittsburgh with nine more people being senselessly murdered. In April this", "year, at the Chabad of Poway in California. We saw another innocent person", "murdered by a violent white supremacist.", "And we are not alone. In March, a white supremacist attacked two mosques", "in Christchurch, New Zealand, killing 51 innocent people.", "The expert team at Life After Hate are often referred to as formers —", "meaning former violent extremists. Just as important as our unique,", "firsthand experience within violent extremist groups is our collective", "professional training and experience. Collectively, the Life After Hate", "team has worked with hundreds of men and women who were able to", "successfully exit the white power movement and build more positive lives.", "Our founding group has undergone extensive personal and professional", "development, and today, the Life After Hate team has three decades of", "professional counseling experience between them.", "There is no other organization that’s able to perform the unique work that", "Life After Hate does, that has the credibility to encourage members of", "violent extremist groups to reach out to them and, just as importantly to", "work at scale.", "Life After Hate has built a successful model that combines our unique", "experiences, professional training, and evidence-based practices.", "We’re now teaching the model.", "This in-person training empowers local professionals (law enforcement,", "mental health and social services) to recognize emerging threats in their", "community and to effectively engage that person or group.", "The outcome of this first contact from local professionals can define", "success or failure, so it’s vitally important they receive specialized", "training.", "Since Charlottesville, Life After Hate has received more than 240 requests", "for help from individuals and families.", "This is almost two-and-a-half times the number of people we helped in the", "six years prior. In the last three months alone we have opened 45 new", "cases.", "Life After Hate is committed to continuing our work, and to sharing the", "unique understanding and knowledge we’ve developed in assisting nearly 400", "members of white supremacist groups to leave the movement.", "I come before you today to urge the government to recognize that if left", "unchecked, white supremacist ideology inevitably expresses itself in", "murder.", "This ideology is deadly and, fueled by social media, the threat to society", "is growing exponentially.", "Thank you.", "Domestic terrorism, Tony McAleerSammy RangelJune 5, 2019Congressional", "hearing, White supremacy", "Facebook0  Twitter  LinkedIn0  Reddit  Tumblr  Pinterest0  0 Likes", "Previous", "Statement on deadly week of mass shootings", "Sammy RangelAugust 4, 2019", "Next", "Can a nation forgive a reformed neo-Nazi?", "Compassion, DeradicalizationSammy RangelApril 9, 2019Formers, Forgiveness", "©Life after hate", "116 W. Jackson Blvd.", "Suite 109/MB 349", "Chicago, IL 60604", "info@lifeafterhate.org", "Info", "Mission", "Impact", "Programs", "Press", "Blog", "Peacemakers", "Fact Sheet", "Resources", "Action", "Volunteer", "Contact", "Donate", "Request Speaker", "Partnerships", "Academic Requests", "Get Help", "Sign up to receive news and updates.", "Email Address _____________________", "Sign Up", "Thank you!", "© 2020 Life After Hate Inc. All rights reserved.", "Life After Hate™ and ExitUSA™ are registered trademarks of Life After", "Hate, Inc.", "Privacy Policy", "Terms of Use", "Guidestar 2020 seal.png Guidestar 2020 seal.png", "Life After Hate", "917 West Washington Avenue,", "Chicago, IL 60607,", "USA", "info@lifeafterhate.org", "Hours"]