["Link: canonical", "Link: amphtml", "_____________________ [ Submit ]", "* Live TV", "* Shows", "* This Day In History", "* Schedule", "* Topics", "* Stories", "* Videos", "* Speeches & Audio", "* HISTORY Podcasts", "* History at Home", "* Shop", "* Ad Choices", "* Advertise", "* Closed Captioning", "* Copyright Policy", "* Corporate Information", "* Employment Opportunities", "* FAQ/Contact Us", "* Privacy Notice", "* Terms of Use", "* TV Parental Guidelines", "* RSS Feeds", "* Accessibility Support", "* Privacy Settings", "* * * * [ Submit ]", "Logo", "* Shows", "* This Day In History", "* Schedule", "* Topics", "* Stories", "* * * * [ Submit ]", "Logo", "* Shows", "* This Day In History", "* Schedule", "* Topics", "* Stories", "THIS DAY IN HISTORY", "January 09", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "Year", "1493", "Month Day", "January 09", "Columbus mistakes manatees for mermaids", "* * * * On January 9, 1493, explorer Christopher Columbus, sailing near", "the Dominican Republic, sees three “mermaids”—in reality manatees—and", "describes them as “not half as beautiful as they are painted.” Six months", "earlier, Columbus (1451-1506) set off from Spain across the Atlantic Ocean", "with the Nina, Pinta and Santa Maria, hoping to find a western trade route", "to Asia. Instead, his voyage, the first of four he would make, led him to", "the Americas, or “New World.”", "Mermaids, mythical half-female, half-fish creatures, have existed in", "seafaring cultures at least since the time of the ancient Greeks.", "Typically depicted as having a woman’s head and torso, a fishtail instead", "of legs and holding a mirror and comb, mermaids live in the ocean and,", "according to some legends, can take on a human shape and marry mortal men.", "Mermaids are closely linked to sirens, another folkloric figure,", "part-woman, part-bird, who live on islands and sing seductive songs to", "lure sailors to their deaths.", "Mermaid sightings by sailors, when they weren’t made up, were most likely", "manatees, dugongs or Steller’s sea cows (which became extinct by the 1760s", "due to over-hunting). Manatees are slow-moving aquatic mammals with", "human-like eyes, bulbous faces and paddle-like tails. It is likely that", "manatees evolved from an ancestor they share with the elephant. The three", "species of manatee (West Indian, West African and Amazonian) and one", "species of dugong belong to the Sirenia order. As adults, they’re", "typically 10 to 12 feet long and weigh 800 to 1,200 pounds. They’re", "plant-eaters, have a slow metabolism and can only survive in warm water.", "Manatees live an average of 50 to 60 years in the wild and have no natural", "predators. However, they are an endangered species. In the U.S., the", "majority of manatees are found in Florida, where scores of them die or are", "injured each year due to collisions with boats.", "READ MORE: The Ships of Christopher Columbus Were Sleek, Fast—and Cramped", "Citation Information", "Article Title", "Columbus mistakes manatees for mermaids", "Author", "History.com Editors", "Website Name", "HISTORY", "URL", "https://www.history.com/this-day-in-history/columbus-mistakes-manatees-for-mermaids", "Access Date", "Publisher", "A&E Television Networks", "Last Updated", "January 7, 2021", "Original Published Date", "November 24, 2009", "By", "History.com Editors", "* * * * FACT CHECK: We strive for accuracy and fairness. But if you see", "something that doesn't look right, click here to contact us! HISTORY", "reviews and updates its content regularly to ensure it is complete and", "accurate.", "ALSO ON THIS DAY", "21st Century", "2001", "Apple launches iTunes, revolutionizing how people consume music", "On January 9, 2001, Apple launches iTunes, a media player that", "revolutionized the way people consumed digital media. Bill Kincaid and", "Jeff Robbin, two former Apple employees, developed an MP3 player called", "SoundJam MP in the late 1990s. In 2000, Apple re-hired them and their", "...read more", "Crime", "1984", "One of the “Hillside Stranglers” sentenced to life", "Angelo Buono, one of the Hillside Stranglers, is sentenced to life in", "prison for his role in the rape, torture, and murder of 10 young women in", "Los Angeles. Buono’s cousin and partner in crime, Kenneth Bianchi,", "testified against Buono to escape the death penalty. Buono, a ...read more", "21st Century", "2007", "Steve Jobs debuts the iPhone", "On January 9, 2007, Apple Inc. CEO Steve Jobs unveils the iPhone—a", "touchscreen mobile phone with an iPod, camera and Web-browsing", "capabilities, among other features—at the Macworld convention in San", "Francisco. Jobs, dressed in his customary jeans and black mock turtleneck,", "called ...read more", "Art, Literature, and Film History", "1768", "First modern circus is staged", "Englishman Philip Astley stages the first modern circus in London. Trick", "riders, acrobats, clowns, trained animals, and other familiar components", "of the circus have existed throughout recorded history, but it was not", "until the late 18th century that the modern spectacle of the ...read more", "World War II", "1945", "United States invades Luzon in Philippines", "Gen. Douglas MacArthur and the American 6th Army land on the Lingayen Gulf", "of Luzon, another step in the capture of the Philippine Islands from the", "Japanese. The Japanese controlled the Philippines from May 1942, when the", "defeat of American forces led to General MacArthur’s ...read more", "U.S. Presidents", "1913", "Richard M. Nixon is born", "Richard Milhous Nixon, 37th president of the United States, is born on", "January 9, 1913 in California. The son of Quaker parents, Nixon grew up in", "the southern California city of Yorba Linda. Early on he proved himself to", "be a stellar student, attending Whittier College and ...read more", "Get More History!", "Sign up now to learn about This Day in History straight from your inbox.", "Sign Up", "Westward Expansion", "1887", "Record cold and snow decimates cattle herds", "On one of the worst days of the “worst winter in the West,” nearly an inch", "of snow falls every hour for 16 hours, impeding the ability of already", "starving cattle to find food. The plains ranchers had seen hard winters", "before, but they had survived because their cattle had been ...read more", "Art, Literature, and Film History", "1979", "Pop luminaries gather at the U.N. for the Music for UNICEF concert", "In an effort to call attention to the poverty, malnutrition and lack of", "access to quality education affecting millions of children throughout the", "developing world, the United Nations proclaimed 1979 the “International", "Year of the Child.” To publicize the proclamation and raise ...read more", "Art, Literature, and Film History", "1924", "Virginia Woolf buys a house in Bloomsbury", "On January 9, 1924, Virginia Woolf and her husband buy a house at 52", "Tavistock Square, in the Bloomsbury district of London near the British", "Museum. Woolf had been associated with the district since 1902, when she", "took a house in the area with her three siblings after their ...read more", "Art, Literature, and Film History", "1976", "Sylvester Stallone starts filming \"Rocky\"", "The classic rags-to-riches story got a macho spin in the Oscar-winning", "Rocky, which was written by its star, Sylvester Stallone, and began", "filming on January 9, 1976. Stallone had his own rags-to-riches tale: Born", "in the gritty Hell’s Kitchen neighborhood of New York City, he was ...read", "more", "1970s", "1972", "Fire breaks out on former RMS Queen Elizabeth", "On January 9, 1972, the ship Seawise University (formerly the RMS Queen", "Elizabeth) sinks in Hong Kong Harbor despite a massive firefighting effort", "over two days. The Queen Elizabeth, named after the wife of King George", "VI, was launched on September 27, 1938; at the time, it was ...read more", "Cold War", "1952", "President Truman warns of Cold War dangers", "In his 1952 State of the Union address, President Harry S. Truman warns", "Americans that they are “moving through a perilous time,” and calls for", "vigorous action to meet the communist threat. Though Truman’s popularity", "had nose-dived during the previous 18 months because of ...read more", "Civil War", "1861", "“Star of the West” is fired upon", "On January 9, 1861, a Union merchant ship, the Star of the West, is fired", "upon as it tries to deliver supplies to Fort Sumter in Charleston Harbor,", "South Carolina. This incident was the first time shots were exchanged", "between North and South, although it did not trigger the Civil ...read", "more", "American Revolution", "1776", "Thomas Paine publishes \"Common Sense\"", "On January 9, 1776, writer Thomas Paine publishes his pamphlet “Common", "Sense,” setting forth his arguments in favor of American independence.", "Although little used today, pamphlets were an important medium for the", "spread of ideas in the 16th through 19th centuries. Originally ...read", "more", "* Ad Choices", "* Advertise", "* Closed Captioning", "* Copyright Policy", "* Corporate Information", "* Employment Opportunities", "* FAQ/Contact Us", "* Privacy Notice", "* Terms of Use", "* TV Parental Guidelines", "* RSS Feeds", "* Accessibility Support", "© 2021 A&E Television Networks, LLC. All Rights Reserved."]