["Link: canonical", "Link: shortlink", "Biodiversity Heritage Library - Program news and collection highlights", "from BHL", "* Home", "* News", "* Featured Books", "* All Featured Books", "* Book of the Month Series", "* User Stories", "* Campaigns", "* Fossil Stories", "* Garden Stories", "* Monsters Are Real", "* Page Frights", "* Her Natural History", "* Earth Optimism 2020", "* Tech Blog", "* Visit BHL", "Home", "News", "Featured Books", "All Featured Books", "Book of the Month Series", "User Stories", "Campaigns", "Fossil Stories", "Garden Stories", "Monsters Are Real", "Page Frights", "Her Natural History", "Earth Optimism 2020", "Tech Blog", "Visit BHL", "* Home", "* News", "* Featured Books", "* All Featured Books", "* Book of the Month Series", "* User Stories", "* Campaigns", "* Fossil Stories", "* Garden Stories", "* Monsters Are Real", "* Page Frights", "* Her Natural History", "* Earth Optimism 2020", "* Tech Blog", "* Visit BHL", "_____________________", "Biodiversity Heritage Library - Program news and collection highlights", "from BHL", "Blog Reel, Campaigns, Featured Books, Monsters Are Real", "The Beautiful Monster: Mermaids", "In 1492, Christopher Columbus sailed out from Spain with a mission to find", "a western trade route to Asia. Instead, he found a whole “New World”…and", "something altogether more mysterious.", "On January 9, 1493, near the Dominican Republic, Columbus spotted three", "“mermaids.” How did he describe them? “They are not as beautiful as they", "are painted, since in some ways they have a face like a man”", "(History.com).", "The myth of a marine human extends as far back as 5,000 BCE, when the", "Babylonians worshipped a fish-tailed god named Oannes. John Ashton, author", "of Curious Creatures in Zoology, proposes that this is the first depiction", "of a merman. Also in classical antiquity, the goddess Atargatis, chief", "goddess of northern Syria, was depicted as a fish-bodied human, thus", "constituting the first known representation of a mermaid.", "View Full Size Image", "Ancient god Oannes, perhaps first representation of a merman. Ashton,", "John. Curious Creatures in Zoology. 1890.", "http://biodiversitylibrary.org/page/23574964.", "By the Common Era, mermen and mermaids had made their way into the", "accepted zoological canon. Pliny the Elder, who lived in the first century", "CE and had quite a lot to contribute to the discussion of mythical beasts,", "asserted that mermaids were real. According to Philemon Hollands’s 1601", "translation (1634 edition in BHL), Pliny stated,", "“And as for the Mermaids called Nereides, it is no fabulous tale that", "goeth of them: for looke how painters draw them, so they are indeed:", "only their body is rough and scaled all over, even in those parts where", "they resemble a woman.”", "View Full Size Image", "Tritons, or Nereids, the merpeople of the Greeks and Romans. Ashton,", "John. Curious Creatures in Zoology. 1890.", "http://biodiversitylibrary.org/page/23574966.", "In the centuries that followed, many people claimed to actually see", "mermaids. In 1608, during an expedition to discover the Northwest Passage,", "Henry Hudson claimed that several crewmembers spotted a mermaid. From the", "naval upwards, she was like a woman, with long, black hair, but she had a", "tail like a porpoise.", "View Full Size Image", "Mermaid of the type inhabiting the Dutch East Indies. Valentijn’s mermaid,", "after Fallours. Lee, Henry. Sea Fables Explained. 1883.", "http://biodiversitylibrary.org/page/10985600.", "By the eighteenth century, many believed that mermaids inhabited the seas", "surrounding the Dutch East Indies. The official painter of the Dutch East", "India Company, Samuel Fallours, included a tantalizing mermaid within his", "1718 drawing depicting the assortment of exotic biodiversity found around", "the islands. Francois Valentijn included a copy of Fallours’ mermaid in", "his publication on the East Indies, entitled Natural History of Amboina", "(1727). He claims that this “monster resembling a siren” was captured on", "the coast of Borneo.", "Mermaid as Monster", "Valentijn’s “monster” title alludes to the fact that merpeople were not", "always represented in a sensual light. Sometimes, they were just plain", "monsters. Within the 13th century Norwegian manuscript Konungs", "skuggsjá (linked: English translation by Laurence Larson), we read of the", "merman:", "“The monster is tall and of great size and rises straight out of the", "water…It has shoulders like a man but no hands…No one has ever observed", "it closely enough to determine whether its body has scales like a fish", "or skin like a man. Whenever the monster has shown itself, men have", "always been sure that a storm would follow.”", "View Full Size Image", "Sea Satyr, or Sea Demon. Gessner, Conrad. Historia Animalium. 2nd Ed.", "1604. http://biodiversitylibrary.org/page/42166652.", "And of course, we can’t omit Conrad Gessner from our discussion. His 16th", "century book Historia Animalium depicts the Sea Satyr, also calling it a", "sea demon. According to John Ashton, Gessner “tries to pass it off as a", "veritable merman.” Gessner also claims that, on November 3, 1523, a", "man-fish, about the size of a five year old boy, was seen at Rome.", "View Full Size Image", "Man-fish, about the size of a boy, seen at Rome. Gessner, Conrad. Historia", "Animalium. 2nd Ed. 1604. http://biodiversitylibrary.org/page/42166072.", "Two other curious, merman-esque monsters include the Monk and Bishop Fish.", "Gessner, and later others including Guillaume Rondelet, Ulisse Aldrovandi,", "and Gaspar Schott, portray these beasts, claiming that a Monk-fish was", "caught off Norway, in a troubled sea, and that the Bishop-fish was seen", "off the coast of Poland in 1531. Despite such observational reports, these", "monsters were likely a commentary on the religious tension of the day,", "resulting in an association between cleric figures and monsters.", "View Full Size Image", "Monk and Bishop Fish, as republished by Schott. Not all historians", "accepted the full veracity of these beasts. Guillaume Rondelet, who", "included a picture of the bishop fish in his 1554-55 book, stated, “I", "think that certain details beyond the truth of the matter have been added", "by the painter to make the thing seem more marvelous.” (Ellis, pg. 85).", "Schott, Gaspar. Physica Curiosa. 1662.", "http://biodiversitylibrary.org/page/41531037.", "Mermaids Through Misidentification", "If an exploration of historic monsters has taught us anything, it’s that", "most were not fabricated out of pure myth. Usually, they proceed from an", "attempt to categorize an unknown animal sighting.", "Bernard Heuvelmans, considered the father of cryptozoology, studied the", "process by which unknown animals become monsters and monsters are", "identified as known animals. Of this transformation, he wrote, “The", "mythifying process can sometimes be carried to the point of altering its", "object beyond recognition” (Heuvelmans, 1990).", "Case in point: The Manatee.", "View Full Size Image", "Manatees. Biologia Centrali-Americana. Mammalia.", "1879-82. http://biodiversitylibrary.org/page/570882. Read a manatee", "dissection in this 1941 fieldbook by Edward Chapin from The Field Book", "Project.", "As Heuvelmans explained,", "“Since the manatee has pectoral mammae…and a body that tapers to a", "fishlike tail, it has always been identified, on both side of the", "Atlantic, with the fascinating mermaid, despite its (to our eyes) ugly", "face…” (Heuvelmans, 1990)", "The three mermaids that Columbus spotted in 1493 (or sirens as he called", "them), were undoubtedly manatees. He, and many explorers after him,", "determined that these aquatic mammals were mermaids in flesh and blood.", "Sightings of dugongs, a member of the manatee’s order, have also been", "associated with mermaids throughout history. Indeed, the order containing", "manatees and dugongs to this day is called “Sirenia.”", "View Full Size Image", "Dugong and Manatee. Craig, Hugh. Johnson’s Household Book of Nature.", "1880. http://biodiversitylibrary.org/page/39742211.", "Manatees aren’t the only animals that have played the part of a mermaid.", "In the thirteenth century, a fisherman in Lake Constance, outside Bregenz,", "Austria, found a mermaid (Shadows in the Sea, 1963). He heard a voice call", "to him from the sea, saying, “Take my daughter and hang her in the Arch of", "Martinster. She is begat of a land woman and is of no use here.” He", "followed the voice’s command and hung the mermaid in the archway, after", "which it died in a contorted shape. The true identity of the creature? A", "shark, possibly a Porbeagle. The original mummified shark was replaced", "with a stone replica so that it could always stand guard over the city.", "View Full Size Image", "Bregenz Mermaid, actually a mummified shark. McCormick, Harold. Shadows in", "the Sea. 1963. http://biodiversitylibrary.org/page/10741173.", "Of course, mistaking a manatee or a shark for a mermaid with breasts and", "flowing locks, which so many sailors vehemently claimed to have seen,", "seems impossible. It’s clear that some good old exaggeration (and blatant", "lies) contributed to the mermaid myth.", "Mermaids Through Fabrication", "The lies associated with the mermaid’s history are more tangible than", "exaggerating manatees as beautiful women. “Unlike most other monsters,", "which, almost by definition are very large” explains Richard Ellis in his", "book Monsters of the Sea, “’mermaids’ are small enough to tempt people to", "manufacture them.” (pg. 80). And that’s exactly what they did.", "Mermaid Fabrication falls into two general categories: “Monkey” Mermaids", "and Jenny Hanivers.", "View Full Size Image", "“Monkey” Mermaid. Lee, Henry. Sea Fables Explained. 1883.", "http://biodiversitylibrary.org/page/10985610.", "“Monkey” Mermaids made their way into western mermaid lore in the", "nineteenth century. Apparently manufactured in Japan, these twisted", "mermaid interpretations were created by combining a small monkey’s head", "and torso with a dehydrated fish. In the 1840s, P.T. Barnum made a fortune", "by exhibiting what he claimed, and successfully convinced many people,", "were the remains of a mermaid. Today it is famously known as the Feejee", "Mermaid.", "View Full Size Image", "Barnum’s Feejee Mermaid. Lee, Henry. Sea Fables Explained.", "1883. http://biodiversitylibrary.org/page/10985611.", "Over time the Jenny Haniver also came to be associated with mermaids. The", "first known illustration of a Jenny Haniver appears in Gessner’s Historia", "Animalium in the mid-1500s.", "View Full Size Image", "A ray, mutilated to look mermaid-esque. This image is the first known", "depiction of a Jenny Haniver-style specimen. Gessner, Conrad. Historia", "Animalium. 2nd Ed. 1604. http://biodiversitylibrary.org/page/42166434.", "What exactly are these disturbing specimens? They are mutilated", "elasmobranchs – either a ray, skate, or guitarfish. The fins are cut so", "that they resemble wings, a string is tied around the “neck” area to give", "it a human appearance, and the tail is twisted into a suitable", "mermaid-esque form. The charade is then allowed to dry in the sun and", "varnished for preservation.", "View Full Size Image", "“basilicus ex raia,” another Jenny Haniver-style farce. These specimens", "were also sometimes associated with dragons. Aldrovandi, Ulisse.", "Serpentum, et draconum historiæ libri duo. 1640.", "http://biodiversitylibrary.org/page/41765368.", "In the mid-1600s, Ulisse Aldrovandi published what he called a basilisk", "but which was created in the same fashion as Gessner’s Jenny Haniver. He", "includes a caption with his illustrations reading “basilicus ex raia,”", "indicating his awareness of the illegitimacy of the monster. Both Gessner", "and Aldrovandi classify these strange beasts as rays, but provide no", "further information.", "View Full Size Image", "Over time, rays mutilated to resemble human-fish hybrids came to be", "associated with mermaids under the term Jenny Hanivers. Ulisse Aldrovandi,", "who published this image in 1640, described it as “basilicus ex raia,”", "indicating an awareness of the illegitimacy of the creature. See more", "fantastic historic monsters come to life on the Smithsonian Libraries’", "Tumblr. GIF created by Richard Naples (Smithsonian Libraries), based", "on Aldrovandi, Ulisse. Serpentum, et draconum historiæ libri duo.", "1640. http://biodiversitylibrary.org/page/41765369.", "Of course, by Gessner and Aldrovandi’s time, the term Jenny Haniver was", "not yet in use. The name does not appear in published form until 1928,", "when Gilbert Whitley wrote about these monsters in an Australian Museum", "Magazine article. The origin of the name is unknown, though it has been", "suggested that it is a derivative of ‘Anvers,’ the French name for Antwerp", "and a possible place of origin for the deception.", "The Case for the Mermaid", "So, does the mermaid exist? Obviously not in the form of a half man or", "woman, half fish, but, to quote Dr. Ellis in Monsters of the Sea, “The", "sirens are still with us, however, in the form of the manatees and", "dugongs. They may not have the sex appeal of their namesake, and they", "certainly are not as beautiful as the mermaid, but they differ from their", "historic and literary ancestors in one irrefutable respect: they exist.”", "(pg. 98).", "* Follow our blog and #bhlMonstersRreal on Twitter and Facebook all week", "to learn more about monsters and the animals that inspired them.", "* Browse historic illustrations of mermaids and the animals that", "inspired them in Flickr.", "* Browse the books that portray these historic monsters in BHL.", "* Carve a merman in your Halloween Pumpkin this year! Share your", "carvings with us on Facebook and Twitter!", "* See some of our favorite monsters come to life on the Smithsonian", "Libraries’ Tumblr!", "Reference:", "* Ellis, Richard. Monsters of the Sea. New York: Alfred A. Knopp, Inc.,", "1994. Print.", "* Heuvelmans, Bernard. The Metamorphosis of Unknown Animals into", "Fabulous Beasts and of Fabulous Beasts into Known", "Animals. Cryptozoology 9 (1990) 1-12.", "#bhlMonstersRreal, halloween, mermaids, monsters, rays", "October 31, 2014", "Share This Post", "Avatar for Grace Costantino", "Written by Grace Costantino", "Grace Costantino is the Outreach and Communication Manager for the", "Biodiversity Heritage Library. In this capacity, she developed and manages", "BHL's communication strategy, oversees social media initiatives, and", "engages with the public to excite audiences about the wealth of", "biodiversity heritage available in BHL.", "Related Posts", "[IMG]", "Monsters, the Scientific Revolution, and Physica Curiosa", "May 24, 2013", "[IMG]", "Monsters Are Real…", "October 27, 2014", "[IMG]", "To Contemplate Without Dread: Nineteenth Century Taxidermy and the Study of", "Natural History", "October 25, 2018", "Leave a Comment", "Your Comment (required)", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "Name (required)", "_____________________", "Mail (required)", "_____________________", "Website", "_____________________", "[ ] Save my name, email, and website in this browser for the next time I", "comment.", "IFrame", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "[ ] Notify me of follow-up comments by email.", "[ ] Notify me of new posts by email.", "[ Leave a Comment ]", "« Previous post", "Crowdsourcing and BHL: Current Projects that Allow Users to Help Us", "Improve Our Library!", "Next post »", "The Octopus…The Monster that Isn’t", "Help Support BHL", "BHL’s existence depends on the financial support of its patrons. Help us", "keep this free resource alive!", "Donate Now", "Search", "Search for: _____________________", "About BHL", "The Biodiversity Heritage Library is an open access digital library for", "biodiversity literature and archives. BHL’s global consortium of natural", "history, botanical, and research libraries cooperate to digitize and make", "their collections accessible as a part of a global “biodiversity commons.”", "Follow BHL", "* *  *  *  * Join Our Mailing List", "Sign up to receive the latest news, content highlights, and promotions.", "Subscribe Now", "Subscribe to Blog via Email", "Enter your email address to subscribe to this blog and receive", "notifications of new posts by email.", "Join 199 other subscribers", "Email Address _____________________", "Subscribe", "Subscribe to our Blog Via RSS", "Subscribe to the blog RSS feed to stay up-to-date on all the latest BHL", "posts.", "Access RSS Feed", "BHL on Twitter", "Tweets by @BioDivLibrary", "Inspiring Discovery through Free Access to Biodiversity Knowledge.", "The Biodiversity Heritage Library makes it easier than ever for you to", "access the information you need to study and explore life on Earth…for", "free, anytime, anywhere.", "58+ Million Pages of", "Biodiversity Literature Online.", "EXPLORE", "Tools and Services", "to Transform Research.", "EXPLORE", "200,000+", "Illustrations on Flickr.", "EXPLORE", "PRIVACY | TERMS OF USE | ABOUT | BLOG AUTHORS | SITE MAP", "Download Adobe Acrobat Reader"]