["share on Facebookshare on Twitter", "The Greatest Game Never Played", "By Jonathan Abrams", "Illustration by Brian Konnick", "February 14, 2017", "Your browser does not support the video tag.", "The made-for-TV court at Caesars Palace could have been empty except for", "one basketball and two of the game's most illustrious players ever. They", "would've been free of teammates, facing each other head-on in The King of", "the Court, to finally answer a question that remained unanswered for so", "long: Who's betterâ\u0080\u0094Michael Jordan or Magic Johnson?", "The game was to consist of two halvesâ\u0080\u0094one-on-one, 15 minutes eachâ\u0080\u0094in a", "heavyweight matchup: a pay-per-view special, maybe on HBO, but certainly", "not NBC, because this wasn't going to be some regular Sunday afternoon NBA", "game. This was meant to be a stunt of the highest order, under the bright", "lights of Las Vegas, the winner set to take home $1 million, with", "many, many more millions at stake.", "\"I came up with the idea,\" Johnson told the Los Angeles Times in January", "1990. \"We came up with what we wanted to do, and my people contacted", "Michael's people, and we decided to go ahead with it.\"", "At 30 years old with all five of his Los Angeles Lakers championships", "behind him, Johnson was the NBA's reigning MVP. With that wide smile, he", "was a Sin City promoter's dream. His opponent backing him down in that", "phantasmal matchup was going to be a 27-year-old Jordan with room enough", "for six rings ahead. Johnson's agent remembers Magic musing, He would've", "flown in the air over me.", "\"Not sounding cocky,\" Jordan said in an ESPN interview months before the", "main event was to take place, \"I must admit I would have to have the", "advantage being that I would be a little bit quicker and able to use a lot", "more weapons than he may.\"", "The crowd would be rowdyâ\u0080\u0094who shows up to a Vegas title fight without", "betting on it?â\u0080\u0094and Jordan would be motivated: His 33.6 points per game", "had again led the league for the 1989-90 season, but his Chicago Bulls had", "suffered another playoff exit to Isiah Thomas and those incessant Detroit", "Pistons. From the top of the key, Jordan would've given that wink, soared", "and let his tongue hang low, matching baby hook after baby hook with dunks", "for dollars.", "The Las Vegas Hilton Race and Sports SuperBook listed Jordan as a 2.5-to-1", "favorite ahead of a half-court battle that was also, you know, created for", "the bookies.", "\"Magic wouldn't have been able to stop him.\"", "â\u0080\u0094 ROD THORN", "\"There was a lot of talk about it, and both players seemed to be real", "interested,\" recalled Rod Thorn, who drafted Jordan as Chicago's general", "manager before becoming the NBA's executive vice president of basketball", "operations. \"Magic wouldn't have been able to stop him.\"", "It was 1990, and the biggest mano-a-mano game in basketball", "historyâ\u0080\u0094potentially the first of many in the offseason shadow of the", "NBAâ\u0080\u0094had been hatched. Bizarre sports crossovers and contract-loophole", "matchups were entering something of the pre-boom-time norm: In tennis,", "Jimmy Connors would battle Martina Navratilova; Barry Sanders and Ken", "Griffey Jr. entered a dunk contest; MTV had a burgeoning franchise in Rock", "N' Jock, pitting the Violators against the Bricklayers.", "A one-on-one basketball exhibition would hardly have been without", "precedent. That June, eight of the top college players gathered at Trump", "Plaza in Atlantic City, with Loyola Marymount's Bo Kimble defeating Gary", "Payton of Oregon State to claim the $100,000 prize. With the draft just", "two days away up in New York, NBA personnel filed in amongst the crowd to", "take a last look at the prospects. But the event was a commercial flop;", "fewer than 50,000 fans ponied up the $12.95 to watch a mini-tournament of", "lottery picks.", "Jordan against Johnson, though, was the best of the NBA's best pitted", "singularly against each other. And several major media outlets had", "reported this sure bet as all but a done deal. At the very least, the two", "stars had been approached and the game's payout had been negotiated. Both", "were intrigued, with Jordan even teasing the matchup on ESPN after the", "All-Star break.", "\"I think it's very possible that it can [happen],\" Jordan told Roy", "Firestone. \"I think it's very possible. It's still a lot of strong", "feelings against, but I don't see where itâ\u0080\u0099s going to be prevented", "through a legal battleâ\u0080¦\"", "In the same interview, a knowing young Jordan also voiced hesitancies. He", "knew The King of the Court had already turned into \"more of a business", "proposition\" than a game for bragging rights orâ\u0080\u0094Vegas forbidâ\u0080\u0094the fans:", "IFrame", "The negotiations turned into a headache for the NBAâ\u0080\u0094and opportune", "marketers and promoters missed out on a lucrative paydayâ\u0080\u0094culminating", "years later in an antitrust lawsuit that, according to court documents", "obtained by B/R Mag, accused the league of paying the players' union as", "much as $1.35 million to block such offseason matchups from then on. In", "between, that same young, not-too-cocky Jordan found himself contending", "with the union as he powered his own stardom toward the type of supremacy", "that would never so much as give anyone a shot against him one-on-one ever", "again.", "You'd still be talking about the original King of the Court right now if", "the TV executives had their way, because it could have been the pilot of", "an annual series: Duncan vs. Garnett, Kobe vs. LeBron, Westbrook vs.", "Curry, you name it. Instead, Jordan vs. Magic remains lost to memory of", "what may be the greatest basketball game never played.", "â\u009c¦ â\u009c¦ â\u009c¦", "Lou DiBella and Seth Abraham had been so dominant in managing pay-per-view", "boxing for HBO that, by the end of the 1980s, they set out in search of", "their next lucrative sporting momentâ\u0080\u0094\"a truly monstrous event,\" says", "DiBella, who was in charge of HBO Sports programming then.", "\"It would be difficult to generate enough money for a one-off sort of", "event,\" he tells B/R. \"Launching onto regular TV, the pay-per-view might", "be a perfect way to do some kind of event in another sport that could rise", "to the magnitude that it would captivate people.\"", "Abraham had been the vice president of sports programming for HBO before", "being installed as the head of Time Warner's new sports division upon its", "inception in 1990. (Time Warner is the parent company of B/R.) Abraham and", "DiBella bounced around ideas for the new entity's breakout game before", "settling on the fantasy matchup of Jordan vs. Magic. If it sounds too good", "to be true, note that Abraham shared a relationship with then-NBA", "Commissioner David Stern, and he was confident their bond could help", "bridge a deal that, he estimates, could have generated as much as $100", "million in revenue. So he approached Johnson's agent, too.", "Lon Rosen, the agent, says Johnson had a clause in his contract that", "allowed him to play sports outside of basketball. (\"He could have been a", "football player at the time without getting permission,\" Rosen says.)", "Jordan's contract had once included a \"love of the game\" provision that", "allowed him to play basketball anywhere or anytime during the offseason.", "The one-on-one game would have been a public fence-mending in the stars'", "evolving relationship. Jordan had admired the older Johnson but shot just", "2-of-9 with seven points in his first All-Star game, in 1985. That led to", "still-standing rumors of Detroit's Isiah Thomas encouraging the Eastern", "Conference offense to freeze out Jordan, while Johnson allegedly got the", "Western Conference All-Stars to play more aggressive defense against", "Jordan than a midseason exhibition deserved. (Thomas has long", "denied taking part in any All-Star conspiracy; he did not respond to", "multiple requests for comment for this story.)", "But it was the high-stakes, one-on-one boxing world that brought the two", "NBA greats back together, three summers later, at the Mike Tyson-Michael", "Spinks heavyweight fight in Atlantic City.", "\"It was really the first time they both ever really hung out,\" Rosen says.", "\"It was Charles Barkley, it was Magic, it was Charles Oakley. What's", "interesting is it was sort of the beginning of their friendship.\"", "Meanwhile, in Vegas, the higher-ups at Caesars had always been game for", "trying new things in sportsâ\u0080\u0094motor racing, pro wrestling, even hockey in", "the desert. Rich Rose, the resort's director of sports, put together the", "NHL's first outdoor gameâ\u0080\u0094a 1991 exhibition between the New York Rangers", "and Los Angeles Kings held in the hotel's parking lot that would become an", "early test case for the lucrative, league-approved Winter Classic that", "emerged decades later across baseball and football stadiums. Rose says his", "bosses were all-in on hosting a potential Jordan-Johnson bout.", "\"While it wasn't the Knicks and the Celtics or something,\" he says, \"it", "still had a lot of intrigue and interestâ\u0080\u0094and excitement for the fans,", "and that's what it's about.\"", "It was about money as wellâ\u0080\u0094not just for HBO but for all involved.", "\"When you do two million-something pay-per-view buys, you're generating", "$50 million,\" DiBella says.", "Rosen relayed the King of the Court pitch to Johnson, whose camp", "maintained strong interest. But as news of the one-on-one idea spread, the", "players' union voiced its opposition.", "\"I believe that this sets a bad precedent,\" Thomas, who by 1990 had also", "become the National Basketball Players Association president, told", "reporters.", "NBC had just agreed to pay the league a record $601 million for four", "seasons of broadcasting rights; TNT had ponied up an additional $275", "million. The league also did not want its players involved with a game", "tailor-made for gambling. According to Rosen, Stern called him, asking", "that Johnson not participate. (Stern says he does not recall the", "conversation.)", "\"We're not interested in seeing our players being promoted like fighters", "in Las Vegas,\" Gary Bettman, then a lawyer for the NBA and now the", "commissioner of the NHL, told the Boston Globe at the time. \"We're not", "going to allow anything that is exploitive or injurious to pro", "basketball.\" (Bettman declined an interview request through the NHL.)", "â\u009c¦ â\u009c¦ â\u009c¦", "Jordan said in a February 1990 ESPN interview that there were initial", "concerns regarding \"maybe the betting that's gonna be involved. But that", "happens anyway, and that's still going on now. And from their standpoint,", "they don't wanna promote it, which we understand.\"", "He said, though, that the league and the union \"should not prevent two", "individuals from making a business proposition.\"", "Despite his television teases, Jordan's interests were narrowing in", "private. He was as serious a businessman as a basketball player and would", "not risk tarnishing his image, not even for a quick, million-dollar", "payday, recalls Sam Smith, the Chicago Tribune's Bulls reporter at the", "time.", "\"This was in the mid-'80s when he was making a million a year,\" Smith", "says. \"There was someone in Japan who wanted to pay him a million dollars", "to go over there and play some sort of exhibition, and he wouldn't do it.\"", "With Jordan Brand, championships and worldwide acclaim still years away,", "Jordan was signed to ProServ, one of the first major management firms", "focused on athletes. The company had been co-founded by Donald Dell, a", "former pro tennis player and U.S. Davis Cup captain who counted Arthur", "Ashe as one of his initial clients.", "\"If I win, people will say, 'So, what do you expect? That's what Michael", "isâ\u0080\u0094he's a one-on-one player.' And if I lose, then I don't have the", "rings or the title. So what's the point of doing it?\"", "â\u0080\u0094MICHAEL JORDAN, ACCORDING TO AGENT DAVID FALK", "David Falk, Jordan's longtime agent, worked under Dell at the", "firmâ\u0080\u0094\"Donald was a tennis guy, and he thought it would be a good", "made-for-TV special,\" Falk saysâ\u0080\u0094so he pitched the idea to his client.", "But Jordan, battling perceptions that he was just a scoring machine", "without a championship, \"had zero interest in doing it,\" Falk says. And", "with Jordan's potential opponent viewed as the consummate team player, his", "agent had no interest in convincing him otherwise, despite the outsiders", "swirling with fevered interest by early 1990.", "Falk recalls Jordan saying: \"If I win, people will say, 'So, what do you", "expect? That's what Michael isâ\u0080\u0094he's a one-on-one player.' And if I lose,", "then I don't have the rings or the title. So what's the point of doing", "it?\"", "Image title", "The agent told his boss that Jordan did not feel comfortable with the King", "of the Court showdown. Dell grew agitated, according to Falk, insisting", "that the game would be monumental for their firm: \"I'll never forget. He", "said, 'Who are you working for? You working for Michael or ProServ?' And I", "said, 'If Michael Jordan doesn't think I'm working for Michael Jordan, he", "won't be a client of ProServ.'\"", "Not long afterward, in 1992, Falk split off and formed his own management", "firm. Jordan followed.", "Still, Jordan did not appreciate the players' union stepping in to block", "two men from playing what amounted to a game of expensive pickup", "basketballâ\u0080\u0094even if he had decided not to participate.", "\"I wonder what Isiah's position would be if he were playing Magic,\" Jordan", "told the San Francisco Chronicle. \"But, of course, if he were playing", "Magic, no one would want to see it.\"", "â\u009c¦ â\u009c¦ â\u009c¦", "The same year Falk left the agency with his star client, ProServ and", "Independent Entertainment Group Inc., the company hired to promote King of", "the Court, filed an antitrust lawsuit against the NBA and its teams in the", "U.S. District Court of Los Angeles.", "The lawsuit alleged that ProServ asked the NBA to support a game between", "Jordan and Johnson in early 1988. But, the agency alleged, in a \"quickly", "negotiated\" side deal between the league and players' union the next year,", "the union banked \"over $1 million in exchange for a promise not to sponsor", "or promote any off-season basketball event involving NBA players.\"", "\"Not surprisingly, Magic Johnson, one of the league's most prominent", "players, was upset at the Players Association for entering into this", "agreement,\" the brief stated.", "The agency and the promoter claimed that such a payoff would \"not", "coincidentally\" more than quadruple the salary of the union's director,", "Charles Grantham. (In an interview, Grantham said he did not recall the", "lawsuit and only vaguely remembered discussions of the game. \"We were", "against the game?\" Grantham said. \"I don't recall that at all. I don't", "know if that was ever reported, that we were against the game.\")", "Mark Baute, a lawyer for Independent Entertainment Group, says the NBA", "eventually settled the case.", "IFrame", "Somebody got a payday, but the clash of Jordan and Magic never truly", "materialized. Sure, the Bulls and the Lakers met in the 1991 NBA Finals,", "with Jordan claiming the MVP award and his first NBA championshipâ\u0080\u0094but it", "was a 4-1 Chicago runaway. That fall, Johnson stunned the world: He had", "tested positive for HIV, he said, and would be retiring immediately.", "The next year, a 44-year-old Kareem Abdul-Jabbar said he and the retired", "Julius Erving saw \"a good business opportunity\" in a showdown of their", "own.", "\"The one-on-one part of the game hasn't been brought to the public in the", "right way,\" he told the Los Angeles Times.", "It never would. Few tuned in to watch two fading stars, long past their", "primes, in an event dubbed Clash of the Legends. Abdul-Jabbar built an", "early 11-0 lead on his way to an easy 41-23 victory.", "Plans for a 1995 duel between Shaquille O'Neal and Hakeem Olajuwon were", "aborted not too long after, and with that, so disappeared any hopes of the", "NBA approving a one-on-one matchup on the outside ever again.", "Over the years, however, there has been the occasional talk of what might", "have been had a king of the court truly been able to declare himself.", "Johnson returned for the 1992 Olympics, and that summer, the Dream Team", "held highly contested scrimmages behind closed gymnasium doors. On the", "Jimmy Kimmel Live! show in May, Johnson said that after his Team USA", "practice squad had gained a large lead over Jordan's group, he started to", "talk trashâ\u0080\u0094lots of it.", "That was the closest the two got to being there, all by themselves on the", "court, for all the paying world to see.", "\"They were great businessmen and realized they're not going to fight the", "NBA, even though they were allowed to,\" says Rosen, the agent who almost", "helped broker the game of a lifetime. \"The truth was, it was so much fun", "just reading about it, but it wasn't at a place where we were close to a", "deal.\"", "Who You Got?", "Jonathan Abrams is a senior writer for B/R Mag. A former staff writer", "at Grantland and sports reporter at the New York Times and the Los Angeles", "Times, Abrams is also the best-selling author of Boys Among Men: How the", "Prep-to-Pro Generation Redefined the NBA and Sparked a Basketball", "Revolution. Follow him on Twitter: @jpdabrams.", "Click here to get B/R Mag on the go in the B/R app for more sports", "storytelling worth your time, wherever you are.", "MORE STORIES", "Bleacher Report | Knicks and Their Fans Trapped in the Past", "Knicks and Their Fans Trapped in the Past", "By Howard Beck", "Bleacher Report | The Hype Is Real: Garoppolo Worth a 1st-Rounder", "The Hype Is Real: Garoppolo Worth a 1st-Rounder", "By Mike Tanier", "Bleacher Report | 66 Reasons to Pay Attention to Spring Training", "66 Reasons to Pay Attention to Spring Training", "By Scott Miller", "Bleacher Report | Problems Cavs Must Solve Before Playoffs", "Problems Cavs Must Solve Before Playoffs", "By Greg Swartz", "Bleacher Report | Champions League 250: Top Players After Group Stage", "Champions League 250: Top Players After Group Stage", "By Daniel Tiluk", "Bleacher Report | Any Criticism of Russ Must Come with Sympathy", "Any Criticism of Russ Must Come with Sympathy", "By Grant Hughes", "share on Facebookshare on Twitter"]