["Link: canonical", "Link: amphtml", "Skip to main content", "Cookie banner", "We use cookies and other tracking technologies to improve your browsing", "experience on our site, show personalized content and targeted ads,", "analyze site traffic, and understand where our audiences come from. To", "learn more or opt-out, read our Cookie Policy. Please also read our", "Privacy Notice and Terms of Use, which became effective December 20, 2019.", "By choosing I Accept, you consent to our use of cookies and other tracking", "technologies.", "I Accept", "Chicago Sun-Times homepage", "Log In Try 1 month for $1 Subscribe", "Chicago Sun-Times homepage", "Follow Chicago Sun-Times online:", "* *  *  * Log In Try 1 month for $1 Subscribe", "Site search", "Search", "Chicago Sun-Times main menu", "* News", "* Sports", "* Politics", "* Coronavirus", "* Entertainment", "* En Español", "* E-Paper", "* Classifieds", "* Newsletters", "* Historical Archive", "* Photo Archive", "* Business", "* Commentary", "* Columnists", "* Death Notices", "* Doing Well", "* Elections", "* Events and Streams", "* FBI Files", "* Podcasts", "* Shop Local", "* Taste", "* The Grid", "* Chicago History", "* Well", "* New Subscriptions", "* News in Education Digital Access", "* Manage Your Home Delivery Account", "* Manage Your TV Weekly Account", "* Contact Customer Service", "* Sun-Times Careers & Internships", "* Search for a Job", "* Order Back Issues & Photo Reprints", "* Media Kit", "* Contact Us", "* Site Map", "* More", "_____________________ [ Search ]", "* News", "* Metro/State", "* Crime", "* Police Reform", "* Civil Unrest", "* Homicide Tracker", "* The Watchdogs", "* Coronavirus", "* Nation/World", "* Casinos & Gambling", "* Obituaries", "* Marijuana", "* Education", "* Health", "* Transportation", "* Environment", "* Immigration", "* LGBTQ", "* La Voz", "* All News", "* Sports", "* Bears", "* Bulls", "* Cubs", "* White Sox", "* Blackhawks", "* High School Sports", "* Fire / Red Stars", "* Wolves", "* Outdoors", "* Sky / WNBA", "* Colleges", "* Sports Media", "* Sports Saturday", "* Golf", "* The Last Dance", "* All Sports", "* Politics", "* Fran Spielman Show", "* City Hall", "* Springfield", "* Washington", "* Elections", "* 2020 Election Results", "* Political Endorsements", "* The Ben Joravsky Show", "* PolitiFact", "* All Politics", "* Coronavirus", "* Vaccine News", "* Free Coverage", "* Daily Newsletter", "* Coronavirus Maps & Data", "* Things To Do At Home", "* All Coronavirus", "* Entertainment", "* Movies and TV", "* Movie Review Archive", "* Murals and Mosaics", "* Food and Restaurants", "* Dear Abby", "* Horoscopes", "* Lifestyles", "* Music", "* Theater", "* Chicago-pedia", "* Stages", "* All Entertainment and Culture", "* En Español", "* E-Paper", "* Classifieds", "* View Classified Ads", "* Place a Classified Ad", "* View Small Business Ad", "* Place Small Business Ad", "* Find a Job", "* Post a Job Opening", "* View Legal Notices", "* Place a Legal Notice", "* View Obituaries", "* Place an Obituary", "* All Classifieds", "* Newsletters", "* Historical Archive", "* Photo Archive", "* Business", "* Chicago Enterprise", "* Hardest-Working Voices", "* Consumer Affairs", "* Home", "* Drive", "* Working", "* All Business", "* Commentary", "* City at the Crossroads", "* Editorials", "* Other Views", "* Letters to the Editor", "* Commentary", "* Columnists", "* Death Notices", "* Doing Well", "* Elections", "* Events and Streams", "* FBI Files", "* Podcasts", "* Shop Local", "* Taste", "* The Grid", "* Chicago History", "* Well", "* New Subscriptions", "* News in Education Digital Access", "* Manage Your Home Delivery Account", "* Manage Your TV Weekly Account", "* Contact Customer Service", "* Sun-Times Careers & Internships", "* Search for a Job", "* Order Back Issues & Photo Reprints", "* Media Kit", "* Contact Us", "* Site Map ✕", "Filed under:", "* News", "* Chicago", "* Politics", "Donald Trump stands by his campaign rhetoric", "By Associated Press Mar 14, 2016, 12:07am CDT", "Share this story", "* Share this on Facebook", "* Share this on Twitter", "* Share All sharing options", "Share All sharing options for: Donald Trump stands by his campaign rhetoric", "* Reddit", "* Pocket", "* Flipboard", "* Email", "Republican presidential candidate Donald Trump speaks at a rally on", "Sunday, March 13, 2016, in Boca Raton, Florida. | Rhona Wise/AFP/Getty", "Images", "COLUMBUS, Ohio — Showing few signs of trying to ease the nation’s tense", "political atmosphere, Republican front-runner Donald Trump is standing by", "his antagonistic campaign rhetoric, rejecting any responsibility for", "violence at his rallies and defending his supporters who have been charged", "with assaulting protesters.", "“We’re not provoking. We want peace. . . . We don’t want trouble,” he told", "a large crowd in Bloomington, Illinois, the first of three comparatively", "docile events from Illinois to Florida as he campaigned ahead of another", "critical slate of large-state primaries.", "Trump’s remarks came after a near-riot Friday night in Chicago as Trump", "canceled a scheduled rally amid widespread altercations among his", "supporters, detractors and authorities.", "His three-state tour also came less than 48 hours before polls open in a", "five-state slate that could determine whether he wins the GOP nomination", "without a contested summer convention.", "Against that backdrop, Trump continued to blame protesters, media and even", "Democratic presidential hopeful Bernie Sanders for the increasingly", "caustic campaign environment that his rivals assailed as “cause for pause”", "and certain “to do damage to America.”", "Interrupted only sparingly at his events throughout the day, Trump assured", "his backers their frustration is righteous rage against a corrupt", "political and economic system. He cast his naysayers as “bad people” that", "“do harm to the country.”", "Though by the end of the night, he seemed to miss the commotion.", "In Boca Raton, where he spoke in an outdoor amphitheater on a balmy", "Florida night, he asked, 20 minutes into his speech, “Do we have a", "protester anywhere? Do we have a disrupter?”", "IFrame", "Trump has tried to shift focus to Ohio, where he faces a late push from", "the popular governor, John Kasich. The outcome will help determine whether", "Trump can reach the 1,237 delegates required for nomination and avoid a", "contested GOP convention this summer in Cleveland.", "“If we can win Ohio, we’re going to run the table, folks,” Trump said in", "West Chester, Ohio, his second event Sunday.", "Kasich will campaign in Ohio on Monday with 2012 GOP nominee Mitt Romney,", "and 2008 vice presidential nominee Sarah Palin will campaign separately", "for Trump on Monday in Florida.", "Besides Ohio, Illinois and Florida, voters in North Carolina and Missouri", "will cast primary ballots Tuesday.", "IFrame", "Trump this weekend called Kasich “a baby” saying he’s “not tough enough to", "be president.” He went on to incorrectly identify the governor as", "KASE-itch, deliberately mispronouncing his rivals’ Czech surname. “Like,", "most people don’t even know how to pronounce his name. Kase-ick!", "Kase-ick!” Trump mocked.", "Kasich, meanwhile, reversed his monthslong practice of avoiding the topic", "of Trump.", "Speaking with The Associated Press aboard his campaign bus between stops", "in Ohio, Kasich brandished his iPad and read a list of Trump quotes", "compiled by an aide.", "The quotes included Trump’s comments that his audiences should “hit back”", "a little more and a statement that he’d like to “punch” a protester “in", "the face.”", "Said Kasich: “It’s really cause for pause.”", "Later Sunday, Kasich told a crowd in Hanoverton, Ohio, without mentioning", "Trump: “Do we go to the dark side, with negativity, the gnashing of teeth", ". . . or do we go to the hopeful and the light side?”", "Not to be outdone, Texas Sen. Ted Cruz, Trump’s closest competitor in", "delegate count, and third-place Sen. Marco Rubio of Florida, also piled", "on.", "Cruz was careful to criticize protesters for their methods, but he said", "Trump encourages an essentially un-American atmosphere.", "“I’m troubled by the rallies that Donald holds, where he asks all the", "people there to raise their hand and pledge their support to him,” Cruz", "said on NBC’s “Meet the Press.”", "“This is America. We don’t pledge allegiance to a man,” he said. “We", "pledge allegiance to a flag.”", "A distant third in delegates, Rubio compared Trump to third-world “strong", "men” and said the tone of the campaign “is really going to do damage to", "America.”", "Rubio has gone so far as to say his supporters in Ohio should vote for", "Kasich to help derail Trump. Kasich has not returned the favor.", "In Columbus, Ohio, Cruz argued that Republican voters are wasting their", "time with either Kasich or Rubio. “It’s mathematically impossible for", "either one of them to win 1,237” delegates, he said, referring to Kasich", "and Rubio.", "Kasich has yet to win a single state, while Rubio has won two primaries:", "Minnesota and Puerto Rico.", "Despite Sunday’s relative calm, Trump’s events unquestionably have become", "increasingly tense over the course of his campaign, and the candidate has", "frequently called for aggressive tactics against protesters.", "He confirmed earlier Sunday that he was considering paying the legal fees", "of a North Carolina man charged with assault after video captured him", "sucker-punching a protester at a March 9 rally in Fayetteville, North", "Carolina.", "He began this weekend blaming protesters on Sanders, saying the Vermont", "senator’s campaign organizes “disrupters” at Trump events.", "Indeed, some protesters at Trump events are seen carrying Sanders’", "campaign signs, but Sanders said Sunday on CBS’ “Face the Nation” that", "it’s “a lie” to suggest “our campaign is telling people to disrupt his", "campaign.”", "Trump wrote on Twitter and suggested again on the Sunday talk show circuit", "he would urge his backers to protest Sanders rallies. Sanders’ official", "Twitter account retorted: “Send them. They deserve to see what a real", "honest politician sounds like.”", "Trump counters that he’s due credit for canceling the Friday rally and", "avoiding a worse outcome. And despite multiple videos showing protesters", "pushed, punched and bullied at his events, he claimed “nobody gets hurt”", "at his rallies.", "IFrame", "BY BILL BARROW AND THOMAS BEAUMONT, Associated Press", "Barrow reported from Atlanta. Associated Press reporters Alan Scher Zagier", "in Illinois, Kathleen Ronayne in Ohio and Sergio Bustos and Jill Colvin in", "Florida contributed.", "Next Up In News", "* Woman found shot to death in Joliet home", "* Teen boy shot in East Side neighborhood", "* Data breach impacts 900 University of Chicago Medical Center patients", "* Man fatally shot in Austin: police", "* Chicago sees ‘quantum leap’ in COVID-19 cases — widening", "Lightfoot-Pritzker split over vaccine plans", "* Pritzker unveils ‘toolbox’ guide to begin to fix COVID-19’s damage to", "education — and $7 billion in federal tools", "Most Read", "1. Chicago sees ‘quantum leap’ in COVID-19 cases — widening", "Lightfoot-Pritzker split over vaccine plans A statewide uptick in", "coronavirus cases has already pushed back Gov. J.B. Pritzker’s plan to", "begin loosening more business restrictions, and Mayor Lori Lightfoot", "said it means additional reopenings won’t be happening in Chicago", "anytime soon.", "2. Feds probing police shooting at Red Line stop that was caught on video", "Ariel Roman, an unarmed man who was shot by a Chicago cop last year at", "the Grand station, was compelled to appear before a federal grand jury", "earlier this year.", "3. Missing 13-year-old girl last seen in Gresham Zaria Swader was last", "seen March 27 near the 7700 block of South Laflin Street and has not", "had contact with family since, Chicago police said.", "4. Kamala Harris heads to Chicago Tuesday to focus on vaccine equity The", "vice president’s visit to Chicago will be her first since she was", "sworn in.", "5. Suburban businessman kicks off GOP bid for governor emulating Trump,", "hoping to be as effective ‘a leader in Illinois’ Rabine, 57, is the", "third Republican to officially enter the race for governor — and the", "first from the Chicago area. He kicked off his campaign Tuesday with", "events in his business offices in Schaumburg and at his Bull Valley", "Golf Club in northwest suburban Woodstock.", "Sign up for the newsletter Breaking News", "Know about breaking news as it happens. We follow the stories and update", "you as they develop.", "Email (required)", "_____________________", "By signing up, you agree to our Privacy Notice and European users agree to", "the data transfer policy.", "Subscribe", "The Latest", "[IMG] [IMG]", "Horoscope for Thursday, April 1, 2021", "By Georgia Nicols", "[IMG] [IMG]", "Bulls drop fifth straight as Zach LaVine misses first game of season", "With the guard sidelined with a right ankle sprain, that meant another", "life for Lauri Markkanen in the starting lineup. And while the 7-footer", "had a solid game, the perimeter defense continued to be an issue in the", "loss.", "By Joe Cowley", "James Taylor performs at Jazz at Lincoln Center in 2019 in New York City.", "James Taylor performs at Jazz at Lincoln Center in 2019 in New York City.", "James Taylor kicking off rescheduled 2021 tour at the United Center", "Tickets for the original tour dates will be honored.", "By Miriam Di Nunzio", "A woman was found shot to death March 31, 2021 in suburban Joliet. A woman", "was found shot to death March 31, 2021 in suburban Joliet.", "Woman found shot to death in Joliet home", "Officers found a woman shot dead inside a home in the 200 block of", "Illinois Street.", "By Sun-Times Wire", "A teen boy was shot March 31, 2021 in the East Side neighborhood. A teen", "boy was shot March 31, 2021 in the East Side neighborhood.", "Teen boy shot in East Side neighborhood", "The boy, 16, was walking on the sidewalk in the 10400 block of South", "Avenue J when someone in a silver sedan fired shots, Chicago police said.", "By Sun-Times Wire", "[IMG] [IMG]", "Coronavirus live blog, March 31, 2021: Chicago sees COVID-19 hospitalizations", "jump 24% in last 3 weeks", "Here’s Wednesday’s news on how COVID-19 is impacting Chicago and Illinois.", "By Sun-Times staff", "Chorus", "* Terms of Use", "* Privacy Notice", "* Cookie Policy", "* Do not sell my info", "* Accessibility", "* Platform Status", "* Adjust cookie preferences", "* Contact Us", "* Customer Support", "* Masthead", "* Send Us a Tip", "* Terms of Sale", "Author Login", "Subscribe"]