["Link: shortlink", "Link: canonical", "Link: amphtml", "* News", "* News", "* Latest Headlines", "* Crime and Public Safety", "* Business", "* Real Estate News", "* Housing", "* Economy", "* California News", "* National News", "* World News", "* Politics", "* Technology", "* Education", "* Environment", "* Science", "* Health", "* Mr. Roadshow", "* Weather", "* SiliconValley.com", "* Transportation", "* The Cannifornian", "* Local", "* Local News Map", "* Bay Area", "* San Jose", "* Santa Clara County", "* Peninsula", "* San Mateo County", "* Alameda County", "* Santa Cruz County", "* Sal Pizarro", "* Opinion", "* Opinion", "* Editorials", "* Opinion Columnists", "* Letters to the Editor", "* Commentary", "* Cartoons", "* Election Endorsements", "* Sports", "* Sports", "* San Francisco 49ers", "* San Francisco Giants", "* Golden State Warriors", "* Raiders", "* Oakland Athletics", "* San Jose Sharks", "* San Jose Earthquakes", "* College Sports", "* Pac-12 Hotline", "* High School Sports", "* Other Sports", "* Sports Columnists", "* Sports Blogs", "* Scores and Standings", "* Things To Do", "* Entertainment", "* Things To Do", "* Restaurants, Food and Drink", "* Celebrities", "* TV Streaming", "* Movies", "* Music", "* Theater", "* Lifestyle", "* Advice", "* Travel", "* Pets and Animals", "* Comics", "* Puzzles and Games", "* Horoscopes", "* Obituaries", "* Obituaries", "* Local Obituaries", "* Place an Obituary", "* Subscribe", "* Log In", "* Logout", "The Mercury News", "* Today’s E Edition", "* Manage Subscription", "* Sign Up for Newsletters", "* Weather", "* Logout", "* News", "* News", "* Latest Headlines", "* Crime and Public Safety", "* Business", "* Real Estate News", "* Housing", "* Economy", "* California News", "* National News", "* World News", "* Politics", "* Technology", "* Education", "* Environment", "* Science", "* Health", "* Mr. Roadshow", "* Weather", "* SiliconValley.com", "* Transportation", "* The Cannifornian", "* Local", "* Local News Map", "* Bay Area", "* San Jose", "* Santa Clara County", "* Peninsula", "* San Mateo County", "* Alameda County", "* Santa Cruz County", "* Sal Pizarro", "* Opinion", "* Opinion", "* Editorials", "* Opinion Columnists", "* Letters to the Editor", "* Commentary", "* Cartoons", "* Election Endorsements", "* Sports", "* Sports", "* San Francisco 49ers", "* San Francisco Giants", "* Golden State Warriors", "* Raiders", "* Oakland Athletics", "* San Jose Sharks", "* San Jose Earthquakes", "* College Sports", "* Pac-12 Hotline", "* High School Sports", "* Other Sports", "* Sports Columnists", "* Sports Blogs", "* Scores and Standings", "* Things To Do", "* Entertainment", "* Things To Do", "* Restaurants, Food and Drink", "* Celebrities", "* TV Streaming", "* Movies", "* Music", "* Theater", "* Lifestyle", "* Advice", "* Travel", "* Pets and Animals", "* Comics", "* Puzzles and Games", "* Horoscopes", "* Obituaries", "* Obituaries", "* Local Obituaries", "* Place an Obituary", "* Subscribe", "* Log In", "* Logout", "_____________________", "GOP hopeful Donald Trump stands by his campaign…", "Share this:", "* Click to share on Facebook (Opens in new window)", "* Click to share on Twitter (Opens in new window)", "* Click to email this to a friend (Opens in new window)", "* Click to print (Opens in new window)", "* Trending:", "* Watch live: Chauvin trial", "* Target stores closing", "* Pac-12’s killer cash haul", "* Racial Justice Act denied", "* LeBron wants Steph in L.A.?", "* Brenda’s Cajun-Creole", "Breaking News", "4 killed including a child in mass shooting at Orange office building", "NewsPoliticsElection", "GOP hopeful Donald Trump stands by his campaign rhetoric", "Share this:", "* Click to share on Facebook (Opens in new window)", "* Click to share on Twitter (Opens in new window)", "* Click to email this to a friend (Opens in new window)", "* Click to print (Opens in new window)", "* By Associated Press |", "March 13, 2016 at 3:48 p.m.", "BLOOMINGTON, Ill. — Showing few signs of trying to ease the nation’s tense", "political atmosphere, Republican front-runner Donald Trump is standing by", "his antagonistic campaign rhetoric, rejecting any responsibility for", "violence at his rallies and defending his supporters who have been charged", "with assaulting protesters.", "“We’re not provoking. We want peace. … We don’t want trouble,” he told a", "large crowd in Bloomington, Illinois, the first of two comparatively", "docile events Sunday as he campaigns ahead of another critical slate of", "large-state primaries.", "Trump’s remarks come after a near-riot Friday night in Chicago as Trump", "canceled a scheduled rally amid widespread altercations among his", "supporters, detractors and authorities.", "His three-state schedule, which ended Sunday evening in Florida, also", "comes less than 48 hours before polls open in a five-state slate that", "could determine whether he wins the GOP nomination without a contested", "summer convention.", "Against that backdrop, Trump continued to blame protesters, media and even", "Democratic presidential hopeful Bernie Sanders for the increasingly", "caustic campaign environment that his rivals assailed as “cause for pause”", "and certain “to do damage to America.”", "Interrupted only sparingly in Illinois, Trump assured his backers their", "frustration is righteous rage against a corrupt political and economic", "system. He cast his naysayers as “bad people” that “do harm to the", "country.”", "He’s tried since Chicago to shift focus to Ohio, where he faces a late", "push from the popular governor, John Kasich. The outcome will help", "determine whether Trump can reach the 1,237 delegates required for", "nomination and avoid a contested GOP convention this summer in Cleveland.", "“If we can win Ohio, we’re going to run the table, folks,” Trump said in", "West Chester, Ohio, his second event Sunday.", "At an earlier stop this weekend, Trump aimed directly at Kasich, calling", "him “a baby” and deliberately mispronouncing the governor’s Czech surname.", "“He’s not the right guy to be president. He’s not tough enough, he’s not", "sharp enough,” Trump said at an event outside Dayton.", "In line with his protectionist economic pitch, Trump noted Kasich’s", "support for the North American Free Trade Agreement as a member of", "Congress in the 1990s.", "He went on to incorrectly identify the governor as KASE-itch. “Like, most", "people don’t even know how to pronounce his name. Kase-ick! Kase-ick!”", "Trump mocked. “He cannot do the job, folks. He’s not your president.”", "Kasich, meanwhile, reversed his months-long practice of avoiding the topic", "of Trump.", "Speaking with The Associated Press aboard his campaign bus between stops", "in Ohio, Kasich brandished his iPad and read a list of Trump quotes", "compiled by an aide.", "The quotes included Trump’s comments that his audiences should “hit back”", "a little more and a statement that he’d like to punch a protester in the", "face. In all, he read roughly a dozen quotes.", "“I never really had looked through those quotes,” he said. “It’s really", "cause for pause.”", "Kasich says the “toxic” tone Trump has created makes it even more", "important for him to win Ohio, adding of Trump, “This is not what Ohio", "goes for.”", "Later Sunday, Kasich told a crowd in Hanoverton, Ohio, without mentioning", "Trump: “Do we go to the dark side, with negativity, the gnashing of teeth,", "the division of people? Or do we go to the hopeful and the light side?”", "Trump’s events unquestionably have become increasingly tense over the", "course of his campaign, and the candidate has frequently called for", "aggressive tactics against protesters.", "Besides the quotes Kasich noted, Trump often declares the country must", "“toughen up,” and suggested one man who was physically assaulted at a", "November rally deserved the treatment. He confirmed earlier Sunday that he", "was considering paying the legal fee of a North Carolina man charged with", "assault after video captured him sucker-punching a protester at a March 9", "rally in Fayetteville, North Carolina.", "He began this weekend blaming protesters on Sanders, saying the Vermont", "senator’s campaign organizes “disrupters” at Trump events.", "Indeed, some protesters at Trump events are seen carrying Sanders’", "campaign signs, but Sanders scoffed Sunday at the notion that he’s", "responsible.", "“To suggest that our campaign is telling people to disrupt his campaign is", "a lie,” Sanders said Sunday on CBS’ “Face the Nation.”", "Trump wrote on Twitter and suggested again on the Sunday talk show circuit", "he would urge his backers to protest Sanders rallies. Sanders’ official", "Twitter account retorted: “Send them. They deserve to see what a real", "honest politician sounds like.”", "Sanders said on CNN that Trump “is a man who keeps implying violence, and", "then you end up getting what you see.”", "Trump counters that he’s due credit for canceling the Friday rally and", "avoiding a worse outcome. Still, he claimed incorrectly that “nobody gets", "hurt” at his rallies, despite multiple videos showing protesters pushed,", "punched and bullied at his events.", "The remaining Republican hopefuls piled on Trump, as well.", "Texas Sen. Ted Cruz, Trump’s closest competitor in delegate count, was", "careful to criticize protesters for their methods but said Trump", "encourages an essentially un-American atmosphere.", "“I’m troubled by the rallies that Donald holds, where he asks all the", "people there to raise their hand and pledge their support to him,” Cruz", "said on NBC’s “Meet the Press,” continuing, “This is America. We don’t", "pledge allegiance to a man. We pledge allegiance to a flag.”", "A distant third in delegates, Marco Rubio compared Trump to Third-World", "“strong men” and said the tone of the campaign “is really going to do", "damage to America.”", "The Florida senator has gone so far as to say his supporters in Ohio", "should vote for Kasich to help derail Trump. Kasich has not returned the", "favor.", "----------------------------------------------------------------------", "* Report an error", "* Policies and Standards", "* Contact Us", "The Trust Project Logo", "Get Morning Report and other email newsletters", "Subscribe", "Follow Us", "* Facebook", "* Twitter", "* Instagram", "* RSS", "Most Popular", "* Dear Abby: I've tried to indulge my husband's fantasy but it's getting", "too weird", "* Target will close two Bay Area stores, including one in South Bay", "* Ask Amy: My mom calls me selfish when I request quiet so I can sleep", "* Ask Amy: We were close as kids, but I don't like what my brother has", "become", "* Dear Abby: He says I betrayed him by calling the cops, and I feel", "terrible", "* Miss Manners: Sorry I didn't fake-compliment your cooking", "* Harriette Cole: Is it a red flag that my boyfriend puts his ex's rules", "before my feelings?", "* Brad Pitt and Angelina Jolie's divorce fight could last 6 more years,", "cost millions", "* Miss Manners: She embarrassed me in book club. Can I tell her she's", "not invited back?", "* Six months until deadline: How to get your Real ID without a DMV", "appointment", "* Tags:", "* Presidential Election", "Subscribe Today! All Access Digital offer for just 99 cents!", "More in Politics", "* President Biden marks Transgender Day of Visibility", "\"Transgender Day of Visibility recognizes the generations of struggle,", "activism, and courage that have brought our country closer to full", "equality for transgender and gender non-binary people in the United", "States and around the world.\"", "President Biden marks Transgender Day of Visibility", "* White House wants more time for Trump tax record decision", "The committed subpoenaed Trump's taxes while he was president and the", "Treasury Department, at the time, declined to comply with the", "subpoena. The House filed a lawsuit against the Treasury Department to", "enforce the subpoena. Trump's lawyers intervened in the case.", "White House wants more time for Trump tax record decision", "* Navalny on hunger strike to protest treatment in Russia", "Navalny's poisoning and conviction have further strained Russia's ties", "with the United States and the European Union, which sank to post-Cold", "War lows after Moscow's 2014 annexation of Ukraine's Crimea, its", "meddling in the 2016 U.S. presidential election, hacking attacks and", "other actions.", "Navalny on hunger strike to protest treatment in Russia", "* EPA to remove dozens of Trump-appointed advisers", "EPA Administrator Michael Regan announced on Wednesday the decision to", "remove members from two important panels, the Science Advisory Board", "and the Clean Air Scientific Advisory Committee, a move many career", "officials within the agency as well as outside environment groups had", "hoped for.", "EPA to remove dozens of Trump-appointed advisers", "* Member Services", "* News Alerts", "* Special Sections", "* Logout", "* Facebook", "* Twitter", "* Instagram", "* RSS", "* Subscribe", "* Manage Your Subscription", "* Subscribe Now", "* Today’s e-Edition", "* Email Newsletters", "* Mobile Apps", "* Contact Us", "* Contact Us", "* Digital Access FAQ", "* Reprints", "* Archive Search", "* Lottery", "* Join our Team", "* Classifieds", "* Marketplace", "* Top Work Places", "* Real Estate", "* Place an Obituary", "* Place a Legal Notice", "* Monster.com", "* Advertise With Us", "* MNG Network Advertising", "* Daily Ads", "* Public Notices", "* Copyright ©2021 MediaNews Group, Inc.", "* Privacy Policy", "* Terms of Use", "* Cookie Policy", "* Arbitration", "* Powered by WordPress.com VIP", "* Do Not Sell My Info", "Bay Area News Group", "Close"]