["Link: amphtml", "International edition [ ]", "* International edition", "* UK edition", "* US edition", "* Australian edition", "The Guardian - Back to home", "Search jobs", "Sign inSearch", "[ ]", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "ShowMoreShow More", "* [ ] News", "* Coronavirus", "* World news", "* UK news", "* Environment", "* Science", "* Global development", "* Football", "* Tech", "* Business", "* Obituaries", "* [ ] Opinion", "* The Guardian view", "* Columnists", "* Cartoons", "* Opinion videos", "* Letters", "* [ ] Sport", "* Football", "* Cricket", "* Rugby union", "* Tennis", "* Cycling", "* F1", "* Golf", "* US sports", "* [ ] Culture", "* Books", "* Music", "* TV & radio", "* Art & design", "* Film", "* Games", "* Classical", "* Stage", "* [ ] Lifestyle", "* Fashion", "* Food", "* Recipes", "* Love & sex", "* Health & fitness", "* Home & garden", "* Women", "* Men", "* Family", "* Travel", "* Money", "* Make a contribution", "* Subscribe", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* The Guardian app", "* Video", "* Podcasts", "* Pictures", "* Newsletters", "* Today's paper", "* Inside the Guardian", "* The Observer", "* Guardian Weekly", "* Crosswords", "*    * Search jobs", "* Holidays", "* Digital Archive", "* Guardian Puzzles app", "* US", "* World", "* Environment", "* Soccer", "* US Politics", "* Business", "* Tech", "* Science", "* Newsletters", "Barack Obama", "This article is more than 13 years old", "Clinton aides claim Obama photo wasn't intended as a smear", "This article is more than 13 years old", "Barack Obama, right, is dressed as a Somali elder by Sheikh Mahmed Hassan,", "left, during his visit to Wajir in northeastern Kenya, near the borders", "with Somalia and Ethiopia. Photograph: AP", "[ ]", "Barack Obama, right, is dressed as a Somali elder by Sheikh Mahmed Hassan,", "left, during his visit to Wajir in northeastern Kenya, near the borders", "with Somalia and Ethiopia. Photograph: AP", "Barack Obama, right, is dressed as a Somali elder by Sheikh Mahmed Hassan,", "left, during his visit to Wajir in northeastern Kenya, near the borders", "with Somalia and Ethiopia. Photograph: AP", "Ewen MacAskill in Washington", "Mon 25 Feb 2008 21.50 GMT", "* * * Barack Obama's campaign team today accused Hillary Clinton's", "beleaguered staff of mounting a desperate dirty tricks operation by", "circulating a picture of him in African dress, feeding into false claims", "on US websites that he is a Muslim.", "Obama's campaign manager, David Plouffe, described it as \"the most", "shameful, offensive fear-mongering we've seen from either party in this", "election\". Obama has had to spend much of the campaign stressing he is a", "Christian not a Muslim and did not study at a madrassa.", "Aides for Mrs Clinton, who is fighting a last-ditch battle to keep her", "hopes of the White House alive, initially tried to brush off the furore,", "but later denied having anything to do with the distribution of the", "picture. \"I just want to make it very clear that we were not aware of it,", "the campaign didn't sanction it and don't know anything about it,\" Clinton", "spokesman Howard Wolfson told reporters. \"None of us have seen the email", "in question.\"", "Obama and Clinton go to the polls in the Texas and Ohio primaries next", "week. If Clinton loses either, her bid for the Democratic nomination could", "be over.", "The picture showing Obama in a turban during a visit to Kenya in 2006", "first appeared on the Drudge Report website today.", "The site said it was circulated by Clinton's staffers and quoted one", "saying: \"Wouldn't we be seeing this on the cover of every magazine if it", "were [Clinton]?\"", "The picture was taken when Obama went on a visit to Africa as a senator.", "Obama, whose father was Kenyan, visited Wajir in the Kenyan north-east,", "close to the Somali and Ethiopian borders, and was dressed by locals as a", "Somali elder.", "The Clinton team hit back at the criticism today, saying Obama's team had", "turned the picture into a row to distract attention from a foreign policy", "speech she gave today.", "The Obama campaign has repeatedly claimed it has been the target of dirty", "tricks by the Clinton team. A senior member of her staff, Bill Shaheen,", "had to resign last year after raising Obama's admitted use of marijuana", "and cocaine as a youth.", "A junior staffer resigned in December after forwarding an email suggesting", "Obama is a Muslim. In the South Carolina primary last month, Bill Clinton", "made race an issue.", "However, the tactics are widely believed to have contributed to a backlash", "against the Clintons among Democrat voters.", "Plouffe described circulation of the picture as part of \"a disturbing", "pattern\". \"It's exactly the kind of divisive politics that turns away", "Americans of all parties,\" he said.", "Plouffe's comments suggest that the cordial relationship that existed", "between Obama and Clinton in last Thursday's televised debate in Texas was", "unlikely to carry into tomorrow night's debate in Cleveland, Ohio.", "The Obama team wheeled out Scott Gration, a retired air force general and", "Obama supporter, who was with the senator in Kenya, to explain the", "picture.", "He said: \"Senator Obama was given an outfit and as the guest that he was,", "the great guest, he took this outfit and they encouraged him to try some", "of it on. It was a thing we all do.\"", "Maggie Williams, campaign manager for Clinton, played down the", "significance of the picture. \"If Barack Obama's campaign wants to suggest", "that a photo of him wearing traditional Somali clothing is divisive, they", "should be ashamed. Hillary Clinton has worn the traditional clothing of", "countries she has visited and had those photos published widely.\"", "Topics", "* Barack Obama", "* Hillary Clinton", "* US elections 2008", "* US politics", "* news", "* * * * * * * Reuse this content", "* US", "* World", "* Environment", "* Soccer", "* US Politics", "* Business", "* Tech", "* Science", "* Newsletters", "* News", "* Opinion", "* Sport", "* Culture", "* Lifestyle", "IFrame", "* Contact us", "* Complaints & corrections", "* SecureDrop", "* Work for us", "* Privacy policy", "* Cookie policy", "* Terms & conditions", "* Help", "* All topics", "* All writers", "* Digital newspaper archive", "* Facebook", "* YouTube", "* Instagram", "* LinkedIn", "* Twitter", "* Newsletters", "* Advertise with us", "* Search UK jobs", "Back to top", "© 2021 Guardian News & Media Limited or its affiliated companies. All", "rights reserved. (modern)"]