["Link: canonical", "Link: amphtml", "_____________________ [ Submit ]", "Video", "Live", "Shows", "Good Morning America", "World News Tonight", "Nightline", "20/20", "This Week", "The View", "What Would You Do?", "Sections", "U.S.", "Politics", "International", "Coronavirus", "Entertainment", "Business", "Technology", "Lifestyle", "Health", "Virtual Reality", "Weather", "Tips", "Sports", "FiveThirtyEight", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved.", "ABC News", "Video", "Live", "Shows", "Coronavirus", "_____________________ [ Submit ]", "LOG IN", "Interest Successfully Added", "We'll notify you here with news about", "Turn on desktop notifications for breaking stories about interest?", "[ ] OffOn", "Tens of thousands more federal employees called back to work as government", "shutdown reaches Day 27", "Employees will not get paid until the government reopens.", "ByCheyenne Haslett", "January 18, 2019, 12:29 AM", "• 9 min read", "Share to FacebookShare to TwitterEmail this article", "Pelosi pushes Trump to delay State of the Union", "1:37", "Pelosi pushes Trump to delay State of the Union", "The president has not replied to Pelosi's request, in which she cited", "security and staffing concerns amid the ongoing government shutdown.", "Chip Somodevilla/Getty Images", "As the longest-ever government shutdown reached Day 27 Thursday, the", "number of federal employees working without pay stood at 450,000 -- but", "that number could top half a million in the coming days, as the Trump", "administration continues to recall tens of thousands of workers after", "almost four weeks of shuttered doors at vital agencies.", "The negative impact on the U.S. economy, which the White House now says", "will be double its original projections, is already affecting places like", "Colorado, where craft breweries are awaiting government approval on beers,", "and businesses such as private contracting firms, some of which are now", "without work because they were on projects with government agencies.", "Unlike furloughed federal workers, private contractors aren't guaranteed", "any back-pay.", "The effect on contractors, Council of Economic Advisers Chairman Kevin", "Hassett said Tuesday, was one reason the White House upped its new", "estimate of the shutdown's cost.", "(MORE: White House now expects greater impact on economy from shutdown as", "of day 26)", "There are no high-level talks between the president and Congressional", "leadership planned for Thursday, but during public events, both Trump and", "House Speaker Nancy Pelosi have traded barbs. The impasse over the", "president's demand for billions to fund his proposed border wall, which", "Democrats reject, continues.", "(MORE: The Note: Shutdown tests limits to party loyalty)", "Here's a look at the effects.", "The latest numbers", "800,000 federal workers are going without pay during the shutdown. Some", "450,000 are now required to report to work, and tens of thousands more", "will be returning after recent announcements from the Trump", "administration.", "At the IRS, 36,000 employees were asked to return to deal with tax season,", "about 1,700 FAA aviation safety inspectors were told to return after the", "agency ran preliminary safety tests and about 2,500 employees at the", "Agriculture Department will briefly return to process farm loans.", "Why don't they strike? Federal employees are prohibited from doing so and", "can get fired if they don’t show up. What’s more, many federal employees", "like their jobs and think the work they do is important. But they can call", "in sick, which appears to be the tactic by many TSA workers. Agency", "officials there told ABC News they think the sickouts aren’t because of", "illness or politics, but dealing with financial hardship.", "Read more related shutdown coverage from ABC News' Anne Flaherty.", "Trump promotes border wall and blasts Pelosi in speech at the Pentagon", "Speaking at the Pentagon Thursday in a speech that was billed to be about", "missile defense strategy, the president pushed his border wall and blasted", "Congressional Democrats.", "“The federal government remains shut down because Congressional Democrats", "refuse to approve border security,\" Trump said. \"We're going to have", "border security.\"", "Trump specifically went after Pelosi and accused her of refusing to let", "Democrats negotiate.", "“While many Democrats in the House and Senate would like to make a deal,", "Speaker Pelosi will not let them negotiate. The party has been hijacked by", "the open borders fringe within the party, the radical left, becoming the", "radical Democrats,” he said.", "But Democrats have generally remained united behind Pelosi in their", "refusal to negotiate the president’s border security demands until the", "government is reopened -- despite permission from Pelosi for her", "rank-and-file members to have direct discussions with the White House.", "During a closed-door meeting with Democratic leadership Monday night,", "Pelosi even jokingly encouraged the encounter, according to an aide in the", "room.", "“They can see what we’ve been dealing with. And they’ll want to make a", "citizen’s arrest,” Pelosi joked, according to the aide.", "On Tuesday, the president invited a group of rank-and-file Republican and", "Democrat members to the White House for lunch, but no Democrats attended.", "Then, Wednesday, a bipartisan coalition of lawmakers from the House", "Problem Solvers Caucus sat down with the president at the White House. The", "seven Democrats who attended the meeting released a statement ahead of the", "meeting that they accepted the president’s invitation in order to relay", "their message that the government must be reopened as a precondition for", "further in-earnest conversations.", "Read more related White House coverage from ABC News' Rachel Scott and", "Jordyn Phelps.", "PHOTO: Speaker of the House Nancy Pelosi talks to reporters after signing", "a bill requiring that government workers receive retroactive pay after", "shutdown ends, at the U.S. Capitol, Jan. 11, 2019.", "J. Scott Applewhite/AP, FILEJ. Scott Applewhite/AP, FILE", "Speaker of the House Nancy Pelosi, flanked by Rep. Peter DeFazio, left,", "and Rep. Anthony Brown, talks to reporters after signing a House-passed a", "bill requiring that all government workers receive retroactive pay after", "the partial shutdown ends, at the U.S. Capitol, Jan. 11, 2019.", "Pelosi says Trump's wall is \"imaginary\" but her \"bills are real\"", "Pelosi defended throwing a wrench into an invitation to the president to", "deliver the State of the Union during a press conference on Capitol Hill", "Thursday, saying the financial factors were real.", "“This is directly related to our security,” Pelosi said in a press", "conference on the 27th day of the lapse in appropriations. “Trump's wall", "is imaginary but my bills are real.”", "“The date of the State of the Union is not a sacred day. That's not", "constitutionally required. It's not any president’s birthday,” Pelosi", "said. “It is a date that we agree to. It could have been the week later", "and it could be the week later it's government is open.”", "Asked whether she is trying to deny the president of a platform to make", "the case for his wall by urging Trump to delay the address until after", "government is reopened, Pelosi focused on workers who have been denied", "paychecks.", "“Let's get a date when government is open. Let's pay the employees,”", "Pelosi continued. “He thinks it is okay not to pay people who do work. I", "don't. My caucus doesn't either.”", "Read more related shutdown coverage from ABC News' John Parkinson.", "PHOTO: President Donald Trump welcomes the 2018 College Football Playoff", "National Champion Clemson Tigers in the East Room of the White House,", "Jan. 14, 2019.", "Joshua Roberts/ReutersJoshua Roberts/Reuters", "President Donald Trump welcomes the 2018 College Football Playoff National", "Champion Clemson Tigers in the East Room of the White House, Jan. 14,", "2019.", "President Donald Trump signs bill guaranteeing back-pay", "On Wednesday, in a closed-press event at the White House, the president", "signed the \"Government Employee Fair Treatment Act of 2019,\" requiring", "\"the compensation of government employees for wages lost, work performed,", "or leave used during a lapse in appropriations that begins on or after", "December 22, 2018.\"", "The bill also allows \"excepted employees\" to use leave during the", "shutdown.", "PHOTO: TSA employee Gary Vetterli picks up lunch at Salt Lake City", "International Airport, Jan. 16, 2019, in Salt Lake City. The government", "shutdown has generated an outpouring of generosity to federal employees", "who are working without pay.", "Rick Bowmer/APRick Bowmer/AP", "TSA employee Gary Vetterli picks up lunch at Salt Lake City International", "Airport, Jan. 16, 2019, in Salt Lake City. The government shutdown has", "generated an outpouring of generosity to TSA agents and other federal", "employees who are working without pay.", "Read more related White House coverage from ABC News' Jordyn Phelps.", "TSA chief: Financial hardships from shutdown prompting absences at major", "airports", "The head of the Transportation Security Administration acknowledged to his", "staff on Wednesday that frontline officers are increasingly calling out of", "work due to financial hardship caused by the government shutdown,", "spokesperson Michael Bilello told ABC News.", "(MORE: TSA chief: Financial hardships from shutdown prompting absences at", "major airports)", "The agency, tasked with securing the nation's aviation system, reported an", "unscheduled absence rate of 6.1 percent of the workforce for Tuesday, up", "from 3.7 percent on the same day last year. Call-outs peaked on Sunday at", "7.7 percent compared to 3.2 percent the same day last year.", "Read more from ABC News' Jeffrey Cook.", "Comments (0)", "Share to FacebookShare to TwitterEmail this article", "----------------------------------------------------------------------", "ABC News", "----------------------------------------------------------------------", "Top Stories", "[IMG]", "Over 100 fully vaccinated people contract COVID-19 in Washington state,", "officials say", "Mar 31, 7:53 AM", "[IMG]", "Feds looking beyond Florida in investigation of Rep. Gaetz, sources say", "Mar 31, 4:55 PM", "[IMG]", "Rep. Matt Gaetz denies sexual relationship with teen girl amid DOJ probe", "Mar 31, 10:16 AM", "[IMG]", "Detectives find cause of Tiger Woods crash but won't reveal", "4 hours ago", "[IMG]", "Wisconsin Supreme Court strikes down governor's mask mandate", "Mar 31, 3:28 PM", "ABC News Live", "ABC News Live", "24/7 coverage of breaking news and live events", "ABC News Network", "Privacy Policy", "Your CA Privacy Rights", "Children's Online Privacy Policy", "Interest-Based Ads", "About Nielsen Measurement", "Terms of Use", "Do Not Sell My Info", "Contact Us", "Copyright © 2021 ABC News Internet Ventures. All rights reserved."]