["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Timeline: The Trump impeachment inquiry", "* National", "The Capitol in Washington on Oct. 3, 2019. (AP) The Capitol in Washington", "on Oct. 3, 2019. (AP) The Capitol in Washington on Oct. 3, 2019. (AP)", "The Capitol in Washington on Oct. 3, 2019. (AP)", "John Kruzel", "By John Kruzel October 3, 2019", "Bill McCarthy", "By Bill McCarthy October 3, 2019", "Last updated with new events Feb. 6.", "It started with an international phone call. It ended with the Senate", "voting to acquit President Donald Trump of charges that he abused his", "power and obstructed Congress, wrapping up the third presidential", "impeachment trial in U.S. history.", "The House’s articles of impeachment followed months of investigation after", "a whistleblower’s complaint sounded alarms about the president’s efforts", "to get Ukrainian President Volodymyr Zelensky to announce investigations", "into former Vice President Joe Biden and a debunked conspiracy related to", "the 2016 election.", "The articles charged that Trump held up security assistance and a White", "House meeting to put pressure on Zelensky, then obstructed Congress to", "cover up that campaign.", "This timeline documents the events that set the stage for Trump’s call", "with Zelensky and what’s happened in the months since.", "The sources are either verified events, court filings, public statements", "or on-the-record reports.", "Winter 2013-14: A popular revolution begins in Ukraine after its president", "tries to strengthen ties with Russia. Vice President Joe Biden assumes a", "lead role in U.S. diplomacy there.", "Feb. 21, 2014: Ukrainian President Viktor Yanukovych goes into exile in", "Russia.", "April 18, 2014: Hunter Biden, 44, son of Joe Biden, joins the board of", "directors of Burisma Holdings, a Ukrainian energy company. Biden’s", "directorship attracts attention because Burisma is owned by Mykola", "Zlochevsky, a minister under Yanukovych. Zlochevsky and subsidiaries of", "Burisma had faced accusations of money laundering, fraud and tax evasion.", "(Zlochevsky and the company have denied the allegations.)", "U.S. Vice President Joe Biden, center, son Hunter Biden, left, and his", "sister Valerie Biden Owens, right, at a ceremony in Sojevo, Kosovo, Aug.", "17, 2016. (AP)", "Feb. 10, 2015: Ukraine appoints Viktor Shokin as prosecutor general.", "Shokin inherits some of the investigations into Zlochevsky and his", "company. But Vitaliy Kasko, who serves as Shokin’s deputy overseeing", "international cooperation until he resigns in protest, later", "tells Bloomberg in 2019 that, under Shokin, the investigation into Burisma", "remained dormant. Kasko says the matter was \"shelved by Ukrainian", "prosecutors in 2014 and through 2015,\" and Bloomberg reports that", "documents back up his account.", "Winter 2015-16: Many Western leaders and institutions, as well as", "Ukrainian anti-corruption activists, view Shokin as corrupt and", "ineffective for failing to prosecute anybody of significance and for", "protecting members of Yanukovych’s and Poroshenko’s circles. Biden", "threatens to withhold $1 billion unless Shokin is fired. (He later brags", "that his pressure tactics succeeded.)", "March 29, 2016: Shokin is sacked by Ukraine’s parliament.", "May 12, 2016: Yuri Lutsenko succeeds Shokin as Ukraine’s prosecutor", "general.", "Jan. 2017: Burisma announces that all open legal cases against Zlochevsky", "and Burisma companies are \"fully closed.\"", "Jan. 11, 2017: Politico reports, based in part on anonymous sources, that", "Ukrainian officials \"helped Clinton's allies research damaging information", "on Trump and his advisers\" in 2016. Republicans later cite this article to", "push unsupported claims of Ukrainian election meddling.", "Jan. 20, 2017: Trump is inaugurated as the Obama-Biden administration", "ends.", "Jan. 23, 2018: In videotaped remarks, former Vice President Biden boasts", "that his threat to withhold $1 billion in U.S. aid to Ukraine unless", "Shokin was fired was successful. He says:", "\"I remember going over (to Ukraine), convincing our team … that we should", "be providing for loan guarantees … And I was supposed to announce that", "there was another billion-dollar loan guarantee. And I had gotten a", "commitment from (then Ukrainian President Petro) Poroshenko and from", "(then-Prime Minister Arseniy) Yatsenyuk that they would take action", "against the state prosecutor (Shokin). And they didn’t. ...", "\"They were walking out to a press conference. I said, nah, ... we’re not", "going to give you the billion dollars. They said, ‘You have no authority.", "You’re not the president.’ … I said, call him. I said, I’m telling you,", "you’re not getting the billion dollars. I said, you’re not getting the", "billion. ... I looked at them and said, ‘I’m leaving in six hours. If the", "prosecutor is not fired, you’re not getting the money.’ Well, son of a", "b----. He got fired. And they put in place someone who was solid at the", "time.\"", "Jan. 23, 2019: Rudy Giuliani, Trump’s personal attorney, participates in a", "conference call with Shokin and Lev Parnas and Igor Fruman, two Ukrainian", "business associates of Giuliani, according to the House Intelligence", "Committee’s Dec. 3 impeachment report. Notes of the call show Shokin", "making allegations about Biden, Burisma and Marie Yovanovitch, the former", "U.S. ambassador to Ukraine.", "Jan. 25, 2019: Over the course of two days, Giuliani meets with Lutsenko,", "Parnas and Fruman in New York, according to the House Intelligence", "Committee’s report.", "March 20, 2019: Journalist John Solomon, then an opinion contributor at", "The Hill, publishes a column promoting unsupported allegations about", "Yovanovitch based on an interview with Lutsenko. Lutsenko later walks back", "his claims.", "The article is part of a series of columns that give false credence to", "unproven conspiracies related to Yovanovitch, Biden and alleged Ukrainian", "election interference in 2016.", "Solomon goes on Fox News host Sean Hannity’s primetime TV show at night to", "promote the article. Less than two hours later, Trump tweets about the", "segment.", "March 22, 2019: Giuliani tweets about \"some real collusion between", "Hillary, Kerry and Biden people colluding with Ukrainian operatives to", "make money and affect 2016 election.\"", "March 24, 2019: Donald Trump Jr., Trump’s oldest son, tweets an article", "promoting the allegations against Yovanovitch from Solomon’s articles. He", "calls her a \"joker.\"", "March 26, 2019: Giuliani speaks with Secretary of State Mike Pompeo,", "according to State Department emails obtained by a liberal ethics watchdog", "group.", "March 29, 2019: Giuliani speaks with Pompeo a second time, according to", "State Department emails.", "April 1, 2019: Solomon publishes another column. He writes that Biden", "pushed for Shokin’s firing to protect his son Hunter from investigations.", "He also writes that Lutsenko wants to present information to U.S. Attorney", "General William Barr.", "April 7, 2019: Giuliani appears on Fox News. He brings up Hunter Biden’s", "position at Burisma and calls for an investigation into Ukraine.", "April 21, 2019: Ukrainian President Volodymyr Zelensky wins election and", "shares \"a brief congratulatory call\" with Trump, according to the", "whistleblower complaint.", "April 23, 2019: Giuliani tweets, \"Now Ukraine is investigating Hillary", "campaign and DNC conspiracy with foreign operatives including Ukrainian", "and others to affect 2016 election.\"", "April 25, 2019: Biden announces his 2020 run for presidency.", "April 25, 2019: On Fox News, Trump suggests that Ukraine interfered in", "2016. \"I would imagine (Barr) would want to see this,\" he says. \"People", "have been saying this whole — the concept of Ukraine, they have been", "talking about it actually for a long time.\"", "Spring 2019: Hunter Biden leaves Burisma. There are conflicting reports as", "to whether the younger Biden’s departure occurred before or after the", "elder Biden announced his presidential run. (Biden’s campaign, Hunter", "Biden’s attorney, Burisma Holdings and a lawyer for the company did not", "respond to multiple requests for the date of Hunter Biden’s departure.)", "May 10, 2019: Giuliani cancels a trip he had planned to Ukraine, during", "which he was to meet with Zelensky.", "May 16, 2019: Lutsenko, Ukraine’s prosecutor general, tells Bloomberg", "there’s no evidence of wrongdoing by the Bidens in Ukraine: \"Hunter Biden", "did not violate any Ukrainian laws — at least as of now, we do not see any", "wrongdoing.\"", "May 19, 2019: On Fox News, Trump claims Biden pushed for Shokin's ouster", "to protect his son. This claim is inconsistent with statements from", "Lutsenko and other former Ukrainian prosecutors and", "anti-corruption activists.", "\"The prosecutor was after (Biden’s) son,\" Trump says. \"Then he said, 'If", "you fire the prosecutor, you'll be okay. And if you don't fire the", "prosecutor, 'We're not giving you $2 billion in loan guarantees,' or", "whatever he was supposed to give. Can you imagine if I did that?\"", "May 20, 2019: Yovanovitch leaves her post as U.S. ambassador to Ukraine.", "She later tells Congress in closed-door testimony that the State", "Department recalled her \"under pressure from the president.\" Zelensky is", "inaugurated.", "May 23, 2019: Trump directs administration officials to talk to Giuliani", "about Ukraine, according to congressional testimony from Gordon Sondland,", "U.S. ambassador to the European Union.", "June 12, 2019: Trump tells ABC’s George Stephanopoulos that he would", "accept dirt on a 2020 political opponents from foreigners and might not", "tell the FBI that he’s done so.", "June 19, 2019: Trump asks the Office of Management and Budget about the", "military aid after seeing news reports, according to the testimony of", "career OMB official Mark Sandy.", "June 21, 2019: Giuliani tweets that Zelensky is \"still silent on", "investigation of Ukrainian interference in 2016 election and alleged Biden", "bribery of Pres Poroshenko.\"", "Rudy Giuliani addresses a gathering during a campaign event for Eddie", "Edwards in Portsmouth, N.H. on Aug. 1, 2018. (AP/Krupa)", "July 3, 2019: The OMB blocks a congressional notification clearing the way", "for the release of State Department security assistance to Ukraine, making", "some officials aware of a hold, according to witness testimony.", "July 10, 2019: Oleksandr Danylyuk, former secretary of Ukraine’s National", "Security and Defense Council, visits Washington to meet with former", "National Security Adviser John Bolton, according to Oct. 29 prepared", "testimony from Army Lt. Col. Alexander Vindman, director for European", "affairs at the National Security Council. Sondland, Energy Secretary Rick", "Perry and Kurt Volker, then the U.S. special envoy to Ukraine, are at the", "meeting. At one point, Sondland \"speak(s) about Ukraine delivering", "specific investigations in order to secure\" a White House meeting, Vindman", "later testifies.", "July 12, 2019: White House aide Robert Blair sends an email to Michael", "Duffey, a Trump-appointed OMB official, indicating that \"the president is", "directing a hold on military support funding for Ukraine,\" according to", "Sandy’s testimony.", "The hold affects nearly $400 million in aid, including $250 million", "through the Defense Department-administered Ukraine Security Assistance", "Initiative and $141 million through the State Department's Foreign", "Military Financing program.", "July 18, 2019: At an interagency meeting, the Office of Management and", "Budget announces that Trump has directed a hold on security assistance to", "Ukraine, according to witness testimony and the House Intelligence", "Committee report.", "July 19, 2019: Volker texts Sondland about the upcoming Zelensky call with", "Trump. \"Most impt is for Zelensky to say that he will help investigation,\"", "Volker writes. (Volker later provides these messages to Congress.)", "July 24, 2019: Special Counsel Robert Mueller testifies before Congress.", "The hearing marks an end to the nearly two-year investigation into", "Russia’s interference in the 2016 U.S. election, the Trump campaign’s", "possible collusion with Moscow and whether the president obstructed", "justice.", "July 25, 2019: Volker texts Andriy Yermak, a top Ukrainian official and", "aide to Zelensky. \"Heard from White House,\" Volker writes. \"Assuming", "President Z convinces trump he will investigate / ‘get to the bottom of", "what happened’ in 2016, we will nail down date for visit to Washington.\"", "July 25, 2019: Sondland calls Trump and speaks to him about Ukraine ahead", "of his scheduled phone call with Zelensky, according to Sondland’s", "testimony.", "July 25, 2019: Trump speaks on the phone with Zelensky. During the", "30-minute call, the leaders discuss reviving a dormant Ukrainian", "government investigation linked to Burisma. Facing public pressure, the", "White House later publishes a summary of the call.", "July 25, 2019: The White House Office of Management and Budget officially", "implements the hold on aid to Ukraine through footnotes in a series of", "funding documents, according to Sandy’s testimony.", "A line in the first document’s footnotes say the Pentagon cannot spend the", "money until Aug. 5. A second line in the footnote says the \"brief pause in", "obligations\" will not prevent the Pentagon from disbursing the funds", "before they are set to expire at the end of the fiscal year.", "Sandy later testifies that this line was meant to get \"to the heart of", "that issue about ensuring that we don’t run afoul of the Impoundment", "Control Act,\" a Nixon-era law that limits the president’s ability to delay", "congressionally appropriated funds.", "July 25, 2019: The State Department sends two emails indicating that", "Ukrainian officials are aware that U.S. aid to Ukraine had been frozen,", "according to Pentagon official Laura Cooper’s testimony.", "July 26, 2019: Sondland and Volker meet with Zelensky in Ukraine, per the", "whistleblower complaint and Zelensky’s website.", "July 26, 2019: Trump and Sondland speak on the phone while Sondland is a", "restaurant in Ukraine, according to Sondland’s testimony and the testimony", "of David Holmes, an official at the U.S. embassy in Ukraine who was with", "Sondland and overheard the call. Trump asks if Zelensky is going to do the", "investigations. Sondland says yes.", "July 29, 2019: Duffey tells Sandy that he will handle the funding", "documents controlling the aid going forward. In subsequent documents,", "Duffey continues to push back the aid’s scheduled release date, according", "to Sandy’s testimony and the House Intelligence Committee’s report.", "Aug. 9, 2019: Sondland and Volker text about a statement Ukraine might be", "asked to put out about the investigations. Sondland says Trump \"really", "wants the deliverable.\" Sondland and Volker ask Giuliani what the", "statement should say.", "Aug. 10, 2019: In a text to Volker, Yermak says he would like to nail down", "a date for Zelensky to visit the White House before putting out a", "statement.", "Aug. 12, 2019: An unnamed intelligence official files a whistleblower", "complaint to the inspector general of the intelligence community, who", "finds the complaint credible and urgent.", "Aug. 17, 2019: Sondland texts Volker, \"Do we still want Ze to give us an", "unequivocal draft with 2016 and Boresma?\" Volker replies that \"that’s the", "clear message so far.\"", "Aug. 20, 2019: Giuliani tells the New York Times that he met earlier in", "the month with Yermak and \"strongly urged\" him to \"just investigate the", "darn things.\" Giuliani claims he was acting as a private citizen.", "Aug. 28, 2019: The hold on security assistance to Ukraine is publicly", "reported by Politico.", "Aug. 29, 2019: Yermak texts Volker with a link to the Politico story,", "writing, \"Need to talk with you.\"", "Aug. 31, 2019: Sen. Ron Johnson, R-Wisc., raises the issue of the frozen", "security assistance in a phone call with Trump. Johnson later told the", "Wall Street Journal that Trump rejected the idea that he was conditioning", "the aid’s release on an investigation.", "Sept. 1, 2019: Vice President Mike Pence meets with Zelensky in Warsaw,", "Poland. Zelensky raises the fact that U.S. assistance had been frozen,", "according to testimony from Timothy Morrison, then the top Russia expert", "on the NSC.", "Sondland later testifies that when he raised the hold on assistance and", "investigations to Pence in a briefing before the meeting, Pence \"nodded,", "like … he heard what I said.\"", "Following this meeting, Sondland pulls Yermak aside and tells him that the", "hold would not be lifted until there was an announcement of investigations", "into Burisma and the 2016 election, according to testimony from several", "witnesses.", "Sept. 1, 2019: William Taylor, the top American diplomat in Ukraine, texts", "with Volker and Sondland about the administration’s handling of U.S. aid", "to Ukraine.", "At one point, Taylor asks, \"Are we now saying that security assistance and", "WH meeting are conditioned on investigations?\"", "\"Call me,\" Sondland replies.", "Sept. 4, 2019: In a witness statement, the ousted Ukrainian prosecutor", "Shokin claims he was forced out because he was investigating Burisma.", "Shokin’s claim is inconsistent with statements from other former", "Ukrainian prosecutors and anti-corruption activists.", "Sept. 5, 2019: Johnson and Sen. Chris Murphy, D-Conn., meet Zelensky in", "Ukraine. Murphy later tells NBC's Chuck Todd that Zelensky expressed", "concerns about Giuliani's \"overtures.\"", "Sept. 9, 2019: The House Intelligence, Foreign Affairs and Oversight", "Committees launch an investigation into Giuliani’s dealings in Ukraine and", "the hold on aid.", "Sept 9, 2019: Volker, Sondland and Taylor continue texting about Ukraine.", "Taylor writes, \"As I said on the phone, I think it’s crazy to withhold", "security assistance for help with a political campaign.\"", "\"Bill, I believe you are incorrect about President Trump’s intentions,\"", "Sondland texts back. \"The President has been crystal clear no quid pro", "quo’s of any kind.\"", "Sept 9, 2019: Michael Atkinson, inspector general of the intelligence", "community, notifies Rep. Adam Schiff, chairman of the House Intelligence", "Committee, that there was a whistleblower complaint of \"urgent concern\"", "that Joseph Maguire, the acting director of national intelligence, did not", "forward to the congressional intelligence committees.", "Sept. 10, 2019: Bolton, the former national security adviser, resigns.", "Trump tweets that he asked Bolton to leave, while Bolton says he offered", "his resignation.", "Sept. 11, 2019: The nearly $400 million of frozen U.S. aid to Ukraine is", "released, including the $250 million managed by the Pentagon and $141", "million managed by the State Department.", "Sept. 13, 2019: Schiff subpoenas Maguire to compel him to disclose the", "whistleblower complaint to the congressional intelligence committees.", "Sept. 17, 2019: Maguire writes a letter to Schiff saying he will not", "testify or immediately hand over the whistleblower complaint to Congress.", "Sept. 19, 2019: Atkinson briefs the House Intelligence Committee in a", "closed-door session.", "Sept. 19, 2019: Giuliani admits he asked Ukrainian officials to", "investigate the Bidens in an interview with CNN’s Chris Cuomo. In the same", "interview, Giuliani also denies having done so.", "Sept. 22, 2019: Trump acknowledges that he discussed the Bidens during his", "July 25 call with Zelensky.", "Sept. 23, 2019: Seven freshman House Democrats with national security", "backgrounds publish a Washington Post op-ed that calls on fellow lawmakers", "to consider impeachment hearings after reports that Trump may have", "pressured Ukraine into investigating Biden. The authors write, \"If these", "allegations are true, we believe these actions represent an impeachable", "offense.\"", "Sept. 24, 2019: Trump confirms to reporters that he withheld military aid", "from Ukraine. He claims he did so because other European countries were", "not contributing their fair share of financial assistance. (We", "fact-checked Trump’s claim on contributions, rating it Mostly False.)", "Sept. 24, 2019: House Democrats launch a formal impeachment inquiry. In", "announcing the inquiry, House Speaker Nancy Pelosi accuses Trump of", "violating the Constitution by using his position as president to solicit", "help from a foreign government to damage his political opponent.", "Sept. 25, 2019: The White House releases a declassified summary of the", "July 25 telephone call between Trump and Zelensky. It shows Trump had", "asked the Ukrainian leader to look into the Bidens and offered help from", "the Justice Department.", "Sept. 25, 2019: Trump holds a press conference with Zelensky at the United", "Nations General Assembly in New York. Facing questions from reporters,", "Zelensky calls his July 25 phone call with Trump \"normal\" and says \"nobody", "pushed me.\"", "President Donald Trump meets with Ukrainian President Volodymyr Zelenskiy", "during the United Nations General Assembly, Sept. 25, 2019, in New York.", "(AP)", "Sept. 26, 2019: The whistleblower complaint is made public. It largely", "reflects the substance of the Trump-Zelensky call. The complaint alleges", "that White House officials sought to \"lock down\" details of the", "conversation by storing the contents in a highly classified computer", "system. It further alleges that other discussions between Trump and world", "leaders were similarly secured.", "Sept. 26, 2019: Maguire testifies before the House Intelligence Committee.", "He defends his handling of the whistleblower complaint but says the", "whistleblower \"followed the law every step of the way\" and \"did the right", "thing.\"", "Sept. 27, 2019: Volker resigns, as first reported by the State Press at", "Arizona State University.", "Sept. 30, 2019: House Democrats subpoena Giuliani, asking him to turn over", "documents related to Trump’s efforts to have Ukraine investigate the", "Bidens.", "Oct. 2, 2019: Steve Linick, inspector general of the State Department,", "briefs Congress and provides documents Giuliani had sent to State", "Department containing conspiracy theories about Ukraine, Yovanovitch and", "the Bidens. Rep. Jamie Raskin, D-Md., says the documents are a \"packet of", "propaganda and disinformation\" and a \"distraction.\"", "Oct. 2, 2019: Pompeo confirms during a press conference in Rome that he", "was on the July 25 phone call between Trump and Zelensky.", "Oct. 3, 2019: Trump publicly asks China to investigate the Bidens, a", "similar request to the one he made to Ukraine, which started the", "impeachment inquiry. (Read our story about Hunter Biden and business in", "China.)", "Oct. 3, 2019: Volker testifies before Congress and shares the text", "messages — mentioned above — that he exchanged with Taylor, Sondland,", "Giuliani and Yermak.", "Volker tells Congress he told Giuliani the narrative about Biden was \"not", "credible,\" that Giuliani had advocated for the July 25 phone call and that", "Trump once complained that Ukraine \"tried to take me down\" in the 2016", "election.", "Volker says Giuliani insisted that a proposed Zelesky statement in", "exchange for a White House meeting should include explicit references to", "\"Burisma and 2016.\" Volker says the statement \"died\" because Ukraine", "didn’t want to follow through with those references.", "Oct. 3, 2019: The State Department tells Congress it has approved a", "possible sale of 150 antitank javelin missiles and related equipment to", "Ukraine for approximately $39.2 million. (Zelensky mentioned these", "missiles during the July 25 call.)", "Oct. 4, 2019: House Democrats subpoena the White House for documents", "related to Ukraine and the impeachment inquiry.", "Oct. 6, 2019: Lawyers for the whistleblower say they are also representing", "a second whistleblower with \"first hand knowledge.\"", "Oct: 8, 2019: White House Counsel Pat Cipollone writes a letter to", "Congress saying the White House will not cooperate with the impeachment", "inquiry because of concerns about \"due process.\" (We examined the letter’s", "claims here.)", "Oct. 10, 2019: Federal prosecutors arrest and indict Parnas and Fruman,", "Giuliani's Ukrainian business associates, on campaign finance charges. The", "men played key roles in Giuliani’s efforts to oust Yovanovitch get Ukraine", "to investigate Biden.", "Oct. 11, 2019: Michael McKinley, a former senior adviser to Pompeo,", "resigns. He later tells Congress that his decision was in part because he", "felt \"disturbed by the implication that foreign governments were being", "approached to procure negative information on political opponents,\"", "according to the Washington Post.", "Oct. 11, 2019: Yovanovitch testifies before Congress. In prepared remarks,", "she says the State Department recalled her in May \"under pressure from the", "president\" and that she was wrongly accused by Giuliani of disparaging", "Trump.", "She also says she felt \"threatened\" by Trump based on his pledge to", "Zelensky that \"she’s going to go through some things.\" She says she", "learned in late 2018 that Giuliani had been meeting with Lutsenko about", "her.", "Yovanovitch says Sondland told her that if she wanted to save her job, she", "should tweet out support for Trump, and that the State Department would", "not issue a statement supporting her out of \"caution\" that it would be", "\"undermined\" by Trump.", "Oct: 14, 2019: Fiona Hill, the White House’s former top Russia expert,", "testifies in Congress. She tells Congress there was \"no merit\" to the", "accusations against Yovanovitch.", "She also says Bolton described Giuliani as \"a hand grenade that is going", "to blow everybody up\" and called the conditioning of a White House meeting", "on political investigations a \"drug deal.\"", "Oct. 15, 2019: Hunter Biden sits for an interview with ABC’s Amy Robach.", "He says he \"did nothing wrong at all\" and that he never discussed his work", "for Burisma at length with his father.", "Oct. 15, 2019: George Kent, a senior State Department official in charge", "of Ukraine policy, testifies that he was left out of decisions about the", "country and describes his interactions with officials who observed efforts", "by the administration to pressure Ukraine.", "He says Giuliani \"had been carrying on a campaign for several months\" to", "remove Yovanovitch that was \"full of lies and incorrect information,\" and", "that his efforts to get the State Department to support her were", "unsuccessful.", "He also says there was an effort underway by some Trump allies to secure a", "visa to bring Shokin to the United States.", "Oct. 15, 2019: A federal grand jury subpoenas former Rep. Pete Sessions, a", "Texas Republican, for documents related to his dealings with Giuliani and", "his Ukrainian associates. A spokesman for Sessions tweets that Sessions is", "cooperating and providing the requested documents.", "Oct. 17, 2019: Sondland testifies that Trump directed administration", "officials to involve Giuliani in discussions about Ukraine. He says he", "realized only later that \"Giuliani’s agenda might have also included an", "effort to prompt the Ukrainians to investigate Vice President Biden or his", "son or to involve Ukrainians, directly or indirectly, in the President’s", "2020 reelection campaign.\"", "He says the pressure on Ukraine started with corruption but \"kept getting", "more insidious as (the) timeline went on.\" He says the State Department", "was \"fully aware of the issues\" with Giuliani but was helpless to", "challenge Trump. He also says the investigations were \"conditions (that)", "would have to be complied with prior to getting a meeting\" and that he", "\"could not get a straight answer\" on why the aid was frozen.", "Sondland later revises his testimony to clarify that he had told Ukraine", "\"that resumption of the U.S. aid would likely not occur until Ukraine", "provided the public anti-corruption statement that we had been discussing", "for many weeks.\"", "Oct. 17, 2019: Acting White House Chief of Staff Mick Mulvaney says in a", "press briefing that the Trump administration froze military aid to", "leverage Ukraine into investigating a conspiracy theory related to the", "2016 hacking of the Democratic National Committee server. Asked if that’s", "a quid pro quo, Mulvaney says \"we do that all the time with foreign", "policy\" and tells the reporters in the room to \"get over it.\" He later", "walks back these remarks.", "Oct. 22, 2019: Taylor testifies that the Trump administration sought to", "withhold aid from Ukraine and deny Zelensky a White House meeting unless", "he launched the desired investigations.", "In prepared remarks, Taylor says Sondland, Volker, Giuliani and Perry were", "leading \"an irregular, informal channel\" of policymaking with respect to", "Ukraine. He says Sondland told him \"everything\" was \"dependent on a public", "announcement of investigations from Zelensky,\" and that Zelensky planned", "to make such an announcement on CNN to avoid a \"stalemate.\"", "In his closed-door interview, Taylor tells Congress it was his \"clear", "understanding\" that the aid would not be released unless Zelensky", "announced these investigations, and he says Giuliani was the likely", "mastermind behind that arrangement.", "Oct: 23, 2019: Cooper, a Pentagon official, testifies before Congress", "after delays caused by protesting Republicans trying to storm the room.", "Cooper says the Department of Defense determined in May that Ukraine had", "met the Pentagon’s anti-corruption requirements to receive security", "assistance. She says the \"funds were held without explanation.\"", "She also says that conversations with Volker led her to make \"a very", "strong inference that there was some knowledge on the part of the", "Ukrainians\" about the freeze on aid.", "Oct: 23, 2019: Parnas and Fruman plead not guilty in court.", "Oct. 24, 2019: Senate Judiciary Chairman Lindsey Graham, R-S.C.,", "introduces a resolution condemning the impeachment inquiry. The resolution", "claims the inquiry is \"denying President Trump basic fairness and due", "process accorded every American,\" a statement we rated False.", "Oct. 26, 2019: McKinley testifies in Congress that he resigned in part", "because he became aware of \"missions to procure negative political", "information for domestic purposes\" and in part because he was frustrated", "by Yovanovitch’s removal from Ukraine. He says he requested that the State", "Department publicly defend Yovanovitch, but that Pompeo brushed off his", "concerns.", "Oct. 26, 2019: Philip Reeker, acting assistant secretary at the State", "Department’s Bureau of European and Eurasian Affairs, testifies behind", "closed doors. He says he tried to get the State Department to issue a", "\"robust\" statement backing Yovanovitch.", "Reeker says Yovanovitch had an \"outstanding\" reputation but faced \"really", "outrageous press coverage and innuendo and threats coming from high", "levels, retweeting irresponsible journalism, which affected her", "personally, her safety, affected our mission, reflected on the United", "States.\"", "He also says \"there was an understanding\" that Giuliani was \"feeding the", "president a lot of very negative views about Ukraine.\"", "Oct. 28, 2019: Pelosi announces that the House will vote on a resolution", "to affirm the ongoing investigation and lay out procedures for public", "hearings.", "Oct. 29, 2019: Vindman, the director for European affairs at the National", "Security Council, testifies that he listened in on the July 25 phone call", "from the White House Situation Room and raised concerns about it with the", "NSC’s lead counsel. He says he previously reported concerns following the", "July 10 meeting between Danylyuk and Bolton, Volker, Sondland and Perry.", "Answering questions from Congress, Vindman says Mulvaney \"coordinated\" a", "plan to condition a White House meeting on the investigation into the", "Bidens.", "He also says \"there were a couple of things that were not included\" in the", "readout of the July 25 phone call, such as a mention by Trump of", "\"recordings.\" Vindman says that in one case, when Zelensky is quoted as", "saying \"the company,\" he really said \"to Burisma that you mentioned.\"", "Oct. 30, 2019: State Department official Christopher Anderson, who worked", "under Volker as an expert on Ukraine until July 12, testifies in Congress", "that Bolton once said Giuliani \"could be an obstacle to increased White", "House engagement.\"", "He says that Lutsenko was trying to curry favor with Giuliani in order to", "keep his job, and that he believed \"Giuliani’s narrative\" could undermine", "U.S. policy in Ukraine.", "Oct. 30, 2019: State Department official Catherine Croft, who took over", "Anderson’s role under Volker and previously worked for the National", "Security Council, testifies. She says that during her time with the NSC,", "she received multiple calls from a Republican lobbyist saying Yovanovitch,", "the former U.S. ambassador to Ukraine, should be fired. Croft also says", "she was told that Mulvaney held up aid to Ukraine at Trump’s \"direction.\"", "In her interview behind closed doors, she says two Ukrainian embassy", "officials reached out to her to ask about the hold on military aid before", "it became public. She says they \"found out very early on or much earlier", "than I expected them to.\"", "Oct. 30, 2019: Deputy Secretary of State John Sullivan, Trump's nominee to", "become the U.S. ambassador to Russia, testifies during his Senate", "confirmation hearing that Giuliani was part of a \"campaign against\"", "Yovanovitch.", "Oct. 31, 2019: The House votes to approve a resolution directing its", "committees to continue investigating Trump’s conduct and laying out rules", "for a public phase of the impeachment inquiry. The resolution passes", "232-196, with no Republicans voting in favor.", "Oct. 31, 2019: Morrison testifies behind closed doors that Sondland told", "Yermak that \"what could help them move the aid was if the prosecutor", "general would to go the mic and announce that he was opening the Burisma", "investigation.\" Morrison witnessed the conversation occur and briefed", "Bolton, Taylor and the NSC lawyers about it.", "Morrison also says he listened to the July 25 call and was not concerned", "that anything illegal had been discussed. But he advised NSC lawyers", "afterward to review and restrict access to the call’s written record", "because it would be \"damaging\" if \"its contents leaked.\"", "Nov. 4, 2019: Sondland revises his Oct. 17 testimony to inform Congress", "that he told Ukraine \"that resumption of the U.S. aid would likely not", "occur until Ukraine provided the public anti-corruption statement that we", "had been discussing for many weeks.\"", "Nov. 4, 2019: The House Intelligence committee releases transcripts of the", "closed-door depositions provided by Yovanovitch and McKinley.", "Nov. 5, 2019: The House Intelligence committee releases transcripts of the", "closed-door depositions provided by Sondland and Volker. The committee", "also releases additional text messages that Volker turned over during his", "testimony.", "Nov. 6, 2019: David Hale, the State Department’s third-ranking official,", "testifies privately. He says the allegations Giuliani was pushing about", "Yovanovitch seemed like \"a roundabout way the president was trying to get", "rid of the ambassador through this smear campaign.\"", "Hale says Pompeo was \"most likely\" behind the State Department’s decision", "not to issue a statement in support of Yovanovitch, who Hale felt was", "\"doing a very good job.\"", "Nov. 6, 2019: The House Intelligence committee releases the transcript of", "Taylor’s closed-door deposition.", "Nov. 7, 2019: The House Intelligence committee releases the transcript of", "Kent’s closed-door deposition.", "Nov. 7, 2019: Pence aide Jennifer Williams, a foreign service officer,", "testifies privately. She says Trump asked Pence not to attend Zelensky’s", "inauguration.", "She says she listened in on the July 25 call and felt Trump’s mention of", "specific investigations was \"unusual and inappropriate\" and \"shed some", "light on possible other motivations behind a security assistance hold.\"", "She says her handwritten notes reflect that Zelensky said \"Burisma\" on the", "call, even as the call readout does not show him specifically naming the", "company.", "Nov. 7, 2019: Lawyers for the whistleblower send a cease-and-desist letter", "urging Trump to stop calling for the public disclosure of the", "whistleblower’s identity.", "Nov. 8, 2019: The House Intelligence committee releases transcripts of the", "closed-door depositions provided by Hill and Vindman.", "Nov. 8, 2019: House Minority Leader Kevin McCarthy, R-Calif., announces he", "has appointed Rep. Jim Jordan, R-Ohio, to the House Intelligence Committee", "to fight \"for fairness and truth.\"", "Nov. 9, 2019: Rep. Devin Nunes, R-Calif. and the ranking member on the", "House Intelligence Committee, sends a letter to Schiff listing", "Republicans’ requests for open hearing witnesses. The list includes", "Volker, Hale, Morrison, Hunter Biden and the whistleblower, as well as", "individuals connected to unsubstantiated claims about Burisma and the 2016", "election.", "Nov. 11, 2019: The House Intelligence Committee releases transcripts of", "the closed-door depositions provided by Croft, Anderson and Cooper.", "Nov. 13, 2019: The House Intelligence Committee leads its first public", "hearing with testimony from Kent and Taylor, who reaffirm what they said", "in private testimony.", "Kent affirms that Russia — not Ukraine — interfered in the 2016 election.", "He says that Biden’s pressure to remove Shokin was not equivalent to", "Trump’s actions on Ukraine, and that Yovanovitch did not deserve to be", "recalled.", "Taylor testifies that Trump wanted Zelensky in a \"public box,\" that", "Zelensky did not want to play a role in U.S. domestic politics, that Trump", "believed he had been \"wronged\" by the Ukrainians and was \"owed\" the", "investigations in return, and that conditioning aid for political purposes", "was not normal and not something he had seen before.", "In a new revelation, Taylor also says Holmes, his staffer at the embassy", "in Ukraine, had told him since his private deposition about the phone call", "between Sondland and Trump that occurred July 26, while Sondland and", "Holmes were at a restaurant in Kiev.", "Nov. 15, 2019: Yovanovitch testifies publicly. Her comments largely match", "what she said behind closed doors. She denies unsupported allegations", "pushed by Giuliani, Lutsenko, Solomon and others that she bad-mouthed", "Trump or gave Lutsenko a do-not-prosecute list.", "While Yovanovitch is testifying, Trump tweets that \"everywhere Marie", "Yovanovitch went turned bad,\" a claim PolitiFact rated Pants on Fire.", "Yovanovitch says Trump’s tweet is \"very intimidating.\"", "Nov. 15, 2019: Holmes, the U.S. embassy official in Ukraine, testifies", "behind closed doors after being mentioned in Taylor’s public testimony.", "He describes how he overheard a phone conversation between Trump and", "Sondland while at a restaurant with Sondland in Ukraine. He says he", "reported the conversation to embassy officials and repeatedly referred", "back to it afterward.", "Holmes testifies that he heard Sondland tell Trump that Zelensky \"loves", "your ass.\" Trump asked Sondland if Zelensky was \"going to do the", "investigation,\" and Sondland replied that \"he’s going to do it,\" Holmes", "says.", "Holmes says that when he later asked Sondland what Trump thought about", "Ukraine, Sondland told him Trump \"does not give a s--- about Ukraine\" and", "only cares about \"big stuff that benefits\" him like the \"Biden", "investigation.\"", "Nov. 16, 2019: Sandy, the career OMB official, testifies behind closed", "doors. He describes how the OMB implemented the hold on aid through", "footnotes in a series of funding documents sent to the Defense Department.", "Sandy says the language in the footnotes was crafted to alleviate concerns", "among officials that the agency could be running afoul of the 1974", "Impoundment Control Act. Sandy says Duffey, the Trump-appointed OMB", "official, altered the footnotes’ language as time went on and continued", "delaying the scheduled release date for the aid with each document he sent", "out.", "Sandy says two OMB officials resigned around this time. He also says that", "by the start of the new fiscal year on October 1, roughly $35 million in", "assistance for Ukraine remained unspent.", "Nov. 16, 2019: The House Intelligence Committee releases transcripts of", "the closed-door depositions provided by Morrison and Williams.", "Nov. 17, 2019: CNN’s Fareed Zakaria says Zelensky was scheduled to appear", "for an interview on his show before news of the whistleblower’s complaint", "broke.", "Nov. 18, 2019: The House Intelligence Committee releases transcripts of", "the closed-door depositions provided by Hale and Holmes.", "Nov. 18, 2019: Trump tweets that he will \"strongly consider\" testifying in", "person or in writing. He says, \"Even though I did nothing wrong, and don’t", "like giving credibility to this No Due Process Hoax, I like the idea &", "will, in order to get Congress focused again, strongly consider it!\"", "Nov. 19, 2019: Vindman and Williams testify publicly, followed by Volker", "and Morrison. Their testimonies largely reflect what they told Congress in", "private.", "Vindman and Williams both testify that they were alarmed by the July 25", "phone call after listening in. Volker says he \"was never involved with", "anything that I considered to be bribery at all,\" and Morrison testifies", "that he saw no problems with the July 25 call.", "Volker vouches for Biden’s character, and Morrison testifies that Trump", "had indicated that Zelensky \"had to make the statement\" about pursuing an", "investigation into Burisma.", "Volker also says that he did not understand until recently that an", "investigation of Burisma was akin to an investigation of the Bidens. He", "says that if he had pieced that together, he would’ve raised objections.", "He says he \"did not know of a linkage\" to military aid.", "Volker acknowledges the July 10 White House meeting, which he had left out", "of his private testimony. He says Sondland’s mention of investigations in", "the meeting was \"inappropriate.\"", "Vindman and Williams both say they know of no national security officials", "who were supportive of the decision to freeze military aid to Ukraine.", "Nov. 20, 2019: Sondland testifies publicly that \"everybody was in the", "loop\" and that he \"came to believe that the resumption of security aid", "would not occur until there was a public statement from Ukraine committing", "to the investigations of the 2016 election and Burisma.\"", "He says: \"I know that members of this committee have frequently framed", "these complicated issues in the form of a simple question: Was there a", "‘quid pro quo?’ As I testified previously, with regard to the requested", "White House call and White House meeting, the answer is yes.\"", "Sondland also says he, Volker and Perry worked with Giuliani \"at the", "express direction of the president of the United States.\" He says that", "when he called Trump on Sept. 9 to ask what the president wanted with", "regard to Ukraine, Trump said he wanted \"no quid pro quo.\"", "U.S. Ambassador to the European Union Gordon Sondland testifies before the", "House Intelligence Committee in Washington on Nov. 20, 2019. (AP)", "Nov. 20, 2019: Trump speaks to reporters on the White House lawn while", "Sondland is testifying. He does not take questions.", "Reading from notes, Trump says he doesn’t know Sondland very well. He", "repeats the portion from Sondland’s testimony in which Sondland said that", "on their Sept. 9 call, Trump told him he wanted \"nothing\" and \"no quid pro", "quo\" from Zelensky.", "Nov. 20, 2019: Cooper and Hale testify publicly, repeating what they said", "behind closed doors.", "Hale says the allegations that led to Yovanovitch’s removal were \"wrong\"", "and that she \"should have been able to stay in post and continue to do the", "outstanding work that she was doing.\"", "Cooper says the Defense Department certified Ukraine for meeting the", "anti-corruption requirements necessary to receive security assistance in", "May.", "In a new revelation, Cooper testifies that her staff presented her with", "two State Department emails indicating that Ukrainian officials were aware", "that there was an issue with the aid by July 25. She says they were aware", "it had been suspended as early as August.", "Nov. 20, 2019: The Daily Beast reports that Parnas helped arrange meetings", "and calls in Europe for Nunes in 2018, according to Parnas’ attorney.", "Nov. 21, 2019: Holmes and Hill testify publicly. Holmes recalls the July", "26 phone call he overheard between Sondland and Trump. He also says the", "embassy’s work was \"overshadowed by a political agenda\" promoted by", "Giuliani and others \"with a direct channel to the White House.\"", "Hill pushes back against the \"fictional narrative\" that Ukraine meddled in", "the 2016 election.", "\"Some of you on this committee appear to believe that Russia and its", "security services did not conduct a campaign against our country — and", "that perhaps, somehow, for some reason, Ukraine did,\" she says. \"This is a", "fictional narrative that has been perpetrated and propagated by the", "Russian security services themselves.\"", "Nov. 21, 2019: Graham sends a letter to Pompeo requesting documents", "related to Biden and his contacts with Ukrainian officials.", "Nov. 22, 2019: Trump calls into \"Fox & Friends\" to react to the week’s", "impeachment hearings. Many of his points were either inaccurate or", "repeated debunked conspiracy theories.", "Nov. 23, 2019: CNN reports that Parnas’ lawyer said Parnas would be", "willing to tell Congress that he worked to put Nunes in touch with", "Ukrainians to help dig up dirt on the Bidens and Democrats in Ukraine, and", "that Nunes met with Shokin in Vienna. Nunes disputes the report.", "Nov. 23, 2019: American Oversight, a liberal ethics watchdog group,", "obtains documents from the State Department about Ukraine. The emails show", "Pompeo spoke at least twice by phone with Giuliani in March, before", "Yovanovitch's removal.", "Nov. 26, 2019: The House Intelligence Committee releases transcripts of", "the closed-door depositions provided by Reeker and Sandy. The committee", "also releases depositions for a number of other officials, such as", "Mulvaney, who did not comply with its subpoena.", "Nov. 26, 2019: In a radio interview with former Fox News anchor Bill", "O’Reilly, Trump says he did not send Giuliani to Ukraine to do any", "bidding. \"No, I didn't direct him, but he's a warrior,\" Trump said.", "\"Rudy's a warrior.\"", "Dec. 1, 2019: Cipollone, the White House counsel, sends a letter to House", "Judiciary Committee Chairman Jerrold Nadler, D-N.Y., indicating that Trump", "and the White House will not participate in the Judiciary Committee’s Dec.", "4 hearing.", "Dec. 2, 2019: Zelensky gives a joint interview to Time and three European", "outlets. He denies that he and Trump discussed a \"quid pro quo\" but", "criticizes the United States for blocking aid to Ukraine while the country", "was at war with Russia. Trump mischaracterizes his remarks.", "Dec. 2, 2019: House Republican staff release a 143-page impeachment report", "to counter the majority report from the Democrat-led House Intelligence", "Committee. The report argues that Trump did nothing wrong with regard to", "Ukraine and his July 25 call with Zelensky.", "Dec. 3, 2019: The House Intelligence Committee releases its 300-page", "impeachment report, which argues that Trump abused his presidential powers", "by conditioning security aid for Ukraine and a White House visit on", "Zelensky’s willingness to publicly investigate Trump’s political rivals.", "The report says the impeachment inquiry \"uncovered a months-long effort by", "President Trump to use the powers of his office to solicit foreign", "interference on his behalf in the 2020 election.\"", "The report also includes several pages of phone records showing calls", "involving Nunes, Giuliani, Solomon, Parnas and others. The committee votes", "to send the report to the House Judiciary Committee.", "Dec. 4, 2019: The House Judiciary Committee holds a public impeachment", "hearing featuring four legal scholars.", "Three of the witnesses make the case that Trump could be justifiably", "impeached for abuse of power, bribery, obstruction of justice and", "obstruction of Congress. The fourth witness, invited by Republicans on the", "committee, says there’s insufficient proof to support a bribery charge and", "that the process overall has been too rushed.", "Dec. 5, 2019: In a public announcement, Pelosi calls on the House", "Judiciary Committee to proceed with drafting articles of impeachment", "against Trump, saying \"his wrongdoing strikes at the very heart of our", "Constitution.\"", "Dec. 6, 2019: Cipollone sends a letter to Nadler rejecting the House", "Judiciary Committee’s invitation to participate in a Dec. 9 hearing.", "Dec. 7, 2019: The House Judiciary Committee releases a 55-page report", "outlining various historical arguments for impeachment. \"Impeachment is", "the Constitution’s final answer to a President who mistakes himself for a", "monarch,\" the report says.", "Dec. 7, 2019: Trump tells reporters that Giuliani is \"going to make a", "report, I think to the attorney general and to Congress,\" on the basis of", "a trip he made to Ukraine along with conservative network One America News", "in early December.", "Dec. 9, 2019: The House Judiciary Committee holds a public impeachment", "hearing on the evidence gathered in the House Intelligence Committee’s", "investigation.", "Dec. 9, 2019: FBI Director Christopher Wray, in an interview with ABC", "News, says, \"We have no information that indicates that Ukraine interfered", "with the 2016 presidential election.\"", "Dec. 10, 2019: The House introduces two articles of impeachment against", "Trump, charging the president with abuse of power and obstruction of", "Congress. (We put them in historical context.)", "Dec. 11-12, 2019: The House Judiciary Committee holds a marathon two-day", "debate to consider the articles of impeachment.", "Dec. 12, 2019: Senate Majority Leader Mitch McConnell, R-Ky., says on", "Hannity’s primetime Fox News TV show, \"There is no chance the president is", "going to be removed from office.\" He says he is \"coordinating with White", "House counsel\" at every step.", "Dec. 13, 2019: The House Judiciary Committee votes to approve both", "articles of impeachment, sending both to the full House by party-line", "votes of 23-17.", "House Speaker Nancy Pelosi, D-Calif., speaks during a vote on the articles", "of impeachment on Dec. 18, 2019, on Capitol Hill in Washington. (AP)", "Dec. 16, 2019: The House Judiciary Committee releases a 658-page report", "outlining the articles of impeachment and arguing that Trump’s conduct", "toward Ukraine amounted to \"multiple federal crimes.\" \"President Trump has", "realized the Framers’ worst nightmare,\" it says.", "Dec. 16, 2019: The New Yorker publishes a story in which Giuliani admits", "that he wanted to get rid of Yovanovitch. \"I believed that I needed", "Yovanovitch out of the way,\" he says. \"She was going to make the", "investigations difficult for everybody.\"", "Giuliani says he worked with Solomon to broadcast false allegations about", "Yovanovitch and the Bidens. He also says Lutsenko’s interview with", "Bloomberg, in which he denied evidence of wrongdoing by the Bidens,", "\"undermined everything.\"", "Dec. 16, 2019: In an interview with the New York Times, Giuliani says he", "briefed Trump about Yovanovitch \"a couple of times.\" He says Trump and", "Pompeo \"relied\" on his briefings.", "Dec. 17, 2019: Trump sends a six-page letter to Pelosi decrying the", "impeachment process, denying all wrongdoing and repeating many falsehoods", "about Ukraine and impeachment.", "Dec. 18, 2019: Following a day’s worth of debate on the House floor, the", "House votes to impeach Trump, approving the abuse of power charge by a", "230-197 margin and the obstruction of Congress charge by a vote of", "229-198.", "Dec. 21, 2019: The Center for Public Integrity publishes documents", "obtained from the Justice Department showing contacts between the Pentagon", "and White House about the Ukraine aid.", "The documents show that just hours after Trump’s July 25 call with", "Zelensky, the OMB told the Pentagon to \"hold off\" on distributing the", "funds and keep information of the delay \"closely held.\"", "The documents also show that on June 19, Duffey asked the Pentagon’s chief", "financial officer about the aid, writing, \"The President has asked about", "this funding release.\"", "Jan. 13, 2020: The New York Times reports that Russian hackers targeted", "Ukrainian subsidiaries of Burisma with phishing campaigns beginning in", "November.", "Jan. 14, 2020: The House Intelligence Committee provides new evidence", "turned over by Parnas, Giuliani’s Ukrainian business associate, for the", "House Judiciary Committee to send to the Senate along with the articles of", "impeachment.", "The documents include handwritten notes from Parnas. In one note, Parnas", "wrote to himself, \"Get Zalensky to Annonce that the Biden case will Be", "Investigated.\"", "The documents also include a May 10, 2019, letter from Giuliani to", "Zelensky, in which Giuliani expressed his hope that Zelensky would help", "Ukraine \"overcome some of the long-standing problems of the past\" and said", "he had a \"more specific request.\"", "\"In my capacity as personal counsel to President Trump and with his", "knowledge and consent, I request a meeting with you on this upcoming", "Monday, May 13th or Tuesday, May 14th,\" Giuliani wrote. \"I will need no", "more than a half-hour of your time.\"", "(Giuliani ultimately called off his trip to Ukraine, which he told the New", "York Times he had planned to use to press Zelensky on the Bidens.)", "Other documents include: text messages showing Parnas and Giuliani", "discussing their attempts to secure a visa for Shokin; text messages", "showing Parnas and Trump donor Robert Hyde discussing Yovanovitch’s", "location and recall; text messages showing Parnas and Lutsenko", "bad-mouthing Yovanovitch; and text messages showing Parnas and several", "Zelensky aides discussing a meeting between Zelensky and Giuliani and", "negative information about the Bidens.", "Jan. 15, 2020: Pelosi announces the seven Democratic House members who", "will serve as impeachment managers in the Senate impeachment trial, and", "the House votes to approve them.", "The managers are Reps. Schiff, Nadler, Zoe Lofgren of California, Hakeem", "Jeffries of New York, Val Demings of Florida, Jason Crow of Colorado and", "Sylvia Garcia of Texas.", "Jan. 15, 2020: The House formally transmits the articles of impeachment to", "the Senate.", "Jan. 15, 2020: In an interview with MSNBC’s Rachel Maddow, Parnas says", "Trump \"knew exactly what was going on\" and \"was aware of all my", "movements.\"", "\"I wouldn’t do anything without the consent of Rudy Giuliani, or the", "president,\" Parnas says. \"I was on the ground doing their work.\"", "Parnas says he was often with Giuliani while he was on the phone with", "Trump. He also implicates Pence, saying the vice president’s plan to", "attend Zelensky’s inauguration was cancelled because the Ukrainians had", "not agreed to the desired investigations.", "Parnas also says Barr was \"basically on the team.\" And Parnas says he was", "surprised to see Nunes involved in the House’s hearings because he was", "\"involved in getting all this stuff.\"", "\"It was all connected,\" Parnas says. \"At the end of the day, the agenda", "was to make sure that the Ukrainians announced the Biden investigation.\"", "Jan. 16, 2020: The nonpartisan Government Accountability Office concludes", "that the OMB violated the Impoundment Control Act by withholding security", "assistance to Ukraine.", "\"Faithful execution of the law does not permit the President to substitute", "his own policy priorities for those that Congress has enacted into law,\"", "the decision states. \"OMB withheld funds for a policy reason, which is not", "permitted under the Impoundment Control Act.\"", "Jan. 16, 2020: The Internal Affairs Ministry of Ukraine announces that it", "has opened a criminal investigation into possible unlawful surveillance of", "Yovanovitch after the texts between Parnas and Hyde featured discussions", "of her location and use of electronics.", "\"The published messages contain facts of possible violations of Ukrainian", "law and of the Vienna Convention on diplomatic relations, which protect", "the rights of diplomats on the territory of another state,\" the ministry", "says.", "Jan. 16, 2020: In an interview with CNN’s Anderson Cooper, Parnas", "reiterates that \"everybody that was close to Trump knew that this was a", "thorn in the side, and this was a serious situation.\" He describes meeting", "with a Zelensky aide after Zelensky won his election.", "\"(Zelensky) needed to immediately make an announcement literally that", "night or within the next 24 hours that they were opening up an", "investigation on Biden,\" Parnas says he told the aide.", "\"If they didn't make that announcement, basically, there would be no", "relationship,\" Parnas says.", "Jan. 16, 2020: The Senate’s impeachment proceedings formally begin with", "the reading of the articles of impeachment and the swearing in of senators", "and Chief Justice John Roberts.", "Jan. 17, 2020: The White House announces Trump’s legal defense team, led", "by White House attorneys Cipollone and Jay Sekulow, for the Senate", "impeachment trial.", "The roster includes former independent counsels Ken Starr and Robert Ray,", "Harvard law professor emeritus Alan Dershowitz, presidential adviser Pam", "Bondi, private counsel Jane Raskin and attorney Eric Hershmann of the", "Kasowitz Benson Torres LLP law firm.", "Jan. 17, 2020: House Democrats release a second batch of documents turned", "over by Parnas, which includes a number of photos showing Parnas with", "Trump, Giuliani and others.", "They include more text messages indicating that Yovanovitch may have been", "under illegal surveillance, such as screenshots of a WhatsApp exchange", "between Hyde and an unknown Belgian number about Yovanovitch. Hyde sent to", "the screenshots to Parnas.", "The documents also include messages between Parnas and Derek Harvey, an", "aide to Nunes, in which Parnas helped arrange interviews for Harvey with", "Ukrainian prosecutors and officials.", "Jan. 18, 2020: The House impeachment managers file their legal brief", "outlining the case for Trump’s impeachment, arguing that he \"used his", "official powers to pressure a foreign government to interfere in a United", "States election for his personal political gain, and then attempted to", "cover up his scheme by obstructing Congress’s investigation.\"", "Jan. 18, 2020: Through his lawyers, Trump files his formal response to the", "House’s brief, writing that the articles of impeachment are", "\"constitutionally invalid\" and \"a brazen and unlawful attempt to overturn", "the results of the 2016 election and interfere with the 2020 election.\"", "Jan. 20, 2020: The House managers issue a response denying the allegations", "laid out in Trump’s response to their brief.", "Jan. 20, 2020: Trump’s lawyers file their legal brief outlining his", "defense and calling for the Senate to immediately reject the articles and", "acquit him. They argue that Trump cannot be impeached because, they say,", "the House failed to identify a crime or impeachable offense.", "Jan. 21, 2020: The House managers file their reply to the Trump team’s", "legal brief.", "Jan. 21-22, 2020: After nearly 12 hours of debate between House managers", "and White House attorneys, the Senate votes along party lines to approve", "rules for a trial.", "The rules give the House managers and White House lawyers 24 hours each", "over the course of three days to make their cases for and against the", "articles of impeachment. Then, Senators will have 16 hours to ask", "questions, which will be submitted in writing.", "At that point, the Senate will reconsider whether to seek additional", "evidence from subpoenaed witnesses and documents, according to the New", "York Times.", "Jan. 21, 2020: The Office of Management and Budget releases a trove of", "heavily-redacted documents related to U.S. aid for Ukraine to ethics", "watchdog American Oversight in response to a Freedom of Information Act", "request.", "Included are emails between Sandy, Duffey and other OMB and Pentagon", "officials that show a scramble on July 24 and July 25 to formally freeze", "the assistance to Ukraine through footnotes in a series of funding", "documents. The emails indicate that the paperwork to implement the freeze", "was already in the works prior to Trump’s phone call with Zelensky.", "The documents also show that aides for a number of Republican lawmakers", "reached out to OMB officials to ask about the freeze before it was", "publicly reported by Politico.", "Jan. 22, 2020: Trump seems to admit that the White House is withholding", "documents relevant to his trial. \"Honestly, we have all the material,\" he", "tells reporters in Davos, Switzerland. \"They don't have the material.\"", "Jan. 22, 2020: The House managers begin their opening arguments in the", "Senate trial.", "Jan. 23-24, 2020: The House managers continue their arguments in the", "Senate trial.", "Jan. 24, 2020: ABC News reports on the existence of a tape showing Parnas,", "Fruman and Trump discussing Yovanovitch at a private 2018 donor dinner at", "Trump’s Washington hotel.", "\"Get rid of her,\" Trump can be heard saying in the tape, which Parnas’", "attorney released to the media. \"We can get her out tomorrow. I don’t", "care. Get her out tomorrow. Take her out. OK?\"", "Jan. 25, 2020: The Trump legal defense team begins its presentation in the", "Senate trial. (We fact-checked a number of their claims.)", "Jan. 26, 2020: The New York Times reports that a draft copy of Bolton’s", "forthcoming book says Trump told Bolton in August that he wanted to", "continue withholding aid from Ukraine until the country announced", "investigations into Biden.", "Charles Cooper, Bolton’s attorney, says in a statement that the White", "House is to blame for disclosing the book’s contents. He does not deny the", "New York Times account.", "Jan. 27-28, 2020: The Trump legal defense team continues its arguments in", "the Senate trial. (We fact-checked a number of their claims.)", "Jan. 29, 2020: House Foreign Affairs Committee Eliot Engel releases a", "statement in response to Trump’s claim on Twitter that Bolton said", "\"nothing\" when he left his post. Engel says he spoke to Bolton by phone on", "Sept. 23.", "\"On that call, Ambassador Bolton suggested to me — unprompted — that the", "committee look into the recall of Ambassador Marie Yovanovitch,\" Engel", "says. \"He strongly implied that something improper had occurred around her", "removal as our top diplomat in Kyiv.\"", "Jan. 29-30, 2020: Senators submit questions in writing to the House", "managers and the Trump legal defense team in two eight-hour sessions. (We", "answered a handful of their questions.)", "Jan. 31, 2020: The Senate votes against a motion to subpoena witnesses and", "documents. The vote occurs largely along party lines, 51-49, with two", "Republicans breaking rank.", "Jan. 31, 2020: Parnas’ attorney releases another recording showing Parnas", "and Fruman at a private, April 2018 Trump donor event at Trump’s", "Mar-a-Lago estate, per the Washington Post.", "Jan. 31, 2020: The New York Times reports that, according to Bolton’s book", "manuscript, Trump directed Bolton during an Oval Office meeting in early", "May to call Zelensky and ensure that he would meet with Giuliani during", "Giuliani’s planned trip to Ukraine that month.", "Giuliani and Cipollone were also present for the roughly 10-minute", "conversation, according to the New York Times’ report on the book draft’s", "contents.", "Jan. 31, 2020: In a court filing, the Justice Department reveals that it", "has 24 \"emails that reflect communications by either the president, the", "vice president, or the president’s immediate advisors regarding", "presidential decision-making about the scope, duration, and purpose of the", "hold on military assistance to Ukraine,\" according to the Washington Post.", "The revelation comes as part of a Freedom of Information Act lawsuit", "brought by the Center for Public Integrity.", "Feb. 3-4, 2020: The House managers and Trump legal defense team make", "closing arguments in the Senate impeachment trial. Senators begin two days", "of debate.", "Feb. 5, 2020: The Senate acquits Trump on both charges. On the abuse of", "power charge, the vote to acquit is 52-48, with all Democrats,", "Independents and Sen. Mitt Romney of Utah voting to convict, and all other", "Republicans voting to acquit.", "On the obstruction of Congress charge, the vote to acquit is 53-47, with", "all Republicans voting to acquit and all Democrats and Independents voting", "to convict.", "RELATED STORY: PolitiFact's Trump-Biden-Ukraine coverage all in one place", "Sign Up For Our Weekly Newsletter", "_____________________", "[ Sign up ]", "_____________________", "Our Sources", "Associated Press, \"Joe Biden is at the center of US diplomacy in Ukraine,\"", "Feb. 24, 2014", "International Court of Justice, \"Application Instituting Proceedings filed", "in the Registery of the Court on January 2017: Terrorism Financing and", "Racial Discrimination in Ukraine (Ukraine v. Russian Federation),\" Jan.", "16, 2017", "New York Times, \"Joe Biden, His Son and the Case Against a Ukrainian", "Oligarch,\" Dec. 8, 2015", "The Guardian, \"The money machine: how a high-profile corruption", "investigation fell apart,\" April 12, 2017", "Burisma Holdings, \"Hunter Biden joins the team of Burisma Holdings,\" May", "12, 2014", "BuzzFeed, \"Biden's Son, Polish Ex-President Quietly Sign On To Ukrainian", "Gas Company,\" May 13, 2014", "The New Yorker, \"Will Hunter Biden Jeopardize His Father’s Campaign?\" July", "1, 2019", "Bloomberg, \"Timeline in Ukraine Probe Casts Doubt on Giuliani’s Biden", "Claim,\" May 7, 2019", "New York Times, \"Trump, Biden and Ukraine: Sorting Out the Accusations,\"", "Sept. 22, 2019", "Ukraine Crisis Media Center press release, \"Viktor Shokin Becomes", "Prosecutor General of Ukraine,\" Feb. 10, 2015", "PolitiFact, \"Donald Trump’s boasts about former Ukranian prosecutor’s", "fairness ring false,\" Sept. 26, 2019", "Council on Foreign Relations, Transcript from Foreign Affairs Issue Launch", "with Former Vice President Joe Biden, Jan. 23,  2018", "New York Times, \"Ukraine Ousts Viktor Shokin, Top Prosecutor, and", "Political Stability Hangs in the Balance,\" May 29, 2016", "Unian Information Agency, \"Lutsenko appointed prosecutor general in", "Ukraine,\" May 12, 2016", "Burisma, \"Attorney John Buretta: In the case of Burisma and Zlochevskiy I", "met with Prosecutor General Yury Lutsenko,\" Feb. 1, 2017", "New York Times, \"Joe Biden Announces 2020 Run for President, After Months", "of Hesitation,\" April 25, 2019", "Factbase, Transcript of Steve Hilton’s May 19, 2019 interview of Donald", "Trump on Fox News' \"The Next Revolution.\"", "PolitiFact, \"Fact-checking Joe Biden, Hunter Biden, and Ukraine,\" May 7,", "2019", "Bloomberg, \"Ukraine Prosecutor Says No Evidence of Wrongdoing by Bidens,\"", "May 16, 2019", "Los Angeles Times, \"Former Ukraine prosecutor says he saw no evidence of", "wrongdoing by Biden\" Sept. 29, 2019", "Radio Free Europe/Radio Liberty, \"Why Was Ukraine's Top Prosecutor Fired?", "The Issue At The Heart Of The Dispute Gripping Washington,\" Sept. 24, 2019", "Kyiv Post, \"Trump whistleblower scandal, explained from Ukraine,\" Sept.", "23, 2019", "New York Times, \"Trump Said to Have Frozen Aid to Ukraine Before Call With", "Its Leader,\" Sept. 23, 2019", "Washington Post, \"Trump ordered hold on military aid days before calling", "Ukrainian president, officials say,\" Sept. 23, 2019", "White House summary of July 25, 2019, phone call between President Donald", "Trump and Ukrainian president Volodymyr Zelensky", "PolitiFact, \"Read the declassified whistleblower complaint on Ukraine,", "Biden and Trump,\" Sept. 26, 2019", "New York Times, \"Giuliani Renews Push for Ukraine to Investigate Trump’s", "Political Opponents,\" Aug. 21, 2019", "Witness statement by former Ukrainian prosecutor Viktor Shokin, Sept. 4,", "2019", "Defense Department press release, \"DOD Announces $250M to Ukraine,\" June", "18, 2019", "Reuters, \"Trump administration reinstates military aid for Ukraine,\" Sept.", "12, 2019", "Defense News, \"US State Department clears Ukraine security assistance", "funding. Is the Pentagon next?\" Sept. 12, 2019", "CNN, \"Giuliani contradicts himself over Ukraine probe of Biden,\" Sept. 19,", "2019", "New York Times, \"Trump Acknowledges Discussing Biden in Call With", "Ukrainian Leader,\" Sept. 22, 2019", "Washington Post, \"Seven freshman Democrats: These allegations are a threat", "to all we have sworn to protect,\" Sept. 23, 2019", "Washington Post, \"Pelosi announces impeachment inquiry, says Trump’s", "courting of foreign political help is a ‘betrayal of national security,’ \"", "Sept. 24, 2019", "House Intelligence Committee subpoena of Rudy Giuliani, Sept. 30, 2019", "New York Times, \"Trump Publicly Urges China to Investigate the Bidens,\"", "Oct. 3, 2019", "PolitiFact, \"Donald Trump's accusations about Hunter Biden and a payout", "from China: A closer look,\" Oct. 2, 2019", "PolitiFact, \"Rudy Giuliani's role in Ukraine's investigation of Joe", "Biden,\" Sept. 26, 2019", "Fox News, \"Giuliani cancels Ukraine trip, says he'd be 'walking into a", "group of people that are enemies of the US,'\" May 11, 2019", "The Associated Press, Copy of opening Statement of Marie Yovanovitch to", "the House of Representatives, Oct. 11, 2019", "The Washington Post, Copy of opening Statement of Gordon Sondland to the", "House of Representatives, Oct. 17, 2019", "ABC News, \"'I think I’d take it': In exclusive interview, Trump says he", "would listen if foreigners offered dirt on opponents,\" June 13, 2019", "Rudy Giuliani on Twitter, June 21, 2019", "Official website of the president of Ukraine, \"President met with U.S.", "Special Representative for Ukraine and U.S. Representative to the European", "Union,\" July 16, 2019", "The White House, \"Readout of Vice President Mike Pence’s Phone Call With", "the President of Ukraine,\" Sept. 18, 2019", "The Washington Post, \"Ukrainian president greets Pence in Warsaw,\" Sept.", "1, 2019", "PolitiFact, \"Read: Text messages between US diplomats about Ukraine aid,", "Trump phone call,\" Oct. 4, 2019", "Inspector General of the Intelligence Community, Letter from Michael", "Atkinson to Rep. Adam Schiff, Sept. 9, 2019", "Donald J. Trump on Twitter, Sept. 10, 2019", "John Bolton on Twitter, Sept. 10, 2019", "U.S. House of Representatives, Permanent Select Committee on Intelligence,", "Letter from Rep. Adam Schiff to acting Director of National Intelligence", "Joseph Maguire, Sept. 13, 2019", "U.S. House of Representatives, Permanent Select Committee on Intelligence,", "\"Chairman Schiff Issues Subpoena for Whistleblower Complaint Being", "Unlawfully Withheld by Acting DNI from Intelligence Committees,\" Sept. 13,", "2019", "Office of the Director of National Intelligence, Letter from acting", "Director of National Intelligence Joseph Maguire to Rep. Adam Schiff,", "Sept. 17, 2019", "U.S. House of Representatives, Permanent Select Committee on Intelligence,", "\"House Intelligence Committee Releases Letters from Intelligence Community", "Inspector General,\" Sept. 19, 2019", "The White House, \"Remarks by President Trump Upon Arriving at the U.N.", "General Assembly,\" Sept. 24, 2019", "PolitiFact, \"Donald Trump said European nations have not put money into", "Ukraine. They have put in a lot,\" Sept. 25, 2019", "The White House, \"Remarks by President Trump and President Zelensky of", "Ukraine Before Bilateral Meeting\" Sept. 25, 2019", "The New York Times, \"Ukraine’s President Says Call With Trump Was", "‘Normal,’\" Sept. 25, 2019", "C-Span, \"Acting DNI Maguire Testimony on Whistleblower Complaint,\" Sept.", "26, 2019", "The New York Times, \"Kurt Volker, Trump’s Envoy for Ukraine, Resigns,\"", "Sept. 27, 2019", "The State Press, \"McCain Institute head Kurt Volker steps down as US", "diplomat,\" Sept. 27, 2019", "C-Span, \"Representative Raskin on State Department Inspector General", "Briefing,\" Oct. 2, 2019", "The New York Times, \"Impeachment Bombshell That Wasn’t: Mysterious Packet", "Sends Rumor Mill Into Overdrive,\" Oct. 2, 2019", "The Associated Press on YouTube, \"Pompeo confirms he was on Trump Ukraine", "call,\" Oct. 2, 2019", "C-Span, \"U.S.-Italy Relations,\" Oct. 2, 2019", "Axios, \"Volker told House committees he was unaware of push for Ukraine", "Biden probe,\" Oct. 4, 2019", "Press release from Defense Security Cooperation Agency, Oct. 3, 2019", "U.S. House of Representatives, Letter from Reps. Elijah Cummings, Adam", "Schiff and Eliot Engel to acting White House Chief of Staff Mick Mulvaney,", "Oct. 4, 2019", "Mark S. Zaid on Twitter, Oct. 6, 2019", "PolitiFact, \"Trump lawyer claims lack of due process in House impeachment.", "3 reasons the law doesn’t back him up,\" Oct. 10, 2019", "The White House, Letter from White House Counsel Pat Cipollone to House", "Speaker Nancy Pelosi and Reps. Elijah Cummings, Adam Schiff and Eliot", "Engel, Oct. 8, 2019", "United States District Court for the Southern District of New York, Sealed", "indictment for United States of America v. Lev Parnas et. al., accessed", "Oct. 24, 2019", "The New York Times, \"2 Giuliani Associates Arrested With One-Way Tickets", "at U.S. Airport,\" Oct. 10, 2019", "The Washington Post, \"Ex-Pompeo adviser tells impeachment investigators he", "was ‘disturbed’ by attempts to enlist foreigners to hurt Trump’s political", "opponents,\" Oct. 16, 2019", "ABC News, \"Exclusive: 'I'm here': Hunter Biden hits back at Trump taunt in", "exclusive ABC News interview,\" Oct. 15, 2019", "The Washington Post, \"Raskin: Giuliani ran 'shadow foreign policy' in", "Ukraine,\" Oct. 15, 2019", "The New York Times, \"Senior State Dept. Ukraine Expert Says White House", "Sidelined Him,\" Oct. 15, 2019", "The Wall Street Journal, \"Ex-Rep. Sessions Subpoenaed Over Interactions", "With Giuliani, Giuliani Associates,\" Oct. 15, 2019", "Matt Mackowiak on Twitter, Oct. 15, 2019", "The White House, \"Press Briefing by Acting Chief of Staff Mick Mulvaney,\"", "Oct. 17, 2019", "PolitiFact, \"In context: Mick Mulvaney on quid pro quo,\" Oct. 18, 2019", "PolitiFact, \"Trump mentioned the ‘Crowdstrike’ conspiracy during his call", "with Ukraine. Here’s what that means,\" Sept. 27, 2019", "The New York Times, \"The Trump Impeachment Inquiry: Latest Updates,\" Oct.", "24, 2019", "The Washington Post, Copy of opening statement of Ambassador William B.", "Taylor to the House of Representatives, Oct. 22, 2019", "Scott Thuman on Twitter, Oct. 23, 2019", "Politico, \"Giuliani associates plead not guilty in foreign donations", "case,\" Oct. 23, 2019", "U.S. Senate, Senate Resolution 378, Oct. 24, 2019", "PBS Newshour on YouTube, \"WATCH: Sen. Lindsey Graham introduces resolution", "condemning Trump impeachment inquiry,\" Oct. 24, 2019", "PolitiFact, \"Graham wrong that House impeachment inquiry denies Trump ‘due", "process,’\" Oct. 28, 2019", "Press release from House Speaker Nancy Pelosi, \"Dear Colleague on Next", "Steps in House's Ongoing Impeachment Inquiry,\" Oct. 28, 2019", "U.S. House of Representatives, Resolution, Oct. 29, 2019", "Nancy Pelosi on Twitter, Oct. 28, 2019", "The Washington Post, \"Read the document: Opening Statement of Lieutenant", "Colonel Alexander S. Vindman,\" Oct. 28, 2019", "Politico, \"GOP lawmaker confirms Vindman's testimony on Ukraine call", "omissions,\" Oct. 30, 2019", "The Washington Post, \"Christopher Anderson’s opening statement for House", "impeachment deposition,\" Oct. 30, 2019", "The Washington Post, \"Catherine Croft’s opening statement for House", "impeachment deposition,\" Oct. 30, 2019", "Axios, \"Russian ambassador nominee says Giuliani had hand in Ukraine", "ambassador's removal,\" Oct. 30, 2019", "USA Today, \"Who are the 15 witnesses in the Trump impeachment inquiry and", "what have they said?\" Nov. 6, 2019", "The New York Times, \"Testimony and Evidence Collected in the Trump", "Impeachment Inquiry,\" Nov. 8, 2019", "The New York Times, \"Official Says Attempts to Rally Top State Officials", "Behind Ukraine Ambassador Failed,\" Oct. 26, 2019", "Congress.gov, \"Directing certain committees to continue their ongoing", "investigations as part of the existing House of Representatives inquiry", "into whether sufficient grounds exist for the House of Representatives to", "exercise its Constitutional power to impeach Donald John Trump, President", "of the United States of America, and for other purposes,\" Oct. 31, 2019", "CBS News, \"White House official on Ukraine call wasn't concerned ‘anything", "illegal’ occurred,\" Oct. 31, 2019", "The New York Times, \"Read the Transcript of Gordon Sondland’s Testimony,\"", "Nov. 5, 2019", "The Associated Press, \"State Dept. undersecretary testifies in impeachment", "inquiry,\" Nov. 6, 2019", "The Washington Post, \"Impeachment probe turns to Pence adviser who heard", "Trump’s call with Ukrainian leader,\" Nov. 7, 2019", "House Intelligence Committee, Transcript of deposition of Marie", "Yovanovitch, Oct. 11, 2019", "House Intelligence Committee, Transcript of deposition of Michael", "McKinley, Oct. 16, 2019", "House Intelligence Committee, Transcript of deposition of Kurt Volker,", "Oct. 3, 2019", "House Intelligence Committee, Transcript of deposition of Gordon Sondland,", "Oct. 17, 2019", "House Intelligence Committee, Text messages provided during deposition of", "Kurt Volker, Oct. 3, 2019", "House Intelligence Committee, Transcript of deposition of William Taylor,", "Oct. 22, 2019", "House Intelligence Committee, Transcript of deposition of George Kent,", "Oct. 15, 2019", "House Intelligence Committee, Transcript of deposition of Alexander", "Vindman, Oct. 29, 2019", "House Intelligence Committee, Transcript of deposition of Fiona Hill, Oct.", "14, 2019", "Compass Rose Legal Group, \"Letter from Andrew Bakaj to Pat Cipollone,\"", "Nov. 7, 2019", "Kevin McCarthy on Twitter, Nov. 8, 2019", "House Intelligence Committee, Letter from Rep. Devin Nunes to House", "Intelligence Committee Chairman Rep. Adam Schiff, Nov. 9, 2019", "House Intelligence Committee, Transcript of deposition of Catherine Croft,", "Oct. 30, 2019", "House Intelligence Committee, Transcript of deposition of Christopher", "Anderson, Oct. 30, 2019", "House Intelligence Committee, Transcript of deposition of Laura Cooper,", "Oct. 23, 2019", "House Intelligence Committee, Transcript of deposition of Tim Morrison,", "Oct. 31, 2019", "House Intelligence Committee, Transcript of deposition of David Hale, Nov.", "6, 2019", "House Intelligence Committee, Transcript of deposition of Jennifer", "Williams, Oct. 31, 2019", "House Intelligence Committee, Transcript of deposition of David Holmes,", "Nov. 15, 2019", "C-Span, \"Diplomats Bill Taylor and George Kent Impeachment Inquiry", "Testimony,\" Nov. 3, 2019", "PolitiFact, \"Who is George Kent?\" Nov. 12, 2019", "PolitiFact, \"Who is Ambassador William Taylor?\" Nov. 12, 2019", "C-Span, \"Impeachment Hearing with Former Ukraine Ambassador Marie", "Yovanovitch,\" Nov. 15, 2019", "PolitiFact, \"5 key moments during Marie Yovanovitch's impeachment", "testimony,\" Nov. 15, 2019", "Donald J. Trump on Twitter, Nov. 15, 2019", "PolitiFact, \"Trump inaccurately disparages Yovanovitch in Somalia,", "Ukraine,\" Nov. 15, 2019", "PolitiFact, \"Fact-checking the Trump impeachment hearings: Vindman,", "Volker, Morrison and Williams,\" Nov. 19, 2019", "C-Span, \"Impeachment Hearing with Lieutenant Colonel Vindman and Jennifer", "Williams,\" Nov. 19, 2019", "C-Span, \"Impeachment Hearing with Ambassador Kurt Volker and National", "Security Aide Tim Morrison,\" Nov. 19, 2019", "PolitiFact, \"There was a quid pro quo, Gordon Sondland says in testimony", "for Trump, Ukraine impeachment inquiry,\" Nov. 20, 2019", "PolitiFact, \"Fact-check: Donald Trump's claim he doesn’t know Gordon", "Sondland very well,\" Nov. 20, 2019", "C-Span, \"Impeachment Inquiry Hearing with Laura Cooper and David Hale,\"", "Nov. 20, 2019", "PBS Newshour on YouTube, \"WATCH: Cooper says two unclassified emails show", "Ukraine asked about military aid on July 25,\" Nov. 20, 2019", "C-Span, \"Impeachment Hearing with Fiona Hill and David Holmes,\" Nov. 21,", "2019", "PolitiFact, \"Fiona Hill and conspiracy theories about Ukraine and Russia:", "What you need to know,\" Nov. 21, 2019", "Donald J. Trump on Twitter, Nov. 18, 2019", "The Daily Beast, \"Lev Parnas Helped Rep. Devin Nunes’ Investigations,\"", "Nov. 20, 2019", "U.S. Senate, Letter from Sen. Lindsey Graham to Secretary of State Mike", "Pompeo, Nov. 21, 2019", "PolitiFact, \"Fact-checking Trump’s falsehoods on Fox & Friends about", "Ukraine, impeachment and Mueller report,\" Nov. 22, 2019", "CNN, \"Exclusive: Giuliani associate willing to tell Congress Nunes met", "with ex-Ukrainian official to get dirt on Biden,\" Nov., 23, 2019", "American Oversight, \"State Department Releases Ukraine Documents to", "American Oversight,\" Nov. 23, 2019", "PolitiFact, \"Did Trump’s freeze on Ukraine aid violate the Impoundment", "Control Act?\" Dec. 5, 2019", "Politico, \"Trump holds up Ukraine military aid meant to confront Russia,\"", "Aug. 28, 2019", "Giuliani on Twitter, March 22, 2019", "Fox News, \"Giuliani slams Mueller leak,\" April 7, 2019", "Donald Trump Jr. on Twitter, March 24, 2019", "Politico, \"Ukrainian efforts to sabotage Trump backfire,\" Jan. 11, 2017", "PolitiFact, \"What we know about the Politico story at the heart of a", "Ukraine conspiracy theory,\" Dec. 3, 2019", "Donald J. Trump on Twitter, March 20, 2019", "PolitiFact, \"Who is John Solomon? Here’s what we know about the journalist", "whose stories shaped the Ukraine saga,\" Nov. 19, 2019", "The Hill, \"Joe Biden's 2020 Ukrainian nightmare: A closed probe is", "revived,\" April 1, 2019", "Rudy Giuliani on Twitter, April 23, 2019", "Factba.se, \"Interview: Sean Hannity Interviews Donald Trump Via", "Telephone,\" April 25, 2019", "Factba.se, \"Steve Hilton Interviews Donald Trump on Fox News' The Next", "Revolution,\" May 19, 2019", "House Foreign Affair Committees, \"Three House Committees Launch", "Wide-Ranging Investigation into Trump-Giuliani Ukraine Scheme,\" Sept. 9,", "2019", "House Intelligence Committee, Transcript of deposition of Philip Reeker,", "Oct. 26, 2019", "The Wall Street Journal, \"Trump, in August Call With GOP Senator, Denied", "Official’s Claim on Ukraine Aid,\" Oct. 4, 2019", "House Intelligence Committee, Transcript of deposition of Mark Sandy, Nov.", "16, 2019", "NBC News, \"Meet the Press,\" Sept. 22, 2019", "PolitiFact, \"Did Trump’s freeze on Ukraine aid violate the Impoundment", "Control Act?\" Dec. 5, 2019", "Bill O’Reilly, \"Listen to Bill O'Reilly's Full Interview with President", "Trump,\" Nov. 26, 2019", "Axios, \"Fareed Zakaria explains backstory of Zelensky plan to announce", "probes on CNN,\" Nov. 17, 2019", "Time, \"'I Don’t Trust Anyone at All.' Ukrainian President Volodymyr", "Zelensky Speaks Out on Trump, Putin and a Divided Europe,\" Dec. 2, 2019", "PolitiFact, \"Trump mischaracterizes Ukrainian president’s comments from", "new interview,\" Dec. 2, 2019", "PolitiFact, \"Read House Republicans' response to impeachment report,\" Dec.", "3, 2019", "PolitiFact, \"Read the House Intelligence Committee's full impeachment", "report,\" Dec. 3, 2019", "PolitiFact, \"Fact-checking House Republicans’ impeachment report defending", "Trump on Ukraine,\" Dec. 3, 2019", "Joseph A. Bondy on Twitter, Dec. 3, 2019", "C-Span, \"Impeachment Inquiry Hearing with E.U. Ambassador Gordon", "Sondland,\" Nov. 20, 2019", "C-Span, \"Speaker Pelosi Statement on Impeachment Inquiry,\" Dec. 5, 2019", "C-Span, \"Hearing on Constitutional Framework for Impeachment,\" Dec. 4,", "2019", "PolitiFact, \"Should Trump be impeached? What law professors said at the", "House hearing,\" Dec. 4, 2019", "C-Span, \"Hearing on Evidence in Impeachment Inquiry,\" Dec. 9, 2019", "The Washington Post, \"Dec. 6 letter from White House counsel Pat Cipollone", "to House Judiciary Committee,\" Dec. 6, 2019", "House Judiciary Committee, \"Constitutional Grounds for Presidential", "Impeachment,\" Dec. 7, 2019", "The Hill, \"Trump: Giuliani to deliver report on Ukraine trip to Congress,", "Barr,\" Dec. 7, 2019", "ABC News, \"FBI director pushes back on debunked conspiracy theory about", "2016 election interference,\" Dec. 9, 2019", "House Judiciary Committee, Articles of Impeachment against President", "Donald J. Trump, Dec. 10, 2019", "PolitiFact, \"How the impeachment articles against Trump are similar to,", "and different from, Clinton and Nixon,\" Dec. 10, 2019", "C-Span, \"House Judiciary Committee Debates Articles of Impeachment,\" Dec.", "11, 2019", "C-Span, \"Day 2 House Judiciary Debates Articles of Impeachment,\" Dec. 12,", "2019", "Fox News, \"Hannity exclusive: McConnell says 'zero chance' Trump is", "removed, 'one or two Democrats' could vote to acquit,\" Dec. 12, 2019", "C-Span, \"Day 3 House Judiciary Votes on Articles of Impeachment,\" Dec. 13,", "2019", "House Judiciary Committee, \"Impeachment of Donald J. Trump President of", "the United States,\" Dec. 16, 2019", "The New York Times, \"Russians Hacked Ukrainian Gas Company at Center of", "Impeachment,\" Jan. 13, 2020", "House Intelligence Committee, Letter from Chairman Adam Schiff to Jerrold", "Nadler, Chairman of the House Judiciary Committee, Jan. 14, 2020", "House Intelligence Committee, Evidentiary documents provided by Lev", "Parnas, Jan. 14, 2020", "House Intelligence Committee, Evidentiary documents provided by Lev", "Parnas, Jan. 14, 2020", "C-Span, \"Speaker Pelosi Announces Impeachment Managers,\" Jan. 15, 2020", "Nancy Pelosi on Twitter, Jan. 15, 2020", "C-Span, \"House Votes 228-193 to Appoint Managers, Send Articles of", "Impeachment to the Senate,\" Jan. 15, 2020", "C-Span, \"House Delivers Articles of Impeachment to Senate,\" Jan. 15, 2020", "NBC News, \"Giuliani associate Parnas says Trump 'knew exactly what was", "going on,’\" Jan. 15, 2020", "Government Accountability Office, \"Decision: Office of Management and", "Budget—Withholding of Ukraine Security Assistance,\" Jan. 16, 2020", "CNN, \"Giuliani associate implicates Trump in Ukraine scheme,\" Jan. 16,", "2020", "CNN on YouTube, \"Lev Parnas' entire interview with Anderson Cooper,\" Jan.", "16, 2020", "The Internal Affairs Ministry of Ukraine, \"The position of the Ministry of", "Internal Affairs of Ukraine on materials published by investigators of the", "House of Representatives of the US Congress,\" Jan. 16, 2020", "C-Span, \"Senate Impeachment Trial,\" Jan. 16, 2020", "The White House, \"Statement from the Press Secretary Announcing the", "President’s Senate Trial Counsel,\" Jan. 17, 2020", "PolitiFact, \"All the president’s pundits: Meet Trump’s TV-ready", "impeachment defense team,\" Jan. 21, 2020", "CNN, \"READ: House Democrats release additional materials from Giuliani", "associate Lev Parnas,\" Jan. 17, 2020", "U.S. House of Representatives Managers, \"Trial Memorandum of the United", "States House of Representatives in the Impeachment Trial of President", "Donald J. Trump,\" Jan. 18, 2020", "The White House, \"Answer of President Donald J. Trump,\" Jan. 18, 2020", "U.S. House of Representatives Managers, \"Replication of the United States", "House of Representatives to the Answer of President Donald J. Trump to the", "Articles of Impeachment,\" Jan. 20, 2020", "The White House, \"Trial Memorandum of President Donald J. Trump,\" Jan. 20,", "2020", "The White House, \"Statement from the Press Secretary Announcing", "Congressional Members of the President’s Impeachment Team,\" Jan. 20, 2020", "U.S. House of Representatives Managers, \"Reply Memorandum of the United", "States House of Representatives in the Impeachment Trial of President", "Donald J. Trump,\" Jan. 21, 2020", "C-Span, \"Senate Impeachment Trial, Day 2,\" Jan. 21, 2020", "The New York Times, \"Day in Impeachment: Senate Adopts Trial Rules,\" Jan.", "21, 2020", "American Oversight, \"OMB Records Related to Ukraine Assistance Funding,\"", "Jan. 22, 2020", "NBC News, \"Trump says he'd like Bolton, Pompeo to testify but will leave", "witnesses up to Senate,\" Jan. 22, 2020", "C-Span, \"Senate Impeachment Trial, Day 3,\" Jan. 22, 2020", "Congressional Record, Senate, Jan. 23, 2020", "Congressional Record, Senate, Jan. 24, 2020", "Congressional Record, Senate, Jan. 25, 2020", "Congressional Record, Senate, Jan. 27, 2020", "Congressional Record, Senate, Jan. 28, 2020", "Congressional Record, Senate, Jan. 29, 2020", "Congressional Record, Senate, Jan. 30, 2020", "Axios, \"The daily highlights from Trump's Senate impeachment trial,\" Jan.", "28, 2020", "ABC News, \"'Take her out': Recording appears to capture Trump at private", "dinner saying he wants Ukraine ambassador fired,\" Jan. 24, 2020", "Joseph A. Bondy on Twitter, Jan. 25, 2020", "The New York Times, \"Tape Made Public of Trump Discussing Ukraine With", "Donors,\" Jan. 25, 2020", "The New York Times, \"Trump Tied Ukraine Aid to Inquiries He Sought, Bolton", "Book Says,\" Jan. 26, 2020", "Jonathan Swan on Twitter, Jan. 26, 2020", "Eliot L. Engel, \"Engel Statement on September 23, 2019 Call with John", "Bolton,\" Jan. 29, 2020", "Donald J. Trump on Twitter, Jan. 29, 2020", "PolitiFact, \"PolitiFact answers the Senate's impeachment questions,\" Jan.", "31, 2020", "The Washington Post, \"Justice Department acknowledges 24 emails reveal", "Trump’s thinking on Ukraine,\" Feb. 1, 2020", "The Washington Post, \"New recording shows access Lev Parnas and Igor", "Fruman had to Trump at Mar-a-Lago donor event,\" Jan. 30, 2020", "The New York Times, \"Trump Told Bolton to Help His Ukraine Pressure", "Campaign, Book Says,\" Jan. 31, 2020", "C-Span, \"Senate Rejects Witnesses and Documents in Impeachment Trial,", "49-51,\" Jan. 31, 2020", "U.S. Senate, \"Roll Call Votes 116th Congress - 2nd Session,\" accessed Feb.", "6, 2020", "C-Span, \"Senate Impeachment Trial, Day 12,\" Feb. 3, 2020", "Congressional Record, Senate, Feb. 4, 2020", "C-Span, \"Senate Impeachment Trial Vote,\" Feb. 5, 2020", "The New York Times, \"Full Transcript: Mitt Romney’s Speech Announcing Vote", "to Convict Trump,\" Feb. 5, 2020", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by John Kruzel", "Donald Trump", "stated on July 25, 2019 a phone call:", "\"A lot of people are talking about\" the removal of a \"very fair", "prosecutor\" in Ukraine.", "false false", "By John Kruzel • September 26, 2019", "PJ Media", "stated on September 16, 2019 an article:", "\"New York Times Now Admits New Kavanaugh Accusation Is Fake News.\"", "false false", "By John Kruzel • September 17, 2019", "Bloggers", "stated on September 6, 2019 a Facebook post:", "Says several well-known charities such as Goodwill and American Red Cross", "overpay their CEOs and spend a small percentage on helping people.", "barely-true barely-true", "By Jon Greenberg • September 17, 2019", "Donald Trump", "stated on September 12, 2019 a speech:", "The United States is \"very energy independent.\"", "half-true half-true", "By John Kruzel • September 13, 2019", "Sheldon Whitehouse", "stated on September 6, 2019 an op-ed:", "\"One unnamed donor gave $17 million to the Leo-affiliated Judicial Crisis", "Network to block the nomination of Judge Merrick Garland and to support", "Gorsuch; then a donor — perhaps the same one — gave another $17 million to", "prop up Kavanaugh.\"", "true true", "By John Kruzel • September 11, 2019", "Andrew Yang", "stated on September 4, 2019 a town hall:", "The Green New Deal \"would do away with commercial air travel.\"", "false false", "By John Kruzel • September 6, 2019", "John Delaney", "stated on August 27, 2019 an interview:", "The Amazon rainforest fires are \"directly related to trade\" tensions", "between the United States and China.", "false false", "By John Kruzel • September 6, 2019", "Bernie Sanders", "stated on August 26, 2019 an Instagram post:", "\"Last year, South Carolina spent $21,756 per prison inmate and $11,552", "per student.\"", "mostly-true mostly-true", "By John Kruzel • August 27, 2019", "Ken Cuccinelli", "stated on August 22, 2019 a panel discussion:", "A federal pilot program to DNA test illegal immigrants showed \"something", "like 30% (of test subjects) are fake families.\"", "half-true half-true", "By John Kruzel • August 26, 2019", "Donald Trump", "stated on August 19, 2019 a tweet:", "\"Wow, Report Just Out! Google manipulated from 2.6 million to 16 million", "votes for Hillary Clinton in 2016 Election!\"", "false false", "By John Kruzel • August 19, 2019", "Donald Trump", "stated on August 1, 2019 a rally:", "\"The homicide rate in Baltimore is significantly higher than El Salvador,", "Honduras, Guatemala. ...  I believe it’s higher than Afghanistan.\"", "half-true half-true", "By John Kruzel • August 2, 2019", "Ben Carson", "stated on July 31, 2019 a press conference:", "\"You look at the homelessness situation. Take a city like Tokyo, which", "has more people than New York City. There's no homelessness there.\"", "mostly-true mostly-true", "By John Kruzel • August 1, 2019", "Joe Biden", "stated on May 14, 2019 a campaign event:", "The 1994 crime bill \"did not generate mass incarceration.\"", "half-true half-true", "By Jon Greenberg • May 30, 2019", "Anthony Scaramucci", "stated on May 11, 2019 an interview:", "China’s developing country status in the World Trade Organization \"means", "they can tariff and embargo.\"", "half-true half-true", "By John Kruzel • May 15, 2019", "Joe Biden", "stated on May 1, 2019 a stump speech:", "\"I’m one of the first guys to introduce a climate change bill, way, way", "back in ‘87.\"", "true true", "By John Kruzel • May 8, 2019", "Timeline: The Trump impeachment inquiry", "* Julian Bradley", "stated on March 15, 2021 in news article:", "“President Biden's irresponsible stimulus package sends stimulus", "checks to imprisoned murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Tony Evers", "stated on March 14, 2021 in TV interview:", "“There’s still (only) a handful of school districts\" doing no", "in-person instruction.", "true true", "By Madeline Heim • March 26, 2021", "* Jack Posobiec", "stated on March 23, 2021 in a tweet:", "“New information coming in that Boulder shooter was a Syrian refugee", "who arrived via Obama-era asylum programs.”", "barely-true barely-true", "By Daniel Funke • March 24, 2021", "* Jim Justice", "stated on March 4, 2021 in a tweet:", "West Virginia “is the only state to decline in population over the", "last 70 years”", "true true", "By Duncan Slade • March 24, 2021", "* Donald Trump", "stated on March 21, 2021 in a statement to the media:", "\"We proudly handed the Biden administration the most secure border in", "history. All they had to do was keep this smooth-running system on", "autopilot.”", "barely-true barely-true", "By Amy Sherman • March 24, 2021", "* Alejandro Mayorkas", "stated on March 21, 2021 in in an ABC News interview:", "The border surge is “challenging” because the immigration system that", "had been in place for decades “was dismantled in its entirety by the", "Trump administration.”", "half-true half-true", "By Miriam Valverde • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in Facebook posts:", "The “president of Drag Queen Story Hour” was “arrested, charged with", "child pornography.”", "false false", "By Noah Y. Kim • March 24, 2021", "* Tom Nelson", "stated on March 7, 2021 in TV interview:", "“Right now, two-thirds of the U.S. Senate is composed of", "millionaires.”", "mostly-true mostly-true", "By Laura Schulte • March 24, 2021", "* Viral image", "stated on March 22, 2021 in a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "* Facebook posts", "stated on March 18, 2021 in a Facebook post:", "“Finally, a judge has ruled Dominion voting machines were designed to", "create fraud.”", "false false", "By Tom Kertscher • March 23, 2021", "Load more", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]