["See Alerts", "Coronavirus (COVID-19) Notice", "Coronavirus (COVID-19) Notice", "* Information about Dane County's COVID-19 Response.", "* Social distancing, wearing a mask, and minimizing travel can have a", "major impact. Dane County is encouraging people to conduct business", "with County Departments via phone and email, where possible. Using", "prevention, we can slow the spread of the disease and protect the most", "vulnerable.", "* Please monitor Public Health Madison & Dane County’s website for more", "information.", "* Visit Public Health's Data Dashboard for the latest on COVID-19 case", "counts, hospitalizations, deaths, tests by date, and more.", "* Read the latest Public Health Madison & Dane", "County Emergency Order here.", "* If you think you have been exposed to COVID-19 and develop a fever and", "symptoms, such as cough or difficulty breathing, call your healthcare", "provider for medical advice.", "Seal of Dane County County of Dane", "_____________________ Search", "* Resident", "Toggle Dropdown", "[IMG]", "Dane County Parks", "Explore our outdoor recreation, natural environments & preservation", "initiatives!", "Online Services", "Pay Property Taxes Request Vital Records Pay Parking Ticket Access", "Dane DCiMap Park Reservations Emergency Alerts", "Permits & Licenses", "Marriage License Park Permits Building Permits Tree Removal Water,", "Well & Septic Alarm Registration", "Voting & Elections", "Election Results Voter Registration Polling Locations Find My", "Supervisor Voter ID", "Human Services", "Unemployment Disability Services Food Stamps Domestic Abuse Treatment", "Facilities BadgerCare More Services", "Events", "Landfill", "Get Involved", "View County Budget Contact County Executive Contact County Board", "Contact Elected Officials Join a Committee or Commission Do Business", "with Dane County Volunteer Opportunities Run for Office Attend a", "Meeting", "Coronavirus (COVID-19) Information", "* Visitor", "Toggle Dropdown", "[IMG]", "Ride Our Bike Trails", "From paved city paths to meandering country trails, Dane County is a", "bicyclist's paradise!", "Parks", "Reservations Permits Dog Parks Lake Levels", "Events", "Alliant Energy Center", "Dane Arts", "Art Calendar", "Airport", "Parking & Transportation Destinations", "Zoo", "* Business", "Toggle Dropdown", "Doing Business with Dane", "RFPs & Bids Vendor Registration Zoning Highway Permits Public Works", "Contractor Application", "Access Dane", "Grants & Loans", "Commercial Revit. RLF Comm. Dev. Block Grant Env. Council Comm.", "Partners Env. Council Capital Grant Dane Arts Grant", "Economic Development", "Permits & Licenses", "Highway Permits Retail Food Establishment Licensing Alarm Registration", "Facility Rental", "Airport Alliant Energy Center Lussier Family Heritage Center Park", "Facilities", "* Government", "Toggle Dropdown", "Press Releases", "Voting & Elections", "Election Results Voter Registration Find My Polling Place Find My", "Supervisor Join a Committee or Commission", "Courts", "Municipalities", "Code of Ordinances", "About Dane County", "County Departments Staff Directory Services Jobs with Dane County Dane", "County YouTube", "Public Meetings & Minutes", "Request Vital Records", "Elected Officials", "Clerk of Courts County Board County Clerk County Executive District", "Attorney Judges Register of Deeds Sheriff Treasurer", "* Officials", "Toggle Dropdown", "County Executive Clerk of Courts County Board of Supervisors", "County Clerk District Attorney Register of Deeds", "Sheriff Treasurer", "* Departments", "* Jobs", "* ADA", "* Translate", "*  _____________________ Search", "County Executive Falk Introduces “Shared Sacrifices” 2010 Budget", "October 01, 2009", "Joshua Wescott, Office of the County Executive (608) 267-8823 or cell", "(608) 669-5606", "County Executive", "New Efficiencies, Painful Cuts Preserve Public Safety, Critical Human Services", "in Midst of Historic National Economic Recession", "In the midst of the worst national economic recession in decades,", "resulting in historic losses in revenue the county normally receives to", "fund vital services, Dane County Executive Kathleen Falk introduced her", "2010 budget today.  Through a series of painful cuts, shared sacrifice,", "and new efficiencies, Falk’s budget prevents deeper human services", "reductions, at a time when people are most in need, while enhancing the", "county’s commitment to public safety.", "Human services and public safety (Sheriff’s Department, Public Safety", "Communications, and District Attorney) comprise nearly 70% of the funding", "in Falk’s budget.", "“Budgeting is tough when times are this tough but by moving forward in the", "spirit of shared sacrifice, with good reason to believe the economic", "obstacles before us today are temporary, this budget helps our county", "weather this storm without compromising the values we share,” Falk said.", "“Instead of radically cutting everything our citizens expect from county", "government – safe roads and communities and healthy and vibrant", "families—my budget protects these priorities when people need services the", "most.”", "Dramatic declines in local consumer spending along with slowing real", "estate sales and development, and reduced income from county investments", "due to low interest rates combine to create a nearly $10-million dollar", "hole in the budget.  A nearly $4-million reduction in state funding next", "year along with a combined $6.5-million increase in health insurance,", "Workers Compensation, and the Wisconsin Retirement System created", "additional challenges in preparing the more than $490-million budget.", "“To address these shortfalls and preserve vital services, I’m asking", "everyone—myself included -- to be part of the solution,” Falk said.", "“We’re at the bargaining table with our dedicated team of county employees", "–our highway workers, our nurses, our dispatchers, our sheriff’s", "deputies--asking all of us county employees, including elected officials,", "to take a 3% pay cut for next year and I’m hopeful we will reach", "successful conclusions to that bargaining.”", "Falk noted those personnel savings would total $4.7-million for next year", "and prevent the need for around 100 layoffs.  This amount represents a", "wage reduction of approximately 3% for county employees for 2010 and", "follows a 5% pay reduction county employees already agreed to for the", "second half of the 2009.", "Despite those savings and cost cutting measures, including the elimination", "or defunding of 25 vacant county positions, and new efficiencies, the", "budget calls for a levy increase exceeding Falk’s normal self-imposed", "formula.  That formula has successfully capped property tax increases in", "past budgets and is determined by population growth and inflation.", "That formula this year (an increase of only 1.19%) would have resulted in", "$7.9-million more in budget cuts than already proposed.  That would have", "prevented any increases from happening in the public safety departments --", "Sheriff, 911, and District Attorney – budgets that have almost $2-million", "in new operating budget funding, and the more than $1.6-million Falk added", "to ensure Dane County continues to have the most comprehensive human", "services in the state.", "Falk’s $490-million total budget is $3-million less than last year (.5%", "decline).  The operating budget increases by 1.9%.  The budget calls for a", "levy increase of 7.9%.  For the owner of an average-priced Madison home", "(valued at approximately $245,000) the county share of property taxes will", "increase by about $38.  The tax rate increases 18-cents, or 7.59%, from", "$2.37 to $2.55 per thousand of assessed value.", "“I’ll be the first to say I’m not one bit comfortable with this levy", "increase but using the formula would have resulted in painful cuts to", "public safety and human services that are unacceptable to me,” Falk said.", "“Property taxes hit people hard and I will not approve a budget that comes", "back to me with an increase higher than what I’ve proposed.  However,", "given the high demand for services for families, kids, seniors, and the", "disabled, in the midst of this Great Recession, turning them away at a", "time when they need the help the most, is not the right option,” she", "said.", "HUMAN SERVICES", "Falk’s budget adds more than $1.6-million in spending to the over", "$230-million human services budget proposed to her.  The bulk of that", "increase goes to reducing the cut proposed to human services providers.", "Falk’s plan also secures state funding from the Wisconsin Works (W-2)", "program to create four new full-time Economic Support Specialists to", "bolster efforts to provide Emergency Assistance to families in severe", "financial crisis.  This will help address increasing caseloads seen during", "the current economic recession.", "The budget also leverages for the first time about $500,000 in federal", "dollars to operate a new mental health crisis stabilization center.  This", "24-hour facility will offer community-based treatment, at less cost to", "taxpayers than current alternatives, and reduce use of hospital emergency", "rooms for those with the most severe mental health crises.", "In addition, there’s $50,000 to staff a new group home to serve patients", "who suffer from both mental illnesses and developmental disabilities.", "Combined, these new initiatives will reduce the nearly $3.5-million", "currently spent each year on having these individuals treated at the more", "expensive state Mendota Mental Health Institute.", "“From the hundreds of letters, e-mails, and calls I receive, to the", "several hundred people who took the time to come to hearings on the human", "services budget a couple of weeks ago, it’s clear the work we do for our", "vulnerable citizens is valued and appreciated,” Falk noted.", "More than $31,000 is also added to restore proposed cuts for suicide", "prevention efforts coordinated by the Safe Communities Coalition ($9,547),", "United Asian Services’ minority outreach program (12,000), and the Dane", "County Youth Commission ($10,000).", "PUBLIC SAFETY", "Falk’s more than $66-million total budget for the Sheriff’s Department is", "an increase of nearly $3.5-million for 2010.  Included are a number of", "important upgrades for the Law Enforcement Training Center near Waunakee,", "20 new squad cars and sheriff’s vehicles, and a new boat for the Dane", "County Lakes Patrol.  These upgrades alone total more than $708,000 in new", "funding.  The budget boosts funding for body armor and munitions (nearly", "$27,000 more) and covers the increased costs of providing medical services", "and purchasing food for the jail (more than $355,000 combined).", "Important upgrades for the Public Safety Communications (911) Center are", "kept on target by Falk’s budget.  The largest single expense in the 2010", "county budget is $12-million for ongoing work to construct a brand-new", "interoperable emergency radio communications network that will, for the", "first time, seamlessly link public safety and public works officials", "across the county.  $2-million is also in the budget to finish work on", "implementing a new Computer Aided Dispatch or CAD system that serves as a", "vital computer link between the 911 Center and public safety officials", "across the county.", "HIGHWAYS/LAKES AND LANDS", "Falk’s budget has over $2.25-million for the county’s share of a number of", "important highway improvement projects slated to take place in 2010.", "These projects total over $4.5 million (difference funded by state and", "federal governments) and include work on County Highway A between Highways", "14 and MM, Highway MM between Oregon and Brooklyn, County Highway K north", "of Middleton between Highways M and Q, County Highway MN near McFarland,", "Highway JG near Mount Horeb, and replacement of the Yahara River Bridge on", "County Highway B.  In addition, there’s also $1-million for planning work", "to review possible upgrades for the Highways M and S intersection on", "Madison’s westside.  Additional road improvement work will be done next", "year on County Highway KP between Mazomanie and Cross Plains and County", "Highway MS (University Avenue) between Segoe Road and Shorewood", "Boulevard.  These last two projects will be done exclusively with state", "and federal dollars.", "Some of the most painful budget reductions for 2010 will temporarily", "affect important efforts to protect the county’s natural treasures.  While", "significant investments are still proposed for the Conservation Fund and", "Land and Water Legacy Funds, funding for these efforts is being reduced by", "a combined $6.5 million from 2009 funding levels.", "The Conservation Fund, proposed at $2.5-million for 2010, is the lowest", "since county residents passed a referendum authorizing its creation ten", "years ago.  Funding for the Land and Water Legacy Fund, which is used to", "reduce flooding problems and improve water quality, is proposed at", "$1-million.", "Falk’s budget does include one key new initiative aimed at improving water", "quality. $450,000 in new funding will help the county enforce manure", "run-off regulations and satisfy state requirements that call for", "landowners to receive funding assistance with whatever steps need to be", "taken to stop water pollution.", "PROCESS", "Falk’s budget now goes to the County Board for review and action.  County", "committees will begin work on the budget this month and then it will go to", "the full board for action, likely in November.  Falk can then approve,", "veto, or partially veto the budget approved by the board.  Final action on", "the budget is expected before Thanksgiving.", "#  #  #", "Attachments", "* 10-1_Budget_Charts.pdf", "Translate", "English Español Hmoob", "English", "español", "Hmoob", "Afrikaans", "shqip / gjuha shqipe", "العربية", "Հայերէն", "آذربايجانجا ديلي", "euskara", "Беларуская мова", "български", "català", "普通話", "中文", "Hrvatski", "čeština", "dansk", "Nederlands", "eesti keel", "Tagalog", "suomi", "français", "Galego", "ქართული", "Deutsch", "ελληνικά", "Kreyòl ayisyen", "עִבְרִית", "हिन्दी", "magyar", "Íslenska", "Bahasa Indonesia", "An Ghaeilge", "italiano", "日本語", "한국어 [韓國語]", "latviešu valoda", "lietuvių kalba", "македонски", "Bahasa melayu", "Malti", "Norsk", "فارسى", "polski", "português", "limba română", "Русский язык", "српски језик", "slovenčina", "slovenščina", "Kiswahili", "Svenska", "ภาษาไทย", "Türkçe", "Українська", "اردو", "㗂越", "Cymraeg / Y Gymraeg", "ײִדיש", "County of Dane", "Resident", "Online Services Permits & Licenses Voting & Elections Human Services", "Events Landfill Get Involved", "Visitor", "Parks Events Alliant Energy Center Dane Arts Airport Zoo", "Business", "Doing Business with Dane Access Dane Grants & Loans Economic Development", "Permits & Licenses Facility Rental", "Government", "Press Releases Voting & Elections Courts Municipalities Code of Ordinances", "About Dane County Public Meetings & Minutes Request Vital Records Elected", "Officials", "* Jobs", "* Website Feedback", "* ADA", "* Terms of Use", "* Staff Directory", "* Employee Resources", "* Dane County YouTube", "County of Dane", "City-County Building, Room 426", "210 Martin Luther King Jr. Blvd.", "Madison, WI 53703", "Seal of Dane CountyAging & Disability Resource Center", "Copyright © 2021 County of Dane. All rights reserved."]