["Link: stylesheet prefetch", "Link: stylesheet prefetch", "Link: canonical", "Skip directly to site content Skip directly to page options Skip directly", "to A-Z link", "Centers for Disease Control and Prevention. CDC twenty four seven. Saving", "Lives, Protecting People", "Search", "_____________________", "Submit", "For a full list of topics: A-Z Index", "Advanced Search", "Advanced Search", "CDC Newsroom", "Section Navigation", "CDC Home", "* Facebook", "* Twitter", "* LinkedIn", "* Syndicate", "CDC Concludes Zika Causes Microcephaly and Other Birth Defects", "Alert_06", "Archived: This Page Is No Longer Being Updated", "This website is archived for historical purposes and is no longer being", "maintained or updated.", "Related Pages", "Media Statement", "For Immediate Release: Wednesday, April 13, 2016", "Contact: Media Relations,", "(404) 639-3286", "Scientists at the Centers for Disease Control and Prevention (CDC) have", "concluded, after careful review of existing evidence, that Zika virus is a", "cause of microcephaly and other severe fetal brain defects. In the report", "published in the New England Journal of Medicine, the CDC authors describe", "a rigorous weighing of evidence using established scientific criteria.", "“This study marks a turning point in the Zika outbreak.  It is now clear", "that the virus causes microcephaly.  We are also launching further studies", "to determine whether children who have microcephaly born to mothers", "infected by the Zika virus is the tip of the iceberg of what we could see", "in damaging effects on the brain and other developmental problems,” said", "Tom Frieden, M.D., M.P.H., director of the CDC. “We’ve now confirmed what", "mounting evidence has suggested, affirming our early guidance to pregnant", "women and their partners to take steps to avoid Zika infection and to", "health care professionals who are talking to patients every day. We are", "working to do everything possible to protect the American public.”", "Background", "The report notes that no single piece of evidence provides conclusive", "proof that Zika virus infection is a cause of microcephaly and other fetal", "brain defects. Rather, increasing evidence from a number of recently", "published studies and a careful evaluation using established scientific", "criteria supports the authors’ conclusions.", "The finding that Zika virus infection can cause microcephaly and other", "severe fetal brain defects means that a woman who is infected with Zika", "during pregnancy has an increased risk of having a baby with these health", "problems. It does not mean, however, that all women who have Zika virus", "infection during pregnancy will have babies with problems. As has been", "seen during the current Zika outbreak, some infected women have delivered", "babies that appear to be healthy.", "Establishing this causal relationship between Zika and fetal brain defects", "is an important step in driving additional prevention efforts, focusing", "research activities, and reinforcing the need for direct communication", "about the risks of Zika. While one important question about causality has", "been answered, many questions remain. Answering these will be the focus of", "ongoing research to help improve prevention efforts, which ultimately may", "help reduce the effects of Zika virus infection during pregnancy.", "At this time, CDC is not changing its current guidance as a result of this", "finding. Pregnant women should continue to avoid travel to areas where", "Zika is actively spreading. If a pregnant woman travels to or lives in an", "area with active Zika virus transmission, she should talk with her", "healthcare provider and strictly follow steps to prevent mosquito bites", "and to prevent sexual transmission of Zika virus. We also continue to", "encourage women and their partners in areas with active Zika transmission", "to engage in pregnancy planning and counseling with their health care", "providers so that they know the risks and the ways to mitigate them.", "###", "U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICESexternal icon", "Page last reviewed: April 13, 2016", "Content source: Centers for Disease Control and Prevention", "homeNewsroom Home", "* Press Materialsplus icon", "* CDC Newsroom Releasesplus icon", "* 2021 News Releases", "* 2020 News Releases", "* 2019 News Releases", "* 2018 News Releases", "* Historical News Releases", "* Digital Press Kit", "* Journal Summariesplus icon", "* MMWR Summaries", "* EID Summaries", "* PCD Summaries", "* Digital Mediaplus icon", "* CDC B-Roll", "* Image Library", "* CDC Press Briefing", "* CDC Spokespersonplus icon", "* Michael J. Beach, PhD", "* Michael Bell, MD", "* John T. Brooks, MD", "* Inger K. Damon, MD, PhD", "* Debra E. Houry, MD, MPH", "* Daniel B. Jernigan, MD, MPH (CAPT, USPHS)", "* Jennifer McQuiston, DVM, MS (CAPT, USPHS)", "* Eric Pevzner, PhD, MPH (CAPT, USPHS)", "* Arjun Srinivasan, MD (CAPT, USPHS)", "* Contact Media Relationsplus icon", "* Frequently Asked Questions", "Get Email Updates", "To receive email updates about this page, enter your email address:", "Email Address _____________________", "What's this?", "Submit", "Connect with CDC Media", "rss  Subscribe to RSS Feeds", "govd  Subscribe to email", "syndication  Syndicate on Your Site", "CDC Quick Links", "* Data & Statistics", "* Freedom of Information Act Office", "* Public Health Image Library (PHIL)", "CDC 24/7 – Saving Lives. Protecting People. Saving Money Through", "Prevention. Learn More About How CDC Works For You…", "HAVE QUESTIONS?", "Visit CDC-INFO", "Call 800-232-4636", "Email CDC-INFO", "Open 24/7", "CDC INFORMATION", "* About CDC", "* Jobs", "* Funding", "* Policies", "* File Viewers & Players", "* Privacy", "* FOIA", "* No Fear Act", "* OIG", "* Nondiscrimination", "* Accessibility", "CONNECT WITH CDC", "* Facebook", "* Twitter", "* Instagram", "* LinkedIn", "* Snapchat", "* Youtube", "* Syndicate", "* CDC TV", "* RSS", "* Email", "U.S. Department of Health & Human Services", "USA.gov", "CDC Website Exit Disclaimer external icon", "* Facebook", "* Twitter", "* LinkedIn", "Exit Notification/Disclaimer Policy", "Close", "Links with this icon indicate that you are leaving the CDC website.", "* The Centers for Disease Control and Prevention (CDC) cannot attest to", "the accuracy of a non-federal website.", "* Linking to a non-federal website does not constitute an endorsement by", "CDC or any of its employees of the sponsors or the information and", "products presented on the website.", "* You will be subject to the destination website's privacy policy when", "you follow the link.", "* CDC is not responsible for Section 508 compliance (accessibility) on", "other federal or private website.", "For more information on CDC's web notification policies, see Website", "Disclaimers.", "Cancel Continue"]