["Link: canonical", "Link: amphtml", "Skip to content", "Sections", "xml:space=\"preserve\">", "_____________________ [ Submit ]", "----------------------------------------------------------------------", "Search", "xml:space=\"preserve\">", "_____________________ [ Submit ]", "* What to buy", "[ Submit ]", "* Video captures Lake County sheriff’s deputies arresting man filming", "from sidewalk: ‘They all came to me. I didn’t go to them’", "Video captures Lake County sheriff’s deputies arresting man filming", "from sidewalk: ‘They all came to me. I didn’t go to them’", "* Archbishop disputes Prince Harry, Meghan Markle claim made during", "interview with Oprah he wed them ‘three days before our wedding’", "Archbishop disputes Prince Harry, Meghan Markle claim made during", "interview with Oprah he wed them ‘three days before our wedding’", "* Supermarket executive Bob Mariano is back, with a new downsized fresh", "market for Chicago", "Supermarket executive Bob Mariano is back, with a new downsized fresh", "market for Chicago", "* Long hours, strained resources and emotional overload: How the Cook", "County medical examiner’s office handled 10,000 COVID-related deaths", "Long hours, strained resources and emotional overload: How the Cook", "County medical examiner’s office handled 10,000 COVID-related deaths", "* Daily horoscope for March 31, 2021", "Daily horoscope for March 31, 2021", "* ‘Godzilla vs. Kong’ review: When Hairy Met Scaly...", "‘Godzilla vs. Kong’ review: When Hairy Met Scaly...", "* Coronavirus in Illinois updates: Cook County to release ‘limited", "number’ of vaccine appointments tonight; further reopening on hold as", "cases rise; Illinois AG warns not to post vaccination cards online", "Coronavirus in Illinois updates: Cook County to release ‘limited", "number’ of vaccine appointments tonight; further reopening on hold as", "cases rise; Illinois AG warns not to post vaccination cards online", "* Walgreens cancels some appointments for second doses of COVID-19", "vaccine, leaving people scrambling", "Walgreens cancels some appointments for second doses of COVID-19", "vaccine, leaving people scrambling", "* Oak Park and River Forest High School student shot at Gold Coast", "hotel: Chicago police", "* Los gemelos Flores, de jóvenes amables a lugartenientes de 'El Chapo'", "Los gemelos Flores, de jóvenes amables a lugartenientes de 'El Chapo'", "* Ernest Hemingway’s problematic legacy is reexamined, both in Ken", "Burns’ new documentary and in Oak Park", "Ernest Hemingway’s problematic legacy is reexamined, both in Ken", "Burns’ new documentary and in Oak Park", "* Cancel proof? Activists are trying to get Nick Fuentes, a far-right", "video streamer from the western suburbs, kicked off the internet. It", "might be impossible.", "Cancel proof? Activists are trying to get Nick Fuentes, a far-right", "video streamer from the western suburbs, kicked off the internet. It", "might be impossible.", "* Chicago Cubs: How to watch and listen to games on TV and radio this", "season", "Chicago Cubs: How to watch and listen to games on TV and radio this", "season", "* In the suburbs of Chicago, New Trier High School offers a lesson in", "just how complicated it can be to track the coronavirus in schools", "In the suburbs of Chicago, New Trier High School offers a lesson in", "just how complicated it can be to track the coronavirus in schools", "* The Spin: Vice President Kamala Harris in Chicago Tuesday | More", "Lightfoot vs. Pritzker tension? | Lightfoot to join public health", "doctors on the mound for Cubs home opener", "The Spin: Vice President Kamala Harris in Chicago Tuesday | More", "Lightfoot vs. Pritzker tension? | Lightfoot to join public health", "doctors on the mound for Cubs home opener", "[ Submit ]", "* Politics", "Trump returns to Illinois after canceling Friday night Chicago rally", "By Monique Garcia and Bill Ruthhart", "Chicago Tribune |", "Mar 13, 2016 at 5:58 PM", "[ Submit ] [ Submit ]", "Republican front-runner Donald Trump on Sunday made his first return to", "Illinois since a protest-filled Chicago rally was canceled as candidates", "and their top surrogates fanned out across the state on a frenzied final", "weekend before Tuesday's primary elections.", "On the Democratic side, former President Bill Clinton visited Chicago-area", "African-American churches in support of former Secretary of State Hillary", "Clinton, as did several supporting congressmen. Her rival, Vermont Sen.", "Bernie Sanders, added a late night Monday rally in Chicago to his", "pre-primary day schedule.", "Trump, meanwhile, found a more conducive location than Chicago for his", "brash and controversial rhetoric by going to the central Illinois", "community of Bloomington. Still, his airport-hangar rally was interrupted", "occasionally and the city's newspaper, The Pantagraph, urged Republicans", "to vote for anyone but Trump, even though the paper doesn't endorse", "candidates in primary elections.", "Inside the rally, multiple pockets of protesters made themselves known,", "yelling \"Dump Trump\" as they were booed and escorted out by security. Some", "held colorful flags with peace signs, while others ripped up Trump signs", "and flashed T-shirts supporting Democrat Sanders.", "\"Get them out of here, please,\" said Trump, a reality show TV star. \"You", "see where they place themselves? Right in front of the cameras.", "Disgusting.\"", "[Most read] Video captures Lake County sheriff’s deputies arresting man", "filming from sidewalk: ‘They all came to me. I didn’t go to them’ »", "The Downstate event came after Trump pulled the plug on a Friday night", "rally in Chicago as thousands of protesters gathered outside and hundreds", "more were in the arena after getting tickets online through his campaign.", "After Trump canceled, citing security concerns, there were scattered", "skirmishes between supporters and demonstrators inside and outside the", "University of Illinois at Chicago Pavilion.", "Security in Bloomington was tight Sunday, with attendees told to leave", "bags and umbrellas in their vehicles, forcing some to don black trash bags", "to protect against the rain as they waited to pass through metal", "detectors. Hundreds of people didn't make it inside. Also outside was a", "group of about 100 protesters, who waved anti-Trump signs and chanted \"Mr.", "Hate, leave our state.\"", "\"We are quite a bit ahead in Illinois, but I don't want to tell you that,\"", "saying he still wanted attendees to get to the polls. \"The more we win by", "… the more delegates we're going to get.\"", "\"I will never let you down,\" Trump said. \"You will say it's the most", "important vote you ever cast.\"", "Trump took multiple swipes at Democrats and Republicans alike. He accused", "Sanders of flailing, labeled Republican Texas Sen. Ted Cruz as \"Lying Ted\"", "and declared he would sweep GOP Gov. John Kasich in his home state of", "Ohio.", "[Most read] Archbishop disputes Prince Harry, Meghan Markle claim made", "during interview with Oprah he wed them ‘three days before our wedding’ »", "Cruz has scheduled a multicity fly-around of Illinois on Monday. Sen.", "Marco Rubio has remained in his home state of Florida, which also votes", "Tuesday and where he has staked the future of his campaign.", "\"Your taxes are through the roof, your companies are leaving you. You have", "nothing going,\" said Trump, who then went on to blast the Ohio economy and", "Kasich's vote as a congressman in favor of the North American Free Trade", "Agreement. Trump and Kasich are running close in Ohio ahead of Tuesday's", "election.", "At one point, after again saying he would build a wall along the Mexican", "border to stop illegal immigration, Trump pulled a man up to the stage who", "was wearing a shirt that read \"legal immigrant for Trump.\" As for building", "the wall, Trump said, \"We'll insist on using Caterpillar, not Komatsu,\" a", "shoutout to the tractor maker and large employer headquartered 45 miles", "away in Peoria.", "The Bloomington speech came after Trump appeared on NBC's \"Meet the", "Press,\" where he said he doesn't condone violence at his rallies but also", "does not \"take responsibility\" for the tense atmosphere at his events that", "his rhetoric creates.", "Trump said he has \"instructed his people\" to look into paying the legal", "fees of a 78-year-old man charged with assault after he sucker-punched a", "protester at a North Carolina rally. \"He loves his country\" and may have", "gotten \"carried away,\" said Trump, who argued the supporter was provoked", "by the protester.", "[Most read] Supermarket executive Bob Mariano is back, with a new", "downsized fresh market for Chicago »", "In Chicago and west suburban Maywood, the former Democratic president", "sought to position his wife as the candidate who can heal a nation.", "\"If you want to be able to say in four or eight years, we're better off", "than we were when she started, our children have a brighter future, it's", "wonderful that we've come together again instead of being ripped apart,", "you should vote for her on Tuesday,\" he told about 150 people at St.", "Luke's Missionary Baptist Church in the South Shore neighborhood.", "Both the former secretary of state and opponent Vermont Sen. Bernie", "Sanders have aggressively courted black voters in recent days. Sanders has", "sought to boost his chances by attacking Clinton ally Mayor Rahm Emanuel,", "whose approval rating has plummeted among the city's minority voters over", "the Laquan McDonald shooting controversy and the closing of nearly 50", "schools mostly on Chicago's South and West sides.", "The former president did not mention Trump by name but made reference to", "some of the businessman's more controversial proposals that have racial", "undertones, including a ban on Muslim immigrants and the border wall.", "Clinton also referenced efforts to stir up anger among voters frustrated", "with the lack of rising wages and opportunities after the country's", "emergence from the Great Recession.", "\"You're not happy. Let me tell you who to blame. Let's build a wall around", "the country. Let's blame the Mexicans. But there's a problem with blaming", "the Mexicans, they've been going home to Mexico since 2010 and we haven't", "had an increase in undocumented immigrants,\" Clinton told about 400 people", "at the Rock of Ages Baptist Church in Maywood.", "[Most read] ‘Godzilla vs. Kong’ review: When Hairy Met Scaly... »", "\"Let's blame the Muslims. There's a problem with blaming the Muslims,\"", "Clinton continued. \"A huge majority of them hate this terrorism as much as", "we do, and we can't win the battle for hearts and minds of people over", "social media without the Muslims in America standing up and saying, 'This", "is wrong. It is immoral and it is not sanctioned by any religion on Earth,", "and we have to stand together.'\"", "At both church appearances, Clinton spent just as much time giving", "political commentary as he did talking up the former secretary of state's", "credentials to be president. Choosing the nation's next leader, he", "suggested, should extend beyond the raw emotions that have been on display", "in recent days.", "\"We have to tear down the barriers that are keeping all of us from", "participating, not build more walls,\" Clinton said in another veiled", "reference to Trump. \"This is an election about responsibility over", "resentment, about possibility over protest. We have to decide whether we", "want to vent our anger or come out with answers. That's what this whole", "thing's about.\"", "On that last topic, Clinton again made an indirect reference to another", "controversy — the McDonald police shooting scandal. The black teen was", "shot 16 times by a white officer, but murder charges were not filed until", "more than a year later after a judge ordered Emanuel to release a police", "video of the shooting the mayor had fought to keep under wraps.", "Sanders has sharply criticized Emanuel in recent days, calling the mayor's", "record \"disastrous\" and calling on Clinton to reject his endorsement. On", "Sunday, the former president made no mention of Emanuel, but did allude to", "the long delay in releasing the McDonald video.", "[Most read] Ernest Hemingway’s problematic legacy is reexamined, both in", "Ken Burns’ new documentary and in Oak Park »", "\"She believes we need police reform,\" Clinton said. \"We shouldn't have to", "go through what this community went through, where everybody is waiting", "around for a video. There's a simple answer to that, a lot of cities do", "it. When the video's taken, you don't leave it with the police department,", "you put it in a neutral place where anybody can get it when they need it.\"", "Clinton's campaign also released a new radio ad featuring the mothers of", "Trayvon Martin, Eric Garner, Sandra Bland, Dontre Hamilton and Jordan", "Davis, who lost their lives to gun violence or police-involved incidents.", "\"In Chicago, it keeps happening. Gun violence killing our kids and no one", "is stopping it,\" a narrator says in the ad, which goes on to criticize", "Sanders' votes on gun control issues.", "Meanwhile, candidates for state and local offices took advantage of Irish", "parade routes on the South Side and Northwest Side to advance their", "campaigns.", "On the South Side, U.S. Rep. Tammy Duckworth, in the race for the", "Democratic U.S. Senate nomination, kept her focus on looking ahead to a", "general election campaign against Republican Sen. Mark Kirk.", "\"He has not voted in (constituents') interests. He has voted consistently", "for large corporations at the expense of working families,\" said", "Duckworth, who waved to crowds lining the parade route in a persistent", "drizzle that fell throughout the event.", "[Most read] Coronavirus in Illinois updates: Cook County to release", "‘limited number’ of vaccine appointments tonight; further reopening on", "hold as cases rise; Illinois AG warns not to post vaccination cards online", "»", "On the Northwest Side, Kirk rode in the Irish parade, shielded from the", "nonstop rain in the passenger seat of a gold Ford Explorer with a solitary", "number on its license plates: 2.", "\"Once you're a Republican representing Illinois, I always expected tough", "races,\" said Kirk, who was a 10-year congressman before his promotion to", "the Senate in 2010. \"I've never had an easy race, especially as a", "congressman.\"", "Democratic U.S. Senate candidate Andrea Zopp walked the parade route", "sporting a button with the slogan \"Can't stop Zopp.\" She lives in Morgan", "Park, and hit a reception at the South Side parade. State Sen. Napoleon", "Harris also is running in the Democratic Senate race.", "Back at the South Side parade, in the heated race for the Democratic", "nomination for Cook County state's attorney, Donna More acknowledged the", "difficulties she has faced going up against incumbent Anita Alvarez and", "well-financed challenger Kim Foxx.", "\"The most challenging thing I think has been running against two opponents", "who are backed by different parts of the established Democratic machine,\"", "More said.", "[Most read] Long hours, strained resources and emotional overload: How the", "Cook County medical examiner’s office handled 10,000 COVID-related deaths", "»", "Alvarez picked up the backing Sunday of two lakefront aldermen, Tom", "Tunney, 44th, and James Cappleman, 46th. She said before the parade that", "the endorsements show her tough-on-crime positions are resonating. \"They", "both know the work that we do in the office,\" Alvarez said.", "Foxx, who is former chief of staff to County Board President Toni", "Preckwinkle, campaigned at a South Side church.", "Tribune reporters Rick Pearson, Katherine Skiba, John Byrne and Celeste", "Bott contributed.", "mcgarcia@tribpub.com", "bruthhart@tribpub.com", "* Donald Trump", "* Bill Clinton", "* Bernie Sanders", "* Republican Party", "* Mark Kirk", "* North American Free Trade Agreement", "* John Kasich", "* James Cappleman", "* Hillary Clinton", "* Tom Tunney", "Latest Politics", "*    * Politics", "Vice President Kamala Harris to visit Chicago next week to discuss", "equitable distribution of COVID-19 vaccine", "5h", "Vice President Kamala Harris to visit Chicago next week to discuss", "equitable distribution of COVID-19 vaccine", "*    * Politics", "The Spin: Vice President Kamala Harris in Chicago Tuesday | More", "Lightfoot vs. Pritzker tension? | Lightfoot to join public health", "doctors on the mound for Cubs home opener", "Mar 31, 2021", "The Spin: Vice President Kamala Harris in Chicago Tuesday | More", "Lightfoot vs. Pritzker tension? | Lightfoot to join public health", "doctors on the mound for Cubs home opener", "*    * Politics", "With assist from Mayor Lightfoot, public health doctors Arwady, Ezike", "to throw out ceremonial first pitches at Cubs home opener", "Mar 31, 2021", "With assist from Mayor Lightfoot, public health doctors Arwady, Ezike", "to throw out ceremonial first pitches at Cubs home opener", "Most Read on Chicago Tribune", "*    * Nation & World", "Archbishop disputes Prince Harry, Meghan Markle claim made during", "interview with Oprah he wed them ‘three days before our wedding’", "Mar 31, 2021", "Archbishop disputes Prince Harry, Meghan Markle claim made during", "interview with Oprah he wed them ‘three days before our wedding’", "*    * Post-Tribune", "Video captures Lake County sheriff’s deputies arresting man filming", "from sidewalk: ‘They all came to me. I didn’t go to them’", "Mar 31, 2021", "Video captures Lake County sheriff’s deputies arresting man filming", "from sidewalk: ‘They all came to me. I didn’t go to them’", "*    * Business", "Supermarket executive Bob Mariano is back, with a new downsized fresh", "market for Chicago", "Mar 31, 2021", "Supermarket executive Bob Mariano is back, with a new downsized fresh", "market for Chicago", "CONNECT", "* [ Submit ]", "* [ Submit ]", "* [ Submit ]", "* [ Submit ]", "TRIBUNE PUBLISHING", "* New York Daily News", "* Orlando Sentinel", "* The Morning Call of Pa.", "* Daily Press of Va.", "* The Daily Meal", "* The Baltimore Sun", "* Sun Sentinel of Fla.", "* Hartford Courant", "* The Virginian-Pilot", "* Studio 1847", "COMPANY INFO", "* Careers", "* Help Center", "* Terms of Service", "* Contact us", "* Do Not Sell My Personal Information", "* About us", "* Privacy Policy", "* Archives", "* Manage Web Notifications", "* Media kit", "Copyright © 2021, Chicago Tribune"]