["Link: amphtml", "Link: canonical", "scorecardresearch Skip to main content", "[ Submit ]", "Sections", "Search", "More", "Podcasts", "Created with Sketch.", "Newsletters", "Metro", "* Obituaries", "* Death Notices", "* Globe Local", "* Politics", "* Investigations", "* Education", "* Newton", "* New England", "* Weather", "* Vaccine news & resources", "Sports", "* Red Sox", "* Patriots", "* Celtics", "* Bruins", "* High Schools", "* TV & Radio", "Business & Tech", "* Healthcare", "* Biotech", "* Technology", "* Real Estate", "* Economy", "* Bold Types", "* Top Places to Work 2020", "Opinion", "* The Emancipator", "* Ideas", "* Columns", "* Editorials", "* Letters", "* Cartoons", "Spotlight", "Politics", "Rhode Island", "Nation", "World", "Lifestyle", "* Food & Dining", "* Comics", "* Crossword", "* Travel", "* Names", "* Real Estate", "Marijuana", "Arts", "* Books", "* Movies", "* Music", "* Television", "* Visual Arts", "* Theater/Dance", "Cars", "Real Estate", "Events", "Search _____________________", "ePaper", "Magazine", "Obituaries", "Weather", "Comics", "Crossword", "Events", "Manage my Account", "Mr. 80 Percent", "Gladiator", "Last Seen", "Love Letters", "STAT: The Readout Loud", "All Podcasts", "Today's Headlines", "Breaking News Alerts", "Globe's Most Popular", "108 Stitches", "Point After", "Today in Opinion", "Arguable with Jeff Jacoby", "The Globe Investigates", "HomeFront", "This week in Weed", "All Newsletters", "The Boston GlobeThe Boston Globe", "MetroSportsBusiness & TechOpinionVaccine news & resourcesSpotlightRhode", "IslandPoliticsEducationLifestyleArtsMagazineCarsReal EstateEvents", "In Florida, the politics of Zika matter", "By Tracy Jan Globe Staff,June 26, 2016, 7:27 p.m.", "A Miami-Dade County mosquito control inspector used a fogger to spray", "pesticide in Miami Gardens.A Miami-Dade County mosquito control inspector", "used a fogger to spray pesticide in Miami Gardens.Joe Raedle/Getty Images", "MIAMI — Worried women, some visibly pregnant and others hoping to", "conceive, packed a hospital conference room, while outside the muggy June", "evening carried hints of the threat: Mosquito season has arrived in", "Florida.", "With it comes a potentially potent political issue in a crucial swing", "state.", "Anxious residents are looking to health experts to help them cope with the", "dangers of Zika, a virus that can result in devastating birth defects. In", "a presidential election that Democrats hope will hinge on questions of", "competent leadership, Hillary Clinton is pouncing on the public health", "threat.", "Clinton calls the possibility of a US epidemic “deeply distressing” and", "recently sent two campaign advisers to Puerto Rico on a fact-finding", "mission.", "Advertisement", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "Notably silent on the issue: Donald Trump, who lives part time at his", "Mar-a-Lago estate in Palm Beach. His campaign spokeswoman did not respond", "to multiple requests on how he plans to address the threat.", "The candidates’ differing approaches to Zika offer a test case on how the", "2016 electorate will respond to Clinton’s claims of competency versus", "Trump’s assurances that his business expertise in real estate and casinos", "will pay off when the chips are down on a major health crisis.", "Juan Fiol, Trump’s vice chairman for Miami-Dade County, is betting most", "voters don’t care enough about Zika to warrant Trump’s attention.", "“We have bigger mosquitoes to squash than Zika — like ISIS, the national", "debt, Iraq, and Afghanistan,” Fiol said, pounding his fist on the bar", "during an interview at a Trump party in downtown Miami. “We have a wall to", "build to keep the illegals out. We have so many other issues that are more", "important than this.”", "He called Clinton “sophomoric” for “taking on such an insignificant", "issue.”", "Clinton, with her emphasis on a robust government response to the threat,", "is playing the more predictable role.", "Advertisement", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "She published an op-ed in the Sun Sentinel of Fort Lauderdale this month,", "urging Congress to pass President Obama’s $1.9 billion emergency Zika", "funding request. The money, she said, is essential to pay for faster", "diagnostic testing, vaccine research, and resources to fight Zika-carrying", "mosquitoes in particularly susceptible states such as Florida.", "“If we’re serious about stopping this epidemic in its tracks, then there’s", "no time to waste,” Clinton wrote.", "Larry Smart, a Miami-Dade inspector, used larvicide to kill breeding", "mosquitoes.Larry Smart, a Miami-Dade inspector, used larvicide to kill", "breeding mosquitoes.Joe Raedle/Getty Images", "Her stance is reassuring to voters such as Angeline Falcone, a 32-year-old", "preschool teacher and registered Republican who is hoping to get pregnant", "with her second child next month. She attended Baptist Health South", "Florida’s “town hall” on Zika and pregnancy earlier this month with her", "fertility doctor.", "“She has shown initiative to do something about Zika. She’s a female who", "understands the concerns of females,” Falcone said. “I feel like she has", "more knowledge, more compassion to this matter and would be more open to", "hearing the concerns of women.”", "As a result, Falcone said she is willing to consider voting for Clinton", "and risk upsetting her all-Republican family.", "Florida Governor Rick Scott, a Republican, has declared Zika a public", "health emergency in 24 counties, including Miami-Dade, which has the most", "documented cases, 62, in the state.", "Florida as a whole has 220 cases — including 40 pregnant women — the", "second-highest total number in the country, after New York state.", "(To date, there have been no Zika-related cases of microcephaly, a", "malformation of an infant’s brain, reported in Florida.)", "Advertisement", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "All 820 cases reported on the US mainland were acquired during travel", "abroad. But health officials warn that Miami, as the country’s major", "transportation gateway to Latin America and the Caribbean, where the", "disease has taken hold, could easily become ground zero for Zika this", "summer.", "Already the World Health Organization has advised couples to consider", "delaying pregnancies if they live in areas where Zika has been", "transmitted, including Puerto Rico and the US Virgin Islands.", "Scott has flown to Washington to urge Congress to set partisanship aside", "and treat the Zika threat like a hurricane, triggering specific", "preparations by the federal government to combat its spread.", "Florida Senator Marco Rubio, Trump’s former rival for the Republican", "nomination, has repeatedly called upon colleagues to pass Obama’s funding", "request.", "Madeline Moreira, a 28-year-old lawyer and Trump supporter, said Zika has", "been a frequent topic of conversation with her sister, who hopes to get", "pregnant soon. Moreira said she expects Trump to combat Zika, a foreign", "threat, in the same way he’s advocated stopping criminals and terrorists", "from entering the country: “Shut down immigration and travel from that", "part of the world,” she said.", "“It’s just common sense,” Moreira said. “We’ve stopped immigration for", "years at a time in this country before when the safety of Americans were", "at stake.” She said visitors should be required to take a test clearing", "them of the virus before they enter the country.", "Advertisement", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "Both Republican and Democratic strategists in Florida say Clinton could", "benefit politically, especially among women, by continuing to show command", "of the issue.", "“Clinton being able to say something meaningful and granular about Zika", "will be greater than Donald Trump blow-harding on how he will magically", "wipe out a mosquito-borne pathogen,” said Rick Wilson, a Republican", "strategist in Florida. “Donald Trump is going to say ‘I’m going to build a", "wall and have the mosquitoes pay for it.’ ”", "Clinton jumped on the health threat in January after reading reports of", "Zika spreading explosively in South and Central America.", "“It was not lost on her that her own daughter was pregnant during that", "time,” said Amanda Renteria, Clinton’s national political director, who", "Clinton dispatched to Puerto Rico in April to learn more about Zika.", "Dr. Michael Jacobs talked with Olena Shcheolrina after a forum about Zika", "and pregnancy at a Florida hospital.Dr. Michael Jacobs talked with Olena", "Shcheolrina after a forum about Zika and pregnancy at a Florida", "hospital.Scott McIntyre for The Boston Globe", "Clinton’s campaign is now raising money for a foundation affiliated with", "the Centers for Disease Control and Prevention to provide mosquito nets", "and workshops on Zika prevention to pregnant women in Puerto Rico and", "Florida.", "On a recent morning, the Miami-Dade County mosquito control squad fanned", "out across the city in 80-degree heat, inspecting homes for mosquito", "breeding grounds. Amid groves of mango, avocado, and palm trees, they", "discovered dangers: a large barrel, a junked toilet, spare tires — all", "filled with rainwater and flush with mosquito larvae.", "“I’m of child-bearing age and I’m really worried about Zika,” said", "Madeline Keller, a 37-year-old stay-at-home mother who would like to", "conceive a second child in the coming months. The mosquito inspectors had", "found standing water in her flower pots, harboring mosquitoes.", "Advertisement", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "Madelyn Ferguson, a retired elementary school teacher walking her dogs", "past a mint-green home as one inspector worked his way methodically", "through the yard, said Zika is just one of many examples of Clinton’s", "preparedness. On the Zika issue, she said, “Just kind of winging it", "doesn’t work.”", "Suddenly, just as forecast, a downpour. The inspector ducked under the", "eaves near the garage. Hurricane season is around the corner, and with it,", "he warned, the Zika threat grows.", "“Anybody running for president should be talking about this,” said", "Chalmers Vasquez, the county’s director of mosquito control who is a", "self-described “conservative independent.” “This is a serious threat.”", "----------------------------------------------------------------------", "Tracy Jan can be reached at tracy.jan@globe.com. Follow her on Twitter", "@TracyJan.", "Boston Globe video", "Follow Us", "Subscribe Now", "Digital Access", "Home Delivery", "Gift Subscriptions", "My Account", "Log In", "Manage My Account", "Customer Service", "Contact", "Help & FAQs", "Globe Newsroom", "Advertise", "More", "Newsletters", "View the ePaper", "Order Back Issues", "News in Education", "Search the Archives", "Privacy Policy", "Terms of Service", "Terms of Purchase", "Work at Boston Globe Media", "©2021 Boston Globe Media Partners, LLC"]