["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "Link: alternate en-US", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORTS", "* ENTERTAINMENT", "* LIFE", "* SHOPPING", "* YAHOO PLUS", "* MORE...", "* * Download the Yahoo News app", "/* setting alt tags to \"\" since that is the a11y recommendation given that", "the property name is the text of the href *. [IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your mail", "* News", "News", "* COVID-19", "COVID-19", "* US", "US", "* Politics", "Politics", "* World", "World", "* Health", "Health", "* Science", "Science", "* Podcasts", "Podcasts", "* Originals", "Originals", "* The 360", "The 360", "* Skullduggery", "Skullduggery", "* Conspiracyland", "Conspiracyland", "* Contact Us", "Contact Us", "* Videos", "Videos", "More", "More", "Close this content", "AFPAFP", "Five things to know about Indian Kashmir's changed status", "Read full article", "Critics say the government's latest move is part of its agenda to please", "core supporters and win more votes by stoking Hindu nationalist fervour", "(AFP Photo/TAUSEEF MUSTAFA)", "Abhaya SRIVASTAVA", "August 5, 2019, 4:03 PM", "The Indian government on Monday issued a presidential order to scrap the", "constitutionally mandated special status of Kashmir, the country's only", "Muslim-majority region.", "Here are five things to know about the unprecedented move:", "- What is Article 370? -", "Article 370 gave Jammu and Kashmir state a special position in India's", "union. The provision gave Kashmir's assembly the power to vet national", "laws passed by New Delhi.", "It also gave the state a separate constitution and a flag.", "Under the provision, Indians outside the state were blocked from", "permanently settling, buying land, holding local government jobs and", "securing education scholarships.", "Under the changed status, the region will now be governed by the laws", "applicable to other Indian citizens.", "- Why now? -", "The Hindu nationalist government of Prime Minister Narendra Modi enjoys a", "sizeable majority in parliament after dominating the polls in the", "April-May elections.", "Modi's right-wing Bharatiya Janata Party (BJP) can now push through", "parliament its key policy goals. This includes the BJP's long-held promise", "to scrap Article 370, which it argues is necessary to integrate Kashmir", "with the rest of the country.", "Critics say the BJP's latest move is a part of its agenda to please core", "supporters and win more votes by stoking Hindu nationalist fervour.", "The move is in line with its muscular approach towards Kashmir and", "Pakistan, which also claims the former Himalayan kingdom.", "- Significance -", "The special status, which has been in place since May 14, 1954, has helped", "Kashmiri Muslims and other communities preserve their strong sense of", "culture.", "The ditching of the status has highlighted long-running fears that the", "local way of life and customs could be lost amid migration from other", "parts of the country.", "Analysts say the Indian government wants to change the region's", "demographics by allowing non-Kashmiris, mostly Hindus, to buy land and", "settle there permanently.", "It is also likely to worsen the simmering and bloody rebellion in Kashmir,", "where an insurgency over the past three decades has left more than 70,000", "dead, mainly civilians.", "Story continues", "- International ramifications -", "The decision has a direct impact on relations between nuclear rivals India", "and Pakistan. Kashmir has been divided between the neighbouring countries", "since 1947 and they have fought two out of three wars over the region.", "In February the countries were on the brink of war after India launched", "air raids on Pakistan over a deadly bombing in Kashmir that killed 40", "paramilitary troops.", "Pakistan launched counter air strikes with the retaliations on both sides", "sending tensions to yet another high amid threats of a nuclear war.", "India is meanwhile engaged in a protracted dialogue with China over the", "territory, which Beijing controls a part of.", "The move could also affect the United States' move to exit Afghanistan", "after an 18-year war, launched following the 2001 terror attacks.", "Pakistan has been a key facilitator in direct talks between Washington and", "the Taliban in Afghanistan over the exit plans. If the Americans do not", "support Islamabad's interests in Kashmir following India's move, it could", "jeopardise the talks.", "US President Donald Trump recently offered to mediate between India and", "Pakistan over Kashmir, but New Delhi has long insisted the issue can only", "be resolved bilaterally.", "- What's next? -", "Up next is a bill proposing splitting the state of Jammu and Kashmir into", "two union territories -- Jammu and Kashmir division, and Ladakh.", "This means the entire region would lose its autonomous status and come", "under the direct rule of New Delhi.", "The Jammu and Kashmir division will have its own assembly and elections", "but the national government will have control of local laws, including the", "maintenance of public order.", "The tinderbox region was placed under a massive security lockdown and", "communications were cut ahead of Monday's announcement, on fears it would", "trigger fresh unrest.", "Recommended Stories", "* INSIDER", "Demi Lovato says getting engaged to Max Ehrich was an attempt to 'prove to", "the world' she was OK", "In a new interview with Entertainment Weekly, the singer spoke about", "her previous relationship with the actor, who she was engaged to for", "two months.", "10h ago", "* The Independent", "Asian American war vet takes shirt off to show scars in powerful town hall", "speech against racism", "Official said voters told him he “did not look American enough” while", "he was campaigning", "10h ago", "* The Daily Beast", "Finally There’s Good News for the Giant Boat Wedged in the Suez Canal", "Satellogic/Handout via ReutersThe cargo ship that has blocked the Suez", "Canal since Tuesday—and epitomized the mood of a battered and", "exhausted public—could be freed on Saturday night, some optimistic", "reports suggest.But, as the ship’s calamitous journey has so far", "indicated, there is plenty that could still go wrong.Yukito Higaki,", "president of the Japanese company that owns the Ever Given, said he", "hoped that a weekend high tide and the dislodging efforts already", "underway would help to refloat the ship, NBC reported. He also", "apologized for the multi-billion dollar mess. “We apologize for", "blocking the traffic and causing the tremendous trouble and worry to", "many people, including the involved parties,” Higaki said.Releasing", "Container Ship From Suez Canal Could Capsize ItThe blockade on one of", "the busiest shipping routes in the world has stalled hundreds of", "vessels and triggered an unfurling trade crisis. The jam has held up", "nearly $10 billion in trade each day, according to The New York Times,", "and added another layer of stress onto an industry already kneecapped", "by pandemic-induced lockdowns.Bloomberg reports that Ikea is among the", "slew of companies facing supply-chain issues, which is stressful news", "to anyone in the market for a cheap bookshelf. The Swedish company is", "reportedly “considering all options to ensure availability of", "products.” Construction equipment company Caterpillar “is said to be", "considering airlifting products if necessary.”In some positive news,", "the 1,312-foot long Ever Given ship had moved slightly as of Saturday", "morning, Reuters reports. The ship’s rudder finally began to operate", "on Friday night, and by the afternoon the stern had moved as well.One", "Suez Canal pilot told CNN that he believed the ship could be removed", "by Saturday night. “The locomotives are now full force and the ship is", "starting to operate its machines,” Hend Fathy Hussein, a spokeswoman", "for the Suez Canal Economic Zone, wrote on Facebook. “[B]ut it hasn’t", "been floating yet.”Osama Rabie, chairman of the Suez Canal Authority,", "said in a press conference on Saturday that he “could not say” when", "the ship might be free. Unusually strong winds continue to hinder", "attempts to move it. Hundreds of ships wait in the Red Sea as the Ever", "Given remains lodged in the Suez Canal. Mahmoud Khaled/AFP via Getty", "The BBC reported that 14 tugboats are aiding in Saturday’s refloating", "efforts. High winds were initially blamed for the grounding, but Rabie", "said on Saturday that human error may have played a part, too.“The", "weather was one reason, but maybe there was a technical error, or a", "human error,” he said.Workers are currently digging out the stuck ship", "and using tugboats to dislodge it. A worst case scenario, Rabie said,", "would be removing some of the cargo to lighten the load.The Ever Given", "has a capacity for 20,000 containers; according to the BBC removing", "that weight could take “weeks” and require “specialist equipment.” If", "the ship is not freed on Saturday, the Times reported that its “best", "chance” might come on Monday, when a high tide is predicted that could", "helpfully push up water levels.The canal provides a thoroughfare for", "around 15 percent of global shipping traffic.Read more at The Daily", "Beast.Get our top stories in your inbox every day. Sign up now!Daily", "Beast Membership: Beast Inside goes deeper on the stories that matter", "to you. Learn more.", "10h ago", "* USA TODAY", "'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "A township trustee in a Cincinnati suburb stunned those gathered for", "the regular meeting by unbuttoning his shirt – to send a message about", "racism.", "14h ago", "* INSIDER", "Seth Rogen confirms Emma Watson walked off 'This Is the End' set after", "refusing to shoot Channing Tatum gimp scene", "The scene in question was one of the movie's most graphic, starring", "Danny McBride as a cannibal who has Tatum on a leash as his gimp.", "15h ago", "* INSIDER", "90,000 oily pennies dumped in Georgia man's driveway as final pay check from", "former employer", "Andreas Flaten received his final paycheck from A OK Walker Autoworks", "in Peachtree City, Georgia, with a payslip that came with an explicit", "message.", "18h ago", "* BBC", "Hunting rare birds in Pakistan to feed the sex drive of princes", "A glimpse into the closed world of hunts for houbara bustards, thought", "by some to be an aphrodisiac.", "5h ago", "* Associated Press", "Police: 2 dead, 3 arrested in Virginia Beach shootings", "Overnight shootings near the Atlantic oceanfront in Virginia Beach", "left two people dead and eight wounded in a scene described by", "authorities on Saturday as “very chaotic.” A woman who died was likely", "an innocent bystander, authorities said, while the other person, a", "Black man, was killed by a police officer. Three men ranging in age", "from 18 to 22 have been arrested and face charges that include", "felonious assault and reckless handling of a firearm, Virginia Beach", "police said in a statement on Saturday.", "1d ago", "* Reuters", "Australian lawmaker's online bullying leave Morrison fighting political", "fires", "Australian Prime Minister Scott Morrison, already under fire over his", "handling of rape accusations in the ruling party, reprimanded one of", "his lawmakers on Saturday for downplaying an apology for bullying two", "women constituents. Morrison ordered Andrew Laming to do an empathy", "course, and change his behaviour, after he posted frivolous comments", "on Facebook that raised doubts about the sincerity of his apology. If", "Morrison expelled Laming, his ruling coalition would be reduced to a", "minority government.", "1d ago", "* Reuters", "One dead, five wounded in stabbing at Vancouver library, suspect in custody", "One woman was killed and five others were wounded in a stabbing at a", "public library located near a busy shopping area of a Vancouver suburb", "on Saturday, and police said they had the lone suspect in custody.", "\"Know that all Canadians are keeping you in our thoughts and wishing a", "speedy recovery to the injured.\"", "6h ago", "* INSIDER", "'Tiger King' star Jeff Lowe is reportedly recovering from a stroke. His wife", "claimed his drink may have been poisoned.", "The couple told TMZ an unknown individual approached them while they", "were on a date and claimed to know their favorite drink orders.", "13h ago", "* Associated Press Videos", "Georgia lawmaker arrested outside governor's office", "Georgia state Rep. Park Cannon was arrested Thursday after knocking on", "the door of the governor's private office while protesting a sweeping", "overhaul of Georgia's elections. She was released from jail later in", "the day. (March 26)", "1d ago", "* Business Insider", "Animals stranded on board 20 livestock ships waiting to pass through the", "jammed Suez Canal could starve and die if the situation lasts much longer,", "charity warns", "There is a risk of \"starvation, dehydration,\" and death for the", "animals stranded on the livestock ships stuck in the Suez Canal jam.", "19h ago", "* Reuters", "Philippines to reimpose stricter COVID-19 curbs in capital", "Manila and nearby provinces will return to stricter quarantine", "measures from Monday, a senior official said on Saturday, as the", "Philippines battles to contain a surge in COVID-19 cases that has", "strained hospitals. Presidential spokesman Harry Roque said the", "measures, which will be in place until April 4, will ban non-essential", "movement, mass gatherings, dining in restaurants. Roque said the", "government will intensify tracing and conduct house-to-house visits to", "search for people with COVID-19 symptoms.", "18h ago", "* INSIDER", "A trans woman said she was stopped by airport security after scanners", "flagged her body parts as 'an anomaly'", "Rosalynne Montoya, a trans model and activist, said gendered body", "scans at airport security checkpoints make travel distressing for", "trans people.", "1d ago", "* The State", "Hilton Head teen ‘left to die in the middle of the road’ after Columbia", "hit-and-run", "Laer Hohmann, a 2020 Hilton Head Island High graduate, remains", "hospitalized with serious injuries.", "1d ago", "* Associated Press Videos", "Hundreds of migrant cross US-Mexico river border", "A growing number of families and children are entering the United", "States from Mexico to seek asylum. Rafts carrying about 100 people,", "including families with toddlers and children traveling alone, arrived", "one evening this week. (March 26)", "1d ago", "* The Daily Beast", "Releasing Container Ship From Suez Canal Could Capsize It", "ReutersWhile the global shipping industry bleeds $400 million each", "hour the massive Ever Given container ship stays stuck in the sand of", "the Suez Canal, an elite salvage team on the ground in Egypt is facing", "an entirely different problem: How do you make a top-heavy ship stuck", "in shifting sands weigh less without capsizing it?“They’ll need a full", "survey of the seabed and canal bottom to see what the extent of", "grounding is,” Nick Sloane, the salvage master who miraculously led", "the removal of the Costa Concordia cruise ship in 2014 off the island", "of Giglio, told The Daily Beast. “The worst case is that the ship is", "presently supported over her bow and stern areas, meaning possible", "sags in the middle.” Those sags could lead to the ship splitting in", "two, spilling the fuel and cargo—which includes COVID-19 supplies like", "respirators and personal protection equipment made in China—into the", "canal, making it temporarily impassable. “The risk is that it could", "also become top-heavy and capsize,” Captain John Konrad, founder and", "CEO of the gCaptain shipping industry website, said. “And that would", "be catastrophic.”But before anyone can even think of lightening the", "massive vessel—which is 1,312 feet long and 194 feet wide, with 50", "feet of the ship below the water—they would need to download the", "schematics of the ship and run them through a series of", "computer-generated programs to determine what offloading will do to", "the balance. Then they would have to somehow get a maritime crane to", "Egypt since the country does not own one tall enough to reach the top", "of the Ever Given’s 20,000 containers.The information used to", "determine how to lighten the 200,000 metric-ton ship enough to nudge", "it out of the sand, which buries the vessel a little more with each", "passing tide, will be largely based on the ship’s own records—assuming", "they are correct and were not fudged to pass what the Maritime Anti", "Corruption Network once called the most corrupt port system in the", "world. Just how this monster ship, which is around the size of the", "Empire State Building, got stuck in the canal’s riprap or sandbanks is", "also up for debate. The ordeal has already become the subject of a", "number of memes and websites, with plenty of parody Twitter accounts", "churning out memes of the massive excavator, which, next to the ship,", "looks like a child's toy chipping away at the sand on the vessel’s", "bow.The Suez Canal, one of the most important shipping lanes in the", "world, is reportedly blocked because someone accidentally got stuck", "with their giant container ship. The photo is unreal.", "pic.twitter.com/I2ACkBqPi2— Marcel Dirsus (@marceldirsus) March 23,", "2021 The ship sails under a Panama flag, which is a common way to", "skirt human rights issues of great concern to its all-Indian crew, who", "are now unable to leave the vessel. It is owned by the Japanese", "company Shoei Kisen Kaisha, which has apologized profusely for the", "rather expensive inconvenience. They say heavy winds knocked the ship", "into the sandbanks, but data so far shows it was also traveling 13", "knots in an 8-knot speed zone when the accident happened, according to", "Konrad. Several salvors have also said the most likely cause was a", "blackout power outage that compromised steering just as the wind gust", "came up. Coincidentally, this same ship was involved in an accident in", "Hamburg in 2019, when its owners rammed into a ferry and destroyed it.", "They had blamed the accident on a loss of steering power and high", "winds back then, too. Salvors say the next opportunity to move the", "ship will be during spring tides on Sunday and Monday. If that doesn’t", "work, it could take weeks to dig her out of the sand, all the while", "trying to keep her upright and intact. Read more at The Daily", "Beast.Get our top stories in your inbox every day. Sign up now!Daily", "Beast Membership: Beast Inside goes deeper on the stories that matter", "to you. Learn more.", "1d ago", "* Business Insider", "Screw it, we'll hear you out - tell us how you'd fix the stuck Suez boat", "Honestly, what's the worst that can happen? Shoot your shot. The use", "of expository diagrams is actively encouraged.", "2d ago", "* Axios", "Civil rights groups sue Georgia over new law restricting voting access", "Several civil rights groups filed a lawsuit against Georgia election", "officials challenging Republican-crafted voting restrictions signed", "into law by Republican Gov. Brian Kemp on Thursday.Why it matters: The", "lawsuit from New Georgia Project, Black Voters Matter Fund and Rise", "alleges that the restrictions violate the Voting Rights Act of 1965", "and the 14th Amendment by inflicting \"unjustifiable burdens\" that", "disproportionately affect people of color and young, poor and disabled", "citizens.Get market news worthy of your time with Axios Markets.", "Subscribe for free.The Georgia law imposes new ID requirements, limits", "the use of ballot drop boxes, changes early voting hours, prohibits", "third parties from collecting absentee ballots and bans non-poll", "workers from giving food and water to voters in line, among other", "restrictions.Kemp said at the signing of the bill on Thursday that it", "will ensure Georgia’s elections are \"secure, accessible and fair.\"But,", "but, but: Georgia Secretary of State Brad Raffensperger, one of the", "defendants in the lawsuit, has repeatedly said his office found no", "evidence of widespread fraud in the 2020 election, despite baseless", "claims to the contrary by former President Trump.The big picture:", "Georgia is the first battleground state to enact sweeping new", "legislation rolling back voting rights in the wake of the 2020", "election, which saw record levels of mail-in and early voting due to", "the pandemic. Dozens of GOP-led state legislatures have proposed", "similar voting restrictions, infuriating Democrats and voting rights", "activists.Read the lawsuit. Go deeper: Georgia lawmaker released on", "bond after arrest during signing of GOP voting billMore from Axios:", "Sign up to get the latest market trends with Axios Markets. Subscribe", "for free", "2d ago", "More Stories", "TRENDING", "* The New York Times", "North Korea's Arsenal Has Grown Rapidly. Here's What's in It.", "The New York Times·6 min read", "* Good Morning America", "8 injured, 2 dead in multiple Virginia Beach shootings", "Good Morning America·3 min read", "* Associated Press", "Attorney for Georgia lawmaker calls charges 'overreach'", "Associated Press·5 min read", "* Axios", "Minnesota court rules rape charge doesn't apply if the victim got willingly", "drunk", "Axios·2 min read", "* USA TODAY", "'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "USA TODAY·2 min read", "POPULAR", "* Demi Lovato says getting engaged to Max Ehrich was an attempt to 'prove", "to the world' she was OK", "INSIDER", "* Asian American war vet takes shirt off to show scars in powerful town", "hall speech against racism", "The Independent", "* Finally There’s Good News for the Giant Boat Wedged in the Suez Canal", "The Daily Beast", "* 'I'll show you what patriotism looks like': Ohio official bares chest,", "reveals scars to decry anti-Asian racism", "USA TODAY", "* Seth Rogen confirms Emma Watson walked off 'This Is the End' set after", "refusing to shoot Channing Tatum gimp scene", "INSIDER", "* 90,000 oily pennies dumped in Georgia man's driveway as final pay check", "from former employer", "INSIDER", "* Hunting rare birds in Pakistan to feed the sex drive of princes", "BBC", "* Police: 2 dead, 3 arrested in Virginia Beach shootings", "Associated Press", "* Australian lawmaker's online bullying leave Morrison fighting political", "fires", "Reuters", "* One dead, five wounded in stabbing at Vancouver library, suspect in", "custody", "Reuters", "* 'Tiger King' star Jeff Lowe is reportedly recovering from a stroke. His", "wife claimed his drink may have been poisoned.", "INSIDER", "* Georgia lawmaker arrested outside governor's office", "Associated Press Videos", "* Animals stranded on board 20 livestock ships waiting to pass through the", "jammed Suez Canal could starve and die if the situation lasts much longer,", "charity warns", "Business Insider", "* Philippines to reimpose stricter COVID-19 curbs in capital", "Reuters"]