["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Michele Bachmann", "stated on December 10, 2011 in a Republican presidential debate in Des", "Moines, Iowa:", "In 1993, Newt Gingrich \"first advocated for the individual mandate in", "health care. And as recently as May of this year, he was still advocating\"", "for it.", "true mostly-true", "* National", "* Health Care", "* Michele Bachmann", "Rep. Michele Bachmann charged that former House Speaker Newt Gingrich", "supported an individual health care mandate in 1993 and 2011. Is she", "right? Rep. Michele Bachmann charged that former House Speaker Newt", "Gingrich supported an individual health care mandate in 1993 and 2011. Is", "she right? Rep. Michele Bachmann charged that former House Speaker Newt", "Gingrich supported an individual health care mandate in 1993 and 2011. Is", "she right?", "Rep. Michele Bachmann charged that former House Speaker Newt Gingrich", "supported an individual health care mandate in 1993 and 2011. Is she", "right?", "Louis Jacobson", "By Louis Jacobson December 11, 2011", "Michele Bachmann says Newt Gingrich backed individual mandate in 1993, 2011", "During a Republican presidential debate on Dec. 10, 2011, in Des Moines,", "Iowa, Rep. Michele Bachmann, R-Minn., took aim at one of her rivals,", "former House Speaker Newt Gingrich, for his past support for an individual", "mandate for health insurance -- the government requirement for individuals", "to buy health insurance. It’s a central provision at issue in the legal", "challenges to President Barack Obama’s health care law.", "In 1993, Bachmann said, Gingrich \"first advocated for the individual", "mandate in health care. And as recently as May of this year, he was still", "advocating for the individual mandate in health care.\"", "Readers asked us to check the claim, so we did.", "Gingrich appeared on NBC’s Meet the Press on Oct. 3, 1993, at a time when", "the Clinton administration was trying to pass a health-care overhaul. On", "the May 15, 2011, edition of Meet the Press, host David Gregory replayed a", "clip from Gingrich’s 1993 appearance that addressed the individual", "mandate.", "\"I am for people, individuals -- exactly like automobile insurance --", "individuals having health insurance and being required to have health", "insurance. And I am prepared to vote for a voucher system which will give", "individuals, on a sliding scale, a government subsidy so we insure that", "everyone as individuals have health insurance.\"", "That seems pretty clear, but we wanted to locate further context to make", "sure. We couldn’t locate the full transcript, but we did find a partial", "transcript excerpted in a Washington Times report:", "Q: Do you support compulsory national health care?", "A: Not at all. ... (The president's plan) is a monstrosity. I mean, after", "all the nice speeches, after all the nice testimony, the fact is, when you", "read the president's plan, it has got to be the most destructively", "big-government plan ever proposed. … That's how he gets the money -- by", "coercing change in order to pay for his plan. Without coercion, this plan", "collapses, and with coercion, it, frankly, is a remarkable bill to be", "offered to an American nation.", "Q: Are you for compulsory automobile insurance?", "A: I would like to see us go much closer to (Texas Republican Sen.) Phil", "Gramm's model. I would like to see every American have health insurance. I", "am willing to require that. I'd much rather do it through an individual", "voucher, much like an earned-income tax credit, rather than do it through", "an employer mandate that will kill jobs. But that's not the issue here.", "You can pass a requirement, and you can find a way to give what is", "actually less than 8 percent of the American people health insurance", "without having to go to the total overhaul of American health care,", "turning it all into a giant bureaucratic mess with a centralized board in", "Washington appointed by politicians.", "The full context makes Gingrich seem somewhat more flexible about the", "details, but ultimately he did say, \"I would like to see every American", "have health insurance. I am willing to require that.\"", "What about the claim that Gingrich was advocating for the individual", "mandate as recently as May 2011 -- a point well after virtually all", "mainstream Republicans had come out against such a requirement?", "Here, too, the venue was Meet the Press, the May 15, 2011 edition. After", "Gregory played the 1993 clip, here’s the conversation:", "Gregory: \"What you advocate there is precisely what President Obama did", "with his health care legislation, is it not?\"", "Ginrgich: \"No, it's not precisely what he did. In, in the first place,", "Obama basically is trying to replace the entire insurance system, creating", "state exchanges, building a Washington - based model, creating a federal", "system. I believe all of us -- and this is going to be a big debate -- I", "believe all of us have a responsibility to help pay for health care . I", "think the idea that...\"", "Gregory: \"You agree with Mitt Romney on this point.\"", "Gingrich: \"Well, I agree that all of us have a responsibility to pay --", "help pay for health care . And, and I think that there are ways to do it", "that make most libertarians relatively happy. I've said consistently we", "ought to have some requirement that you either have health insurance or", "you post a bond....\"", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "Gregory: \"Mm-hmm.\"", "Gingrich: \"...or in some way you indicate you’ll be held accountable.\"", "Gregory: \"But that is the individual mandate, is it not?\"", "Gingrich: \"It's a variation on it.\"", "Gregory: \"OK.\"", "Gingrich: \"But it's a system …\"", "Gregory: \"And so you won't use that issue against Mitt Romney.\"", "Gingrich: \"No. But it's a system which allows people to have a range of", "choices which are designed by the economy. But I think setting the", "precedent -- you know, there are an amazing number of people who think", "that they ought to be given health care. And, and so a large number of the", "uninsured earn $75,000 or more a year, don't buy any health insurance", "because they want to buy a second house or a better car or go on vacation.", "And then you and I and everybody else ends up picking up for them. I don't", "think having a free rider system in health is any more appropriate than", "having a free rider system in any other part of our society.\"", "This exchange became so controversial in Republican circles that Gingrich", "felt the need to personally walk back his comment the following day.", "\"I am completely opposed to the Obamacare mandate on individuals,\" he said", "in a video. \"I fought it for two and half years at the Center for Health", "Transformation. You can see all the things we did to stop it at", "HealthTransformation.net. I am for the repeal of Obamacare and I am", "against any effort to impose a federal mandate on anyone because it is", "fundamentally wrong and I believe unconstitutional.\"", "We understand Gingrich’s desire to restate his opposition to the", "individual mandate, given how deeply opposed Republican voters are to the", "idea. But was what Gingrich said in the 2011 Meet the Press interview", "really \"advocating for the individual mandate in health care,\" as Bachmann", "said in the Des Moines debate?", "Not quite.", "Gingrich calls it a \"variation\" on the individual mandate -- the idea that", "people take responsibility for their health care, either by purchasing", "health insurance or by posting a bond to pay for any health care they may", "eventually need.", "It’s not the first time Gingrich advocated a choice between a mandate and", "a bond. For instance, in a June 25, 2007, column titled, \"Covering the", "uninsured -- do we want markets or mandates?\" Gingrich wrote, \"In order to", "make coverage more accessible, Congress must do more, including passing", "legislation to … require anyone who earns more than $50,000 a year to", "purchase health insurance or post a bond.\"", "Working out the details of a bond system -- such as how much would need to", "be set aside and how -- poses challenges. But it’s conceivable that the", "legal challenges to Obama’s health care law, which are based on the notion", "that the government cannot compel Americans to buy a commercial product,", "might be less likely to succeed if the law had offered the bond option.", "\"A bond alternative was part of the Heritage Foundation's plan and was", "actually originally in Romney's proposal in Massachusetts but was taken", "out by legislature late in game,\" said Michael Tanner, a health policy", "specialist with the libertarian Cato Institute. \"It is a modest", "improvement over a straight mandate since it doesn't require you to buy a", "specific product, but libertarians like me still found it objectionable.\"", "Still, in our view, the fact that Gingrich supported the bond idea in the", "2011 Meet the Press interview muddies the waters enough to weaken the", "argument Bachmann made -- that \"as recently as May of this year, he was", "still advocating for the individual mandate in health care.\"", "Our ruling", "In the 1993 interview, Gingrich advocated for individuals \"being required", "to have health insurance,\" though he expressed flexibility on the details.", "That makes the first half of Bachmann’s claim correct. In the 2011", "interview, Gingrich said \"we ought to have some requirement that you", "either have health insurance or you post a bond.\" It’s an exaggeration to", "say that this equates to advocating for an individual mandate, since he", "posed it as one of two acceptable options. On balance, we rate Bachmann’s", "statement Mostly True.", "Our Sources", "Michele Bachmann, comments during a Republican presidential debate in Des", "Moines, Iowa, Dec. 10, 2011", "Transcript of NBC’s Meet the Press, May 15, 2011", "Huffington Post, \"Newt Gingrich Was More Supportive Of Individual Mandates", "Than Mitt Romney,\" May 12, 2011", "Washington Times, \"Gingrich responds to health reform,\" Oct. 4, 1993", "(accessed via Lexis-Nexis)", "New York Times, \"Gingrich Seeks to Clarify Comments on Individual Mandate\"", "(post at the Caucus blog), May 16, 2011", "Mother Jones, \"Newt's Big Whopper on the Individual Mandate,\" Dec. 10,", "2011", "Mother Jones, \"Gingrich (in 2007): Congress Must Impose an Individual", "Mandate,\" Nov. 18, 2011", "Newt Gingrich, \"Covering the uninsured -- do we want markets or mandates?\"", "June 25, 2007", "E-mail interview with Michael Tanner, senior fellow at the Cato Institute,", "Dec. 11, 2011", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Louis Jacobson", "Roy Blunt", "stated on March 21, 2021 an interview on NBC's \"Meet the Press\":", "Under H.R. 1, the Federal Election Commission “for the first time ever,", "instead of being an equal number of Republicans and Democrats (would be)", "three of one side and two of the other.\"", "barely-true barely-true", "By Louis Jacobson • March 22, 2021", "Nancy Pelosi", "stated on March 14, 2021 an interview on ABC's \"This Week\":", "The Republican tax bill passed in 2017 \"gave 83% of the benefits to the", "top 1%.\"", "half-true half-true", "By Louis Jacobson • March 16, 2021", "Chuck Todd", "stated on March 7, 2021 remarks on NBC's \"Meet the Press\":", "“The filibuster was never an idea of the founding fathers.”", "true true", "By Louis Jacobson • March 8, 2021", "Mike Pence", "stated on March 3, 2021 an op-ed in the Daily Signal:", "The voting bill known as H.R. 1 \"would force states to adopt universal", "mail-in ballots.”", "false false", "By Louis Jacobson • March 4, 2021", "Joe Biden", "stated on March 1, 2021 remarks with Mexico's president:", "\"The fastest-growing population in the United States is Hispanic.\"", "barely-true barely-true", "By Louis Jacobson • March 3, 2021", "Xavier Becerra", "stated on February 24, 2021 statements at a confirmation hearing:", "“I have never sued a nun — any nuns.”", "half-true half-true", "By Louis Jacobson • February 26, 2021", "Viral image", "stated on February 19, 2021 on social media:", "“COVID-19 infections down 61% from Trump’s last day. COVID-19 vaccinations", "up 85% from Trump’s last day. Competence Matters.”", "mostly-true mostly-true", "By Louis Jacobson • February 23, 2021", "Joe Biden", "stated on February 16, 2021 remarks at a CNN town hall:", "\"If we kept (the minimum wage) indexed to inflation, people would be", "making $20 an hour right now.”", "false false", "By Louis Jacobson • February 18, 2021", "Facebook posts", "stated on February 1, 2021 on social media:", "Under the 2017 tax law, “people who make under $75,000 will have their", "taxes raised in 2021 and every 2 years after that until 2027.”", "barely-true barely-true", "By Louis Jacobson • February 5, 2021", "Facebook posts", "stated on January 23, 2021 on social media:", "“Biden invested the entire family fortune in Ukraine gas and oil. Then", "shuts down Keystone pipeline. Starting to get the picture.”", "false false", "By Louis Jacobson • January 28, 2021", "Jake Tapper", "stated on January 13, 2021 remarks in a CNN broadcast:", "The second presidential impeachment of Donald Trump was “the most", "bipartisan impeachment in American history.”", "true true", "By Louis Jacobson • January 13, 2021", "Mitch McConnell", "stated on January 6, 2021 a Senate floor speech:", "\"This election actually was not unusually close.\"", "true true", "By Louis Jacobson • January 8, 2021", "Facebook posts", "stated on December 27, 2020 social media posts:", "Says a recent study found no asymptomatic or presymptomatic spread of", "COVID.", "barely-true barely-true", "By Louis Jacobson • December 28, 2020", "Joe Biden", "stated on December 3, 2020 an interview with CNN:", "\"People have lost faith in the ability of the vaccine to work. Already,", "the numbers are really staggeringly low.\"", "half-true half-true", "By Louis Jacobson • December 8, 2020", "Ron DeSantis", "stated on November 30, 2020 a press conference:", "“The states that are locked down are increasing at twice the rate we are”", "in Florida", "half-true half-true", "By Louis Jacobson • December 2, 2020", "Michele Bachmann says Newt Gingrich backed individual mandate in 1993, 2011", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]