["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "HomeU.S. PoliticsMedia & NewsSocial TrendsReligionInternet &", "TechScienceHispanicsGlobalMethods Blog About Follow My Account DONATE", "Numbers, Facts and Trends Shaping Your World", "About", "Follow", "Donate", "Pew Research Center", "_____________________", "Pew Research Center", "HomeU.S. PoliticsMedia & NewsSocial TrendsReligionInternet &", "TechScienceHispanicsGlobalMethods", "* Publications", "* Topics", "* Interactives", "* Datasets", "* Fact Tank", "* Our Experts", "* Main", "More", "NEWS IN THE NUMBERS", "June 12, 2019", "5 facts about illegal immigration in the U.S.", "By Jens Manuel Krogstad, Jeffrey S. Passel and D’Vera Cohn", "The number of unauthorized immigrants living in the United States has", "dropped to the level it was in 2004, and Mexicans are no longer a majority", "of this population. This decline is due mainly to a large drop in the", "number of new unauthorized immigrants, especially Mexicans, coming into", "the country. The origin countries of unauthorized immigrants also shifted", "during that time, with the number from Mexico declining and the number", "rising from Central America and Asia, according to the latest Pew Research", "Center estimates.", "Here are five facts about the unauthorized immigrant population in the", "U.S.", "1U.S. unauthorized immigrant total rises, then fallsThere were 10.5", "million unauthorized immigrants in the U.S. in 2017, representing 3.2% of", "the total U.S. population that year. The 2017 unauthorized immigrant total", "is a 14% drop from the peak of 12.2 million in 2007, when this group was", "4% of the U.S. population.", "2The number of Mexican unauthorized immigrants declined since 2007, while", "the total from other nations ticked up. Mexicans made up less than half of", "all unauthorized U.S. immigrants (47%) in 2017 for the first time,", "according to the Center’s estimate, compared with 57% in 2007. Their", "numbers (and share of the total) have been declining in recent years:", "There were 4.9 million Mexican unauthorized immigrants living in the U.S.", "in 2017, down from 6.9 million in 2007.", "[IMG]", "Try our email course on immigration", "Learn about U.S. immigration through five short lessons delivered to your", "inbox every other day.", "Sign up now!", "Meanwhile, the total from other nations, 5.5 million in 2017, ticked up", "from 2007, when it was 5.3 million. The number of unauthorized immigrants", "has grown since 2007 from both Central America and Asia. There were 1.5", "million Central American unauthorized immigrants in 2007 and 1.9 million", "in 2017. This growth was fueled mainly by immigrants from the Northern", "Triangle nations of El Salvador, Guatemala and Honduras. The number from", "Asia, 1.3 million in 2007, rose to 1.5 million in 2017.", "At the same time, the number of unauthorized immigrants from South America", "and Europe decreased between 2007 and 2017. Other large regions (the", "Caribbean, Middle East-North Africa, sub-Saharan Africa and the rest of", "the world) did not change significantly during that time.", "3Number of unauthorized immigrants in U.S. workforce ticks downThe U.S.", "civilian workforce includes 7.6 million unauthorized immigrants,", "representing a decline since 2007. Between 2007 and 2017, the number of", "unauthorized immigrant workers fell by 625,000, as did their share of the", "total U.S. workforce over the same period. In 2017, this group accounted", "for 4.6% of those in the U.S. who were working or were unemployed and", "looking for work.", "4Unauthorized immigrant populations changed in 17 states over the past", "decadesSix states account for 57% of unauthorized immigrants: California,", "Texas, Florida, New York, New Jersey and Illinois. From 2007 to 2017,", "individual states experienced different trends. The unauthorized immigrant", "population decreased in a dozen states: Arizona, California, Colorado,", "Florida, Georgia, Illinois, Michigan, Nevada, New Jersey, New Mexico, New", "York and Oregon. In five states, the unauthorized immigrant population", "rose over the same period: Louisiana, Maryland, Massachusetts, North", "Dakota and South Dakota.", "5Short-term residents decline and long-term residents rise as share of", "U.S. unauthorized immigrantsA rising share of unauthorized immigrants have", "lived in the U.S. for more than a decade. About two-thirds (66%) of", "unauthorized immigrant adults in 2017 had been in the U.S. more than 10", "years, compared with 41% in 2007. A declining share of unauthorized", "immigrants have lived in the U.S. for five years or less – 20% of adults", "in 2017, compared with 30% in 2007. In 2017, unauthorized immigrant adults", "had lived in the U.S. for a median of 15.1 years, meaning that half had", "been in the country at least that long.", "Note: This is an update to a post originally published on Nov. 18, 2014.", "Read more about immigration:", "* Key findings about U.S. immigrants", "* Mexicans decline to less than half the U.S. unauthorized immigrant", "population for the first time", "* Unauthorized immigrant population trends for states, birth countries", "and regions", "Topics", "Unauthorized ImmigrationImmigration TrendsGlobal Migration and", "DemographyMigrationImmigration", "Share this link:", "_____________________", "Jens Manuel Krogstad  is a senior writer/editor focusing on Hispanics,", "immigration and demographics at Pew Research Center.", "POSTS BIO TWITTER EMAIL", "Jeffrey S. Passel  is a senior demographer at Pew Research Center.", "POSTS BIO EMAIL", "D’Vera Cohn  is a senior writer/editor focusing on immigration and", "demographics at Pew Research Center.", "POSTS BIO TWITTER EMAIL", "Facts are more important than ever", "In times of uncertainty, good decisions demand good data. Please support", "our research with a financial contribution.", "DONATE", "Related", "Mexicans decline to less than half the U.S. unauthorized immigrant", "population for the first time", "What we know about illegal immigration from Mexico", "As Mexican share declined, U.S. unauthorized immigrant population fell in", "2015 below recession level", "U.S. border apprehensions of Mexicans fall to historic lows", "Key findings about U.S. immigrants", "Popular on pew research", "What the data says about gun deaths in the U.S.", "Quiz: Are you a Core Conservative? A Solid Liberal? Or somewhere in", "between?", "Migrant apprehensions at U.S.-Mexico border are surging again", "Facts About the U.S. Black Population", "The Growing Diversity of Black America", "Pew Research Center", "1615 L St. NW, Suite 800", "Washington, DC 20036", "USA", "(+1) 202-419-4300 | Main", "(+1) 202-857-8562 | Fax", "(+1) 202-419-4372 | Media Inquiries", "Research Areas", "U.S. Politics & Policy Journalism & Media Internet & Technology Science &", "Society Religion & Public Life Hispanic Trends Global Attitudes & Trends", "Social & Demographic Trends Methods", "Follow Us", "Email Newsletters Facebook Twitter Tumblr YouTube RSS", "About Pew Research Center Pew Research Center is a nonpartisan fact tank", "that informs the public about the issues, attitudes and trends shaping the", "world. It conducts public opinion polling, demographic research, media", "content analysis and other empirical social science research. Pew Research", "Center does not take policy positions. It is a subsidiary of The Pew", "Charitable Trusts.", "Copyright 2021 Pew Research Center About Terms & Conditions Privacy Policy", "Reprints, Permissions & Use Policy Feedback Careers", "We need to confirm your email address", "To complete the subscription process, please click the link in the email", "we just sent you.", "Cancel", "OK"]