["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "Skip to main content", "Search Brookings _____________________  [ Search ]", "* About Us", "* Press Room", "* Experts", "* Events", "* Brookings Press", "* WashU@Brookings", "* Careers", "* Newsletters", "* Support Brookings", "Guidance for the Brookings community and the public on our response to the", "coronavirus (COVID-19) »", "Learn more from Brookings scholars about the global response to", "coronavirus (COVID-19) »", "Based on breakout timelines, the world is better off with the Iran nuclear deal", "than without it", "* Facebook", "* Twitter", "* LinkedIn", "* Print", "* SMS", "* Email", "* More", "* * AI", "* Transition 2021", "* Cities & Regions", "* Global Dev", "* Intl Affairs", "* U.S. Economy", "* U.S. Politics & Govt", "* More", "Series: Debating the Iran Deal", "kerry_fereydoun_zarif001", "Markaz", "Based on breakout timelines, the world is better off with the Iran nuclear deal", "than without it", "Richard Nephew Friday, July 17, 2015", "Markaz", "* Facebook", "* Twitter", "* LinkedIn", "* Print", "* SMS", "* Email", "* More", "* Maximizing Iran’s time to “breakout”— defined as the amount of time", "that it would take Iran to produce sufficient weapons-grade uranium or", "plutonium for one nuclear weapon— was one of the most important criteria", "for the nuclear deal. Reasonable people could disagree about whether this", "is a realistic risk upon which to balance a policy, but nonetheless, this", "became a measure of merit. Insofar as the final text is concerned, it is", "now one of the most compelling arguments in support ofthe Iran nuclear", "deal.", "The deal negotiated by the P5+1 will create a one year or longer breakout", "timeline for Iran’s declared nuclear program for the first ten years of", "the implementation phase of the deal. And, that’s just for uranium; for", "plutonium, the breakout timeline is far longer, potentially measurable in", "decades. Why?", "With respect to uranium, the deal restricts Iran’s installed centrifuges", "to just over 6,000 IR-1 type machines for 10 years. Iran will be able to", "do some small-scale enrichment using advanced machines during this time,", "but in numbers far too modest to contribute to breakout. Iran will also be", "limited to solely 300 kilograms of 3.67 percent U-235 in any form. This", "restriction alone would hold Iran back from quick breakout because 60-70", "percent of the work required for a bomb is in the initial period of", "enrichment from natural levels to approximately 4 percent. But, combined", "with the centrifuge limits, Iran will be a year away for at least 10", "years: until 2025.", "After that, Iran will be progressively permitted to install and operate", "advanced machines, but the uranium stockpile will be restricted for 15", "years: until 2030.", "Beyond 2030, breakout probably will narrow— but only with respect to the", "declared uranium path. For plutonium, the breakout timeline is multiple", "years long and will not shrink for a considerable length of time. The Arak", "reactor’s modification will render it incapable of producing such", "plutonium, essentially permanently because of difficulty of modifying the", "reactor core of a once-operated reactor. Iran’s agreement to not engage in", "reprocessing research and development, to construct a reprocessing", "facility, or to construct a reactor capable of producing weapons-grade", "plutonium in useful quantities will last until 2030.", "But the impact of this decision will go farther: having been stymied in", "this work for so long, it is unreasonable to expect a rapid improvement in", "Iran’s capabilities or physical capacity. Iran has been building the Arak", "reactor since 2007); by this measure, it is reasonable to argue that it", "would be 2035 at least before Iran could have another such reactor, let", "alone spent fuel reprocessing capabilities.", "Breakout is not the sole measure of a deal. But, compared to the status", "quo— 2-3 months to breakout for uranium, with 1-2 weapons worth of", "plutonium being produced per year at Arak— we are far better off with the", "deal than without it.", "Related Books", "* [IMG]", "The Obama Administration and the Americas", "Edited by Abraham F. Lowenthal, Ted Piccone, and Daniel", "Vaughan-Whitehead; Foreword by Strobe Talbott", "2009", "* [IMG]", "How to Improve Governance", "By David de Ferranti, Justin Jacinto, Anthony J. Ody, and Graeme", "Ramshaw", "2009", "* [IMG]", "The Great Transition", "By Raymond L. Garthoff", "2000", "Richard Nephew, Nonresident Senior Fellow, Foreign Policy, Center on 21st", "Century Security and Intelligence, Arms Control and Non-Proliferation", "Initiative", "Richard Nephew", "Former Brookings Expert", "RichardMNephew", "Markaz", "Check out our other foreign policy blog, Order from Chaos—a how-to guide", "for managing the end of the post-Cold War era.", "Related Topics", "* Arms Control", "* Iran", "* Middle East & North Africa", "* U.S. Foreign Policy", "More on U.S. Foreign Policy", "Under Xi, China appears to have adopted the mantra that it is better to", "be feared than liked. China is committed to sending a message that it", "will not take a punch without throwing a counterpunch.", "Ryan Hass Bloomberg Friday, March 26, 2021", "FILE PHOTO: A North Korea flag flutters next to concertina wire at the", "North Korean embassy in Kuala Lumpur, Malaysia March 9, 2017.", "REUTERS/Edgar Su/File Photo", "Order from Chaos", "North Korea’s new nuclear gambit and the fate of denuclearization", "Evans J.R. Revere", "Friday, March 26, 2021", "Chancellor Angela Merkel (R) receives the then US Vice President Joe Biden", "in the Chancellor's Office. US President Joe Biden alongside German", "Chancellor Angela Merkel will participate in a G7 video conference and the", "Munich Security Conference on Friday, in his first appearances at", "international summits since his inauguration last month.", "Order from Chaos", "Rebuilding US-German relations: Harder than it appears", "Steven Pifer", "Thursday, March 25, 2021", "* Find us on Facebook", "* Find us on Twitter", "* Find us on YouTube", "* Listen to our Podcast", "* Browse Newsletters", "* Subscribe to our RSS", "* Languages", "* Español", "* 中文", "* عربي", "* About Us", "* Research Programs", "* Find an Expert", "* Careers", "* Contact", "* Terms and Conditions", "* Brookings Privacy Policy", "* Copyright 2021 The Brookings Institution", "* Trending", "* U.S. Politics & Government", "* Campaigns & Elections", "* Topics", "* AI", "* Transition 2021", "* Cities & Regions", "* Global Dev", "* Intl Affairs", "* U.S. Economy", "* U.S. Politics & Govt", "* More", "* About Us", "* Press Room", "* Experts", "* Events", "* Brookings Press", "* WashU@Brookings", "* Careers", "* Newsletters", "* Support Brookings", "Get daily updates from Brookings", "Enter Email _____________________  [ Subscribe ]"]