["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "PolitiFact Sheet: 6 things to know about the Iran nuclear deal", "* National", "International Atomic Energy Agency inspectors and Iranian technicians", "monitor the Natanz facility in Iran on Jan. 20, 2014. (AP Photo)", "International Atomic Energy Agency inspectors and Iranian technicians", "monitor the Natanz facility in Iran on Jan. 20, 2014. (AP Photo)", "International Atomic Energy Agency inspectors and Iranian technicians", "monitor the Natanz facility in Iran on Jan. 20, 2014. (AP Photo)", "International Atomic Energy Agency inspectors and Iranian technicians", "monitor the Natanz facility in Iran on Jan. 20, 2014. (AP Photo)", "Linda Qiu", "By Linda Qiu September 8, 2015", "With 41 Senate Democrats backing the historic agreement between Iran and", "five world powers, the Iran nuclear deal is on its way to becoming a done", "deal, notching a foreign-policy win for President Barack Obama.", "Yet the debate is far from over. Republican presidential hopefuls Donald", "Trump and Ted Cruz, flanked by Sarah Palin, appeared at a Stop the Iran", "Deal Rally on Sept. 9. They and other critics say the deal gives away too", "much to Iran, while supporters say the alternative would be much more", "dangerous.", "The 159-page deal may hinge on nuclear physics, but understanding the", "basics shouldn’t be rocket science. We’re here to help. Here are six", "points you need to know.", "1. The deal aims to extend the time it would take for Iran to make a", "nuclear bomb.", "Without the deal, Iran might be two to three months away from getting a", "nuclear bomb. With the deal, Iran commits to not pursuing nuclear weapons", "overall and faces obstacles if it seeks to break its commitment and pursue", "a nuclear weapon.", "Under the deal, Iran will lose 97 percent of its stockpile of enriched", "uranium. It will also give up 14,000 of its 20,000 centrifuges, the", "machines used to enrich uranium, and agree to only enrich uranium to a", "level unsuitable for weapons for 15 years.", "The deal also curbs Iranian production of plutonium, the other element", "that can be used to build a bomb. The deal bans plutonium reactors for 15", "years and stipulates that Iran must dismantle its current one.", "If Iran abides by these rules for 10 years, scientists say it would take", "them at least 12 months to build a weapon.", "While specific restrictions lapse in 10, 15, or 25 years, the deal also", "binds Iran to permanent measures: committing to not pursue nuclear weapons", "and agreeing to notify the International Atomic Energy Agency when it", "decides to build a nuclear facility.", "2. Some of Iran’s major nuclear facilities will be subject to constant", "monitoring, but if international inspectors suspect violations elsewhere,", "they may have to wait as long as 24 days.", "Of course, just because Iran says it’ll agree to the restrictions doesn’t", "necessarily mean it will. To make sure Iran holds up its end of the", "bargain, the deal permits the atomic agency \"to implement continuous", "monitoring.\" What that means and whether it’s enough are up for debate.", "\"Iran’s nuclear program will be under lock, key and camera 24 hours a day,", "365 days a year,\" Rep. Don Beyer, D-Va., wrote in an op-ed supporting the", "deal.", "That rates Half True. The agency will have cameras that provide 24-hour", "monitoring at the Natanz facility, which has 5,000 centrifuges, and", "inspectors will have daily access to the facility for 15 years. Within a", "year, there will be 130 to 150 inspectors in Iran.", "But Natanz is more of the exception to the rule than the rule itself. For", "suspected sites where surveillance is not spelled out in the agreement,", "inspectors may have to wait up to 24 days for access. Some experts say", "that’s sufficient to detect violations, while others disagree.", "3. ‘Anywhere, anytime’ inspections were never really a goal.", "Many critics of the deal have suggested that the original plan was to give", "the atomic agency the ability to inspect Iranian facilities anywhere,", "anytime.", "The Iran deal \"violates promises the president made to the American", "people,\" said Sen. Marco Rubio, R-Fla. \"It is not an anytime, anywhere", "inspection process.\"", "We rated that claim Half True. Rubio has a point when he says the deal", "doesn’t include \"anytime, anywhere\" inspections, but that was not the", "administration’s goal, experts said. The White House typically", "characterizes the inspection as \"very intrusive\" — strong by historical", "standards and enough to block Iran’s path to a bomb.", "\"No sovereign state would agree to such an arrangement; no such access is", "necessary to verify compliance; and any such arrangement would waste the", "inspectors' resources,\" Daryl Kimball, executive director of the Arms", "Control Association, told PolitiFact.", "4. As part of the agreement, the United States and other countries will", "lift economic sanctions against Iran on \"Implementation Day\" in 2016,", "allowing Iran access to billions of dollars.", "What’s in this for Iran? For decades, the country’s economy has been", "crippled by various international sanctions on its nuclear, missile,", "energy, shipping, transportation, and financial sectors.", "If Iran complies with the deal, all of the European Union and most", "American sanctions will be lifted. Critics of the deal say that", "effectively amounts to a $150 billion check, referring to the amount of", "Iran’s assets currently frozen in foreign banks.", "That figure is the highest estimate out there and doesn’t consider Iran’s", "financial obligations (for example, it owes China billions for", "infrastructure projects). The Obama administration says a more realistic", "amount is $56 billion.", "5. If Iran slips up, the sanctions can come back, though not without", "problems.", "Suppose inspectors find that Iran is violating the deal. Any of the six", "countries then have the option to \"snap back\" or renew the United Nations", "sanctions against Iran for 10 years. The United States (or any U.N.", "Security Council member) can also veto a vote to prevent the snapback.", "\"The snapback provision allows the United States, as one of Iran’s", "toughest critics on the Council, to use the veto power to its advantage,\"", "according to the New York Times.", "Others, however, aren’t so sure. Duke University political scientist Peter", "Feaver wrote in Foreign Policy: If sanctions are reinstated, that would", "absolve Iran of its obligations in the agreement, and the move would be", "unpopular with allies.", "\"The Iran deal does provide a mechanism for re-establishing the legal", "basis for international sanctions, even over and against the objections of", "other veto-players in the United Nations — but only the legal basis and", "only at great cost,\" Feaver writes.", "6. Even if the United States were to reject the deal before", "implementation, the sanctions won’t work in the same way.", "It’s important to remember that the United States is one of six world", "powers negotiating with Iran.", "Two of these countries, Russia and China, \"absolutely said clearly\" they", "would not keep economic sanctions on Iran if the United States \"walked", "away from the deal,\" according to Fox News host Bill O’Reilly.", "O’Reilly exaggerated when he said the two countries were \"absolutely", "clear,\" but his claim rates Mostly True. Both Russia and China have been", "ignoring some of the U.S. and European sanctions already. Russian leaders", "have said that if the deal falls through, they’ll only recognize U.N.", "sanctions against Iran, but not the U.S. or European ones.", "France, Germany and Britain will likely follow suit and ease sanctions", "against Iran regardless of how Congress votes.", "Correction: The Iran deal requires Iran to reduce its stockpile of", "enriched uranium by 97 percent. A previous version of this article", "described the reduction differently.", "Sign Up For Our Weekly Newsletter", "_____________________", "[ Sign up ]", "_____________________", "Our Sources", "Scribd, Joint Comprehensive Plan of Action, July 14, 2015", "PolitiFact, ‘The odd reality of Iran's centrifuges: Enough for a bomb, not", "power,’ Feb. 25", "PolitiFact,John Kerry says Iran nuclear agreement 'never sunsets. There's", "no sunset in this agreement', Sept. 3, 2015", "PolitiFact, Deal puts Iran's nuclear program under lock, key and camera", "24/7, says Rep. Don Beyer, July 16, 2015", "PolitiFact, Marco Rubio says Iran deal breaks 'anytime, anywhere'", "inspection promise by Barack Obama, July 19, 2015", "PolitiFact, ‘Trump says Iran deal forces U.S. to defend Iran if it's", "attacked by Israel", "PolitiFact, ‘Marco Rubio says Iran deal means we have to help defend Iran", "from Israel or other allies,’ July 23, 2015", "PolitiFact, Donald Trump: Iran gets to keep $150 billion even if U.S.", "rejects nuclear deal, Aug. 16, 2015", "PunditFact, Bill O'Reilly tells Huckabee: Russia, China 'said clearly'", "they would not keep Iran sanctions, July 30, 2015", "New York Times, ‘Plutonium Is Unsung Concession in Iran Nuclear Deal,’", "Sept. 7, 2015", "New York Times, ‘Snapback’ Is an Easy Way to Reimpose Iran Penalties, July", "16, 2015", "New York Times, 3 More Senators Back Iran Deal, Giving White House Added", "Cushion, Sept. 8, 2015", "CNN, ‘Iran nuclear deal full of complex issues and moving parts,’ July 14,", "2015", "Wall Street Journal, ‘Democratic Support for Iran Nuclear Deal Reaches", "Critical Threshold,’ Sept. 8, 2015", "Brookings Institute, ‘Based on breakout timelines, the world is better off", "with the Iran nuclear deal than without it,’ July 17, 2015", "The Atlantic, ‘The Real Test of the Iran Deal,’ July 28, 2015", "Politico, ‘Obama secures 41 votes in support of Iran deal,’ Sept. 8, 2015", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Linda Qiu", "Danielle Nierenberg", "stated on January 9, 2017 a tweet:", "\"Tanzania farmers face 12 years in prison for trading seeds thanks to", "foreign aid.\"", "mostly-true mostly-true", "By Linda Qiu • February 10, 2017", "Social Media", "stated on February 1, 2017 tweets :", "Says Melania Trump’s security detail at Trump Tower costs more than the", "annual budget for the National Endowment for the Arts.", "barely-true barely-true", "By Linda Qiu • February 8, 2017", "Donald Trump", "stated on February 5, 2017 an interview with Bill O'Reilly:", "Says \"109 people out of hundreds of thousands of travelers\" were affected", "by the immigration executive order.", "false false", "By Linda Qiu • February 6, 2017", "Donald Trump", "stated on February 1, 2017 a tweet:", "\"The Obama Administration agreed to take thousands of illegal immigrants", "from Australia.\"", "half-true half-true", "By Linda Qiu • February 2, 2017", "Sean Spicer", "stated on January 30, 2017 a daily press briefing:", "The language that's part of the president's National Security Council memo", "\"is identical to the language\" used by President George W. Bush in 2001", "and President Barack Obama in 2009.", "barely-true barely-true", "By Linda Qiu • January 31, 2017", "Donald Trump", "stated on January 29, 2017 a statement:", "\"My policy is similar to what President Obama did in 2011 when he banned", "visas for refugees from Iraq for six months.\"", "barely-true barely-true", "By Linda Qiu • January 30, 2017", "Donald Trump", "stated on January 27, 2017 an interview with CBN:", "\"If you were a Muslim, you could come in, if you were a Christian, it was", "impossible.\"", "false false", "By Linda Qiu • January 29, 2017", "Jerry Brown", "stated on January 24, 2017 his State of the State address:", "\"One hundred and ninety-four countries signed the Paris Agreement to", "control greenhouse gases. Our own voluntary agreement to accomplish the", "same goal — the Under2  MOU — has 165 signatories, representing a billion", "people.\"", "mostly-true mostly-true", "By Linda Qiu • January 26, 2017", "Ashley Judd", "stated on January 21, 2017 a speech at the Women's March.:", "\"Pads and tampons (are) still taxed when Viagra and Rogaine are not.\"", "half-true half-true", "By Linda Qiu • January 22, 2017", "Sean Spicer", "stated on January 21, 2017 a press conference:", "\"That was the largest audience to witness an inauguration, period.\"", "pants-fire pants-fire", "By Linda Qiu • January 21, 2017", "Donald Trump", "stated on January 14, 2017 a tweet:", "Says Georgia’s 5th congressional district, represented by John Lewis, is", "\"in horrible shape and falling apart (not to mention crime infested).\"", "barely-true barely-true", "By Linda Qiu • January 15, 2017", "Charles Schumer", "stated on January 3, 2017 an interview on MSNBC:", "Says Donald Trump campaigned on not cutting Medicare and Social Security,", "but his nominee for the Secretary of Health and Human Services, Tom Price,", "\"made his career on cutting Medicare and Medicaid.\"", "mostly-true mostly-true", "By Linda Qiu • January 10, 2017", "Cory Booker", "stated on January 8, 2017 an interview on 'Face the Nation':", "\"In 2009, Mitch McConnell was the person that’s saying, 'Hey, we should", "get all the ethics information in before we do the hearings.' \"", "mostly-true mostly-true", "By Linda Qiu • January 8, 2017", "Lumos", "stated on December 19, 2016 a factsheet:", "\"An estimated 8 million children worldwide live in orphanages or", "residential institutions. Shockingly, 80 percent of these children are not", "orphans.\"", "half-true half-true", "By Linda Qiu • January 4, 2017", "BuzzFeedUSA.com", "stated on December 20, 2016 a website:", "\"Breaking: Crew of Air Force One Refuses to Fly Obama 6000 miles ‘Just to", "Play Golf’ \"", "pants-fire pants-fire", "By Linda Qiu • December 30, 2016", "PolitiFact Sheet: 6 things to know about the Iran nuclear deal", "* Tony Evers", "stated on March 14, 2021 in TV interview:", "“There’s still (only) a handful of school districts\" doing no", "in-person instruction.", "true true", "By Madeline Heim • March 29, 2021", "* Alex Padilla", "stated on March 22, 2021 in remarks in a Senate hearing:", "“In a majority of states, new voters are able to obtain a rifle", "quicker than they’re able to cast their first ballot.”", "mostly-true mostly-true", "By Louis Jacobson • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Cathy McMorris Rodgers", "stated on March 18, 2021 in a House hearing:", "The Democratic clean energy plan is pro-China, because \"90% of the", "solar panels, 80% of the wind machines, 90% of the rare earth minerals", "… are in Asia or in China.”", "half-true half-true", "By Jon Greenberg • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "Load more", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]