["Link: canonical", "Link: amphtml", "* Business", "* California", "* Climate & Environment", "* Entertainment & Arts", "* En Español", "* Food", "* Housing & Homelessness", "* Image", "* Lifestyle", "* Obituaries", "* Opinion", "* Politics", "* Science", "* Sports", "* Travel", "* World & Nation", "* All Sections", "* _________________", "* Newsletters", "* Photography", "* Podcasts", "* Video", "* _________________", "* About Us", "[ Submit ]", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* About Us", "* Archives", "* Company News", "* eNewspaper", "* For the Record", "* Got a Tip?", "* L.A. Times Careers", "* L.A. Times Store", "* L.A. Times Studios", "* News App: Apple IOS", "* News App: Google Play", "* Newsroom Directory", "* Reprints, Rights & Permissions", "* Advertising", "[ Submit ]", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Place an Ad", "* Classifieds", "* People on the Move", "* Find/Post Jobs", "* Local Ads Marketplace", "* Media Kit: Why the L.A. Times?", "* Hot Property Sections", "* Place an Open House", "* Sotheby’s International Realty", "* Bestcovery", "* Brand Publishing", "* Hot Property", "* Crossword & Games", "* L.A. Times Events", "* L.A. Times Store", "* Subscriptions", "[ Submit ]", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "* Manage Subscription", "* EZPAY", "* Delivery Issue", "* eNewspaper", "* Students & Educators", "* Subscribe", "* Subscriber Terms", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information", "Sections", "Los Angeles Times", "* California", "* Entertainment", "* Sports", "* Food", "* Climate", "* Opinion", "* |", "* Place an Ad", "* Coupons", "* Crossword", "* eNewspaper", "Show Search", "_____________________ Search Query Submit Search", "Advertisement", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "The perils of state pensions", "By GEORGE SKELTON", "April 29, 2010 12 AM PT", "* Facebook", "* Twitter", "* Show more sharing options", "Share Close extra sharing options", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy Link URLCopied!", "* Print", "No question: California public employee pensions are a big problem --", "especially for Democratic politicians.", "Republicans pound them on the issue, claiming it’s emblematic of the", "majority party’s extravagant spending and subservience to patron labor", "unions.", "Voters lean toward the Republican side. A Field Poll in October found", "strong sentiment for reducing retirement benefits for future state and", "local government employees.", "In fact, 56% believed the pension system should be scrapped entirely and", "replaced with a 401(k)-type retirement savings plan for new hires. That’s", "also favored by both Republican candidates for governor, Meg Whitman and", "Insurance Commissioner Steve Poizner, although they’d allow public-safety", "employees to keep their pensions.", "Advertisement", "Field Poll Director Mark DiCamillo says that public retirement benefits", "are “becoming a bigger deal” for voters as the state budget deficit seems", "to get more intractable.", "“Most voters think they can have their cake and eat it too,” DiCamillo", "says. “They think cuts in basic services can be avoided if there are", "eliminations of waste and inefficiencies. And under that umbrella, in", "voters’ minds, are some of the higher end public pensions.”", "Even Democrats who agree that pension “reforms” are needed -- and many do", "-- are skittish about losing labor support, particularly in an election", "year.", "State Atty. Gen. Jerry Brown is one Democrat in a particular dilemma.", "Advertisement", "The gubernatorial candidate is in a unique position to lead the way toward", "less generous state retirement benefits, if elected. That’s because as", "governor in the 1970s, Brown empowered public employees in the first place", "with collective bargaining rights. So he could pull off a “Nixon goes to", "China” move on pensions.", "To signal that intention during the gubernatorial campaign would cast him", "as “fiscally prudent” and shroud the image of a “tax and spend liberal”", "that Republicans already are drawing. Brown, however, is heavily dependent", "on unions, not merely for campaign money but for thousands of volunteer", "ground troops. He can’t afford for labor to turn cold on him as he runs", "against a mega-rich, self-financing GOP opponent, most likely former EBay", "chief Whitman.", "That’s probably why Brown seems to be saying less and less about the", "volatile issue.", "A year ago he was fairly candid. “One cannot be a Democratic candidate", "without having good relationships with public-sector unions,” Brown said", "in an interview. “That’s a fact.”", "Advertisement", "But he added that the unions “are going to have to come around” and help", "solve the budget crises of state and local governments. They’ve “been", "asking more of government than the voters can be convinced to finance,” he", "said. “That’s a fundamental problem. They’re going to have to start", "contributing more” to their pensions.", "Two months ago, as he formally announced his candidacy, Brown told me that", "“the unions will have to rise to the occasion like everyone else.”", "Wages and benefits, he said, “have to be adjusted to fit economic times.", "We’re going to have to look at every aspect of state spending.”", "But recently, as both the issue and the campaign have heated up, Brown", "merely has been saying that government has to make sure public retirement", "benefits “are actuarially sound.”", "Advertisement", "Of course, that’s truly the pertinent policy question. Republicans contend", "that the benefits are “unsustainable.” Democrats say: “Not so fast. We’re", "not sure.” And the big California Public Employees’ Retirement System", "flatly denies it’s in trouble.", "But CalPERS has been infamously wrong before. Back in 1999, when then-Gov.", "Gray Davis negotiated an overly generous retirement boost for public", "employees and the Democratic Legislature signed off, CalPERS contended", "that state costs would not increase for “at least the next decade.”", "Depending on whose figures you use, costs have ballooned 2,000% or merely", "doubled.", "The 2,000% is in actual dollars but starts from an extremely low base:", "when the stock market was booming and the pension fund didn’t need state", "contributions. The doubling represents the state contribution per average", "worker salary, starting from the fiscal year that CalPERS was referring", "to: 1998-99.", "Advertisement", "Whatever. Gov. Arnold Schwarzenegger calls it “the single biggest threat", "to the fiscal health and to California’s future.”", "He advocates returning the pension system to its pre-1999 structure for", "new employees.", "The governor supports a similar, but slightly different proposal by state", "Senate Republican leader Dennis Hollingsworth of Murrieta.", "It would raise the full retirement age for most state workers to 65. It’s", "now 62. CHP officers, firefighters and prison guards would have to wait", "until 57 instead of only 50.", "Advertisement", "Everyone’s retirement pay would be reduced.", "“This will require some fortitude,” Hollingsworth says of his legislation.", "“It will require legislators to tell people ‘No.’ ”", "But Democrats say this is an issue for collective bargaining between the", "governor and the unions.", "The governor’s negotiators respond that they’re trying, but the unions are", "inclined to sit back and rely on Democratic protection.", "Advertisement", "“It’s like trying to date somebody who doesn’t want to go out with you,”", "says Lynelle Jolley, spokesperson for the Department of Personnel", "Administration, the negotiating agency. “You can send them chocolates and", "flowers, but if they don’t want to date you, it doesn’t matter.”", "Democrats also contend this is mostly about politics.", "But even if the pensions are sustainable fiscally -- a doubtful premise --", "they’re certainly not politically. There’s too much pension envy out there", "in the private sector. And it’s a political problem Democrats should", "remedy.", "george.skelton@latimes.com", "Advertisement", "----------------------------------------------------------------------", "[IMG]", "George Skelton", "Follow Us", "* twitter", "* instagram", "* email", "* facebook", "Political columnist George Skelton has covered government and politics for", "nearly 60 years and for The Times since 1974.", "Subscribers Are Reading", "* California", "Here are a bunch of things you can do to try to get a COVID vaccine in", "California", "A motorist receives the COVID-19 vaccine at The Forum in Inglewood .", "California", "Here are a bunch of things you can do to try to get a COVID vaccine in", "California", "Now that eligibility is expanding to all California adults, we’ve put", "together a list of the different ways you can try to make an", "appointment to get a COVID vaccine in Los Angeles County.", "* California", "How to get a COVID-19 vaccine even if you don’t qualify for one yet", "(without cheating)", "LOS ANGELES-CA-MARCH 22, 2021: Laurie Ginsburg, 58, of Santa Monica,", "right, dances with Alma De La Rosa, 53, of South Gate, left, and De La", "Rosa's daughter Andrea, 27, center, after receiving the Covid-19", "vaccine at Kedren Community Health Center in South Los Angeles on", "Monday, March 22, 2021. (Christina House / Los Angeles Times)", "California", "How to get a COVID-19 vaccine even if you don’t qualify for one yet", "(without cheating)", "For people who do not yet qualify for a COVID-19 vaccine in their", "area, there are limited options for obtaining a coveted dose.", "* Housing & Homelessness", "It’s the endgame for the Echo Park homeless encampment", "LOS ANGELES CALIFORNIA MARCH 24, 2021-LAPD officers and protestors", "square-off at Santa Ynez St. and Glendale Ave. in Echo Park Wednesday.", "Homeless advocates held a rally to stop the the shutdown of L.A.'s", "largest sel-run homeless park. (Wally Skalij/Los Angeles Times)", "Housing & Homelessness", "It’s the endgame for the Echo Park homeless encampment", "A homeless encampment that took over a large swath of Echo Park for", "more than a year appeared on the brink of extinction Thursday as city", "officials fenced off the area and police prepared to remove the", "relatively few remaining campers.", "More Coverage", "LAPD detains, then releases, L.A. Times reporter", "Lopez: In Echo Park, a glaring example of L.A.'s failed leadership on", "homelessness", "* Travel", "The 50 best hikes in L.A.", "[IMG]", "Travel", "The 50 best hikes in L.A.", "These 50-plus hikes capture all that LA and Southern California has to", "offer. Use our filters to find the best type of hike by difficulty", "levels, length and type of view.", "* Travel", "The right sandwich for 22 different hikes in L.A.", "[IMG]", "Travel", "The right sandwich for 22 different hikes in L.A.", "A hike is a good excuse to eat a sandwich. A sandwich improves every", "hike, and in L.A., you can almost always find one not far from the", "other.", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "Advertisement", "[ Submit ]", "Advertisement", "Los Angeles Times", "A California Times publication", "Subscribe for unlimited access", "Follow Us", "* twitter", "* instagram", "* youtube", "* facebook", "*    * eNewspaper", "* Coupons", "* Find/Post Jobs", "* Place an Ad", "* Media Kit: Why the L. A. Times?", "* Bestcovery", "*    * Crossword", "* Sudoku", "* Obituaries", "* Recipes", "* Smart Speakers", "* Wine Club", "*    * About/Contact", "* For the Record", "* L.A. Times Careers", "* Manage Subscription", "* Reprints and Permissions", "* Site Map", "Copyright © 2021, Los Angeles Times | Terms of Service | Privacy Policy |", "CA Notice of Collection | Do Not Sell My Personal Information"]