["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Reports", "4. Uhuru Kenyatta's 2018 State of...", "Uhuru Kenyatta's 2018 State of The Nation Address fact-checked", "Published on 02 May 2018", "Claim", "Eight claims on topics from devolution and health to education", "Verdict", "Ratings ranging from correct to understated and unproven", "Source", "State of the Nation address", "Following a drawn-out re-election in 2017 Uhuru Kenyatta is keen on", "refocusing the national agenda on development. His national address looked", "forward to securing his legacy as he serves out his final term.", "But do the claims about what his administration achieved in its first term", "hold up to close scrutiny? Here's what we found.", "Devolution", "Claim", "“From an allocation of KSh210 billion in the FY 2013/2014, we now stand at", "KSh327 billion for the FY 2017/2018, an increase of 56% in five years.”", "Verdict", "downplayed", "In 2010, a new constitution provided for the creation of 47 county", "governments. The law provides for equitable sharing of money with the", "counties of “not less than 15%” of all revenue collected by the national", "government. This amount is calculated using “the most recent audited", "accounts of revenue received, as approved by the National Assembly\".", "Kenyatta said his government was “today far above” the constitutional", "threshold, adding that the allocations had in the five years since 2013,", "when the counties started operations, grown by 56%.", "In the 2013/2014 financial year, the government allocated KSh210 billion", "to the counties in total according to the 2013 Division of Revenue Act.", "That was the total allocation including the equitable share, which was", "KSh190 billion and 28% of the 2011/2012 revenues, which had been audited", "by parliament but not yet approved by the time the law was passed.", "For the financial year 2017/2018, the 2017 Division of Revenue Act shows", "the national government allocated KSh302 billion in equitable share and", "KSh345.68 billion in total to the counties, not KSh327 billion as stated", "by the president.", "The figure was thus understated by KSh18.69 billion and is actually a 65%", "rise in the five years. - Vincent Ng’ethe", "Economy", "Claim", "“Our real Gross Domestic Product (GDP) grew by 4.9 percent in 2017.\"", "Verdict", "correct", "Kenyatta said that despite the challenges posed by a prolonged 2017", "election and drought, the Kenyan economy “remained resilient”.", "According to the 2018 Economic Survey recently released by the Kenya", "National Bureau of Statistics, Kenya’s gross domestic product at market", "prices is estimated to have grown 4.9% in 2017.", "Kenya’s GDP growth under President Kenyatta", "Year               GDP growth", "2013               5.7%", "2014               5.3%", "2015               5.6%", "2016               5.9%", "2017               4.9%", "Source: Various surveys by Kenya National Bureau of Statistics", "While it is the first time economic growth has fallen below 5% under", "Kenyatta, the 2017 slowdown is actually a good news story \"given the", "disruptions we have had\", development economist Anzetse Were told Africa", "Check. In an earlier review of this figure, Were said that", "\"previous analysis indicates that the economy tends to slow down in an", "election year by about 1.2%-1.4%\".", "The use of \"real GDP\" as opposed to market price GDP does not change the", "figures as inflation is usually considered when calculating economic", "growth from year to year. This Kwame Owino, the chief executive officer of", "Nairobi-based economic think-tank Institute of Economic Affairs, told", "Africa Check. - Vincent Ng’ethe", "Health", "Claim", "“Maternal mortality fell from 488 deaths per 100,000 lives to 362 deaths", "per 100,000.\"", "Verdict", "correct", "A maternal death is defined as the death of a woman during pregnancy,", "childbirth or within 6 weeks after birth, but not from accidental or", "incidental (such as self-harm) causes.", "When given as the number of maternal deaths per 100,000 live births in a", "specified period it is referred to as a maternal mortality ratio.", "The United Nations views a ratio of fewer than 100 deaths per 100,000 live", "births as low. Once the ratio crosses the 300 barrier, it is considered", "high and above 500 very high.", "The president’s figure of 488 deaths per 100,000 births was from the", "2008-09 Kenya Demographic and Health Survey (DHS), Dr Elizabeth", "Kimani-Murage, the head of the maternal and child wellbeing unit at the", "African Population and Health Research Center, told Africa Check.", "This survey covered the 10 years before and is what would have been", "available to Kenyatta’s government when it took office in 2013.", "In November 2015, the 2014 Kenya Demographic and Health Survey was", "published and remains the most recent. This survey estimated that Kenya’s", "maternal mortality ratio was 362 deaths per 100,000 live births.", "Survey data was not available to the UN", "But the UN estimated this figure at 510 deaths per 100,000 live births in", "2015. This is because data from the DHS 2014 had not been available to the", "UN when it published its modelled estimates, Dr Doris Chou, a medical", "officer at the World Health Organisation’s department of reproductive", "health and research, told Africa Check.", "The “confidence intervals” of the two estimates - the UN and the DHS -", "overlap meaning it was highly likely that there was no statistical", "difference between them.", "“When we update our estimates, the 2014 DHS information will be included,", "and its inclusion will likely make the differences observed between the", "internationally comparable UN estimates and the DHS smaller; because more", "country-specific data is being used to help shape the estimates,” Chou", "said. - Lee Mwiti", "Claim", "“The NHIF coverage widened from a membership of 3.8 million in 2013 to 7.2", "million currently.”", "Verdict", "mostly-correct", "This claim is one of the president’s \"Big Four\" agenda for the next five", "years. Its aim is to have every Kenyan covered by medical insurance by the", "end of his current and final term.", "The national statistics office in 2013/14 put the membership of the", "National Health Insurance Fund at 3.8 million.", "During his inauguration in November 2017, Kenyatta put the number of", "Kenyans covered by the National Health Insurance Fund as 6.8 million", "“beneficiaries”. The Economic Survey 2018 released by the national", "statistics office also has the same number for 2016/7.", "Kenyatta said his administration intended to raise the number of", "beneficiaries to 13 million “Kenyans and their dependents” within five", "years.", "Kenyatta was referring to principal members when he talked of", "“beneficiaries”, the public insurer told Africa Check in January 2018. It", "further provided information showing it had 7,058,603 contributing members", "at the end of December 2017.", "(Note: However, only half of this number - or 3,500,478 - were active", "members, meaning that only they and their dependents could be treated at", "approved hospitals immediately. Members in arrears must first update their", "account if they are to be treated, and this can take up to 30 days,", "meaning the president’s claim needs more context.) - Lee Mwiti", "Claim", "“We have increased health facilities from 9,000 in 2013 to 11,000 in", "2017.”", "Verdict", "incorrect", "According to the health ministry’s national staffing plan for 2014-2018,", "there were 7,795 health facilities in 2013. These ranged from dispensaries", "to national hospitals. Of these, 3,956 were government-owned, 881", "faith-based, 306 run by not-for-profits and 2,652 were privately owned.", "According to the ministry’s Kenya Master Health Facility List, as at 3 May", "2018, there were 10,111 health facilities in Kenya, all of which are", "operational.", "A January 2018 national treasury report notes an increase in the number of", "health facilities “from just about 9,000 before devolution to", "10,000”. - Vincent Ng’ethe", "Tourism", "Claim", "“Tourism earnings grew 20% in 2017.\"", "Verdict", "correct", "Kenyatta said that despite what had been a protracted election year,", "receipts from tourism had actually grown.", "In 2017, Kenya earned KSh119.9 billion from tourism according to the 2018", "Economic Survey. This, the national statistics office said, was a 20.3%", "increase from 2016, when earnings were KSh99.7 billion.", "The data agency attributed this to an 8% rise in the number of", "international visitors from 1.34 million in 2016 to 1.45 million in 2017.", "- Vincent Ng’ethe", "Roads", "Claim", "“When I assumed office as President, we promised to tarmac 10,000 kms", "roads across the country; we are on target having completed 3,000 kms", "to-date and with a further 5,000 kms under construction.”", "Verdict", "unproven", "Kenya has a total road network of 161,451 km, according to the 2017/2018", "annual public roads programme published by the Kenya Roads Board. It does", "not, however, break this down by type.", "The country had 11,200 km of bitumen road in 2013 when Kenyatta took", "office. This is according to the Economic Survey 2018. The new", "administration pledged to increase this to 24,000 km of paved road in the", "next five years, or by 12,800 km.", "Evaluating this claim is further compounded by the variation in official", "data.", "In 2017, the national statistics office said that bitumen roads had", "increased to 20,600 km, or by 9,400 km. In 2016, the agency had the tarmac", "road network at 14,500 km, meaning 6,100 km of road was added in just one", "year. (Note: In the same year the statistics office also has a figure of", "11,796 km of tarmac road.)", "But a January 2018 report by the national treasury showed that between the", "financial years of 2013/2014 and 2016/2017, some 1,919 km of bitumen road", "were built.", "Our year-long efforts to get data from the government on the status of the", "road network have so far turned up empty. We will keep trying, however.", "Electricity", "Claim", "“You might also recall the expansion of Last-Mile Connectivity, which has", "brought electricity to 71% of households, up from 27% in 2013.”", "Verdict", "incorrect", "According to Kenya Power, the country’s electricity utility, \"last mile\"", "refers to the last link to the consumers’ premise or home.", "The Last-Mile Connectivity project was rolled out in 2015 and seeks to", "increase electricity access, especially in rural and peri-urban areas, by", "subsidising connection costs. It is funded by government and a clutch of", "donors. As at June 2017, some 49,813 new customers had been connected", "under it.", "According to Kenya Power, there were 1.69 million domestic customers at", "the end of its 2012/2013 financial year. (Note: A breakdown of how", "electricity consumers are categorised can be found here.)", "The 2012 /2013 Kenya National Housing Survey from the Kenya National", "Bureau of Statistics estimated that Kenya had 9.2 million households in", "2013, meaning 18.4% - not 27% - were connected.", "As at May 2018, Kenya Power had 6.67 million domestic consumers, 2.4", "million of who were postpaid and 4.3 million prepaid, according to company", "spokesman Johnstone Ole Turana. Each household should have its own meter,", "he added, and in an apartment, each house also has its meter.", "Kenya had 11.4 million households in 2016, according to the Basic Report", "on Well-being in Kenya released in March 2018 by the national statistics", "office.", "Using this data, the number of connected households works out to 58.4% and", "not 71%. The country’s next census is set for 2019. - Lee Mwiti & Vincent", "Ng’ethe", "Further reading:", "https://africacheck.org/reports/fact-checked-kenyattas-2017-state-nation-address/", "Vincent Ng'ethe and Lee Mwiti", "Vincent Ng'ethe and Lee Mwiti", "Share", "Claim", "Eight claims on topics from devolution and health to education", "Verdict", "Ratings ranging from correct to understated and unproven", "Source", "State of the Nation address", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 12 + 0 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "Further Reading", "View All", "[IMG]", "development", "gender equality", "government", "higher education", "Housing", "load shedding", "social grants", "SONA", "State of the Nation", "water wastage", "South Africa’s state of the nation address: 2016 to 2019 in review", "President Cyril Ramaphosa is set to give his 2020 state of the nation", "address this evening. This report looks back at key claims since 2016 ...", "13 February 2020", "Kenya President Uhuru Kenyatta delivers the speech on 4 April 2019. Photo:", "NTV", "development", "Economy", "State of the Nation", "Uhuru Kenyatta", "State of the Nation 2019: Did Kenyatta get his facts right?", "Kenya's leader is under pressure to show progress. We checked the claims", "he made in his sixth state of the nation address.", "05 April 2019", "[IMG]", "Economy", "electricity", "Health", "police", "State of the Nation", "Fact-checked: Kenyatta's 2017 State of the Nation Address", "Kenya's president delivered his fourth state of the nation address in", "Nairobi. We fact-checked his claims.", "17 March 2017", "President Jacob Zuma, said to be preparing his speech ahead of the 2015", "State of the Nation Address in parliament. Photo: Department of", "Communications", "crime", "Jacob Zuma", "State of the Nation", "Did Zuma keep his word? Tracking past State of the Nation address promises", "South Africa’s President Jacob Zuma is due to give his 2016 State of the", "Nation address at the opening of parliament next week. Africa Check...", "05 February 2016", "[IMG]", "crime", "Education", "Housing", "Jacob Zuma", "State of the Nation", "Wrapping up the State of the Nation", "To end off our coverage of President Jacob Zuma's seventh State of the", "Nation address, we have pulled together some of our most talked about...", "20 June 2014", "[IMG]", "Economy", "Education", "employment", "Jacob Zuma", "mining", "State of the Nation", "water", "President Jacob Zuma's sixth State of the Nation address fact-checked", "South Africa's president, Jacob Zuma, celebrated his government's", "achievements in his sixth State of the Nation address. How did he fare?", "14 February 2014", "PreviousNext", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]