["Link: canonical", "Link: shortlink", "Skip to main content", "Home", "Register for Email Updates", "Search ________________", "[ Search ]", "Register for Email Updates Login", "[IMG] [IMG] [IMG] [IMG]", "Search ________________", "[ Search ]", "* Resources", "* Fact Sheets", "* Issue Briefs", "* Multimedia Resources", "* Policy White Papers", "* Research & Reports", "* Treaties", "* Country Profiles", "* Arms Control Today", "* Subscribe Print/Online", "* Archived Issues", "* Submissions & Letters", "* Focus Editorials", "* Interviews", "* Book Reviews", "* Books of Note", "* Advertise With Us", "* Permissions & Re-Print Requests", "* Blogs", "* Arms Control NOW", "* Inside the Arms Control Association", "* North Korea Denuclearization Digest", "* P4+1 and Iran Nuclear Deal Alert", "* Project for the CTBT", "* U.S.-Russian Nuclear Arms Control Watch", "* About", "* Contact Us", "* Our Staff and Board", "* Experts Available", "* ACA In The News", "* Press Room", "* Published Op-eds", "* Events & Remarks", "* History and Accomplishments", "* Special Projects", "* Careers", "* Internships", "* Join", "* Donate", "* Fact Sheets", "* Issue Briefs", "* Policy White Papers", "* Research & Reports", "* Treaties", "* Country Resources", "Login/Logout", "Username:* ________________", "Password:* ________________ [ Log in ]", "\"I actually have a pretty good collection of Arms Control Today, which I", "have read throughout my career. It's one of the few really serious", "publications on arms control issues.\"", "– Gary Samore", "Former White House Coordinator for Arms Control and WMD Terrorism", "Section 3: Understanding the JCPOA", "Table of Contents", "From a nonproliferation standpoint, the Joint Comprehensive Plan of Action", "(JCPOA) is a strong agreement. In evaluating the effectiveness of the deal", "it is important to look at the individual elements of the agreement and", "assess how the layers work together in a system. No single element blocks", "Iran’s pathway to nuclear weapons, but taken together, the nuclear", "restrictions and monitoring form a comprehensive system that will put", "nuclear weapons out of Iran’s reach for at least 15 years.", "Many of the JCPOA provisions also extend beyond 15 years. Monitoring of", "centrifuge production facilities continues for 20 years, and monitoring of", "uranium mines and mills continues for 25 years. International Atomic", "Energy Agency (IAEA) inspectors will have enhanced access indefinitely.", "If successfully implemented, the agreement is a win-win solution. It", "serves the national security interests of the United States, the global", "community, and the Middle East. It strengthens nuclear nonproliferation by", "preserving the integrity of the nuclear Nonproliferation Treaty (NPT) and", "it incentivizes Iranian cooperation by meeting Tehran’s core objectives", "for the agreement.", "Blocking the Uranium Pathway", "The JCPOA blocks Iran’s pathway to nuclear weapons using highly-enriched", "uranium (HEU) for over a decade.", "The combination of restrictions on Iran’s uranium-enrichment program", "pushes back the time it would take for Tehran to obtain enough HEU for a", "bomb to over 12 months. That extended 12-month breakout timeline will last", "over a decade, and monitoring provisions under JCPOA ensures that any", "attempt to obtain the material would be quickly detected.", "This is a significant increase over the 2–3 months it would take Iran to", "obtain enough HEU for a bomb (roughly 25 kilograms of uranium enriched to", "greater than 90 percent uranium-235) under the November 2013 interim deal", "restrictions. These breakout calculations only include the time required", "to obtain the material. Conversion of the HEU and weaponization would add", "additional time.", "The extended breakout timeline is a function of restrictions on Iran’s", "uranium-enrichment capacity, the level of enrichment, and its stockpile of", "enriched uranium.", "As of July 2015, Iran has more than 19,000 centrifuges installed at two", "facilities, of which about 10,200 were enriching uranium.", "As of July 2015, at Iran’s Natanz Fuel Enrichment Plant, Iran had 15,420", "first generation, IR-1 centrifuges, of which about 9,200 IR-1 were", "enriching uranium. There were an additional 328 IR-1s enriching uranium at", "the Natanz Pilot Fuel Enrichment Plant. There were 2,700 IR-1 machines at", "the Fordow Fuel Enrichment Plant, of which 698 were operating. There were", "additional advanced machines at various stages of testing at the Natanz", "Pilot Plant.", "Under the JCPOA, the number of operating machines will be cut in half,", "down to 5,060 IR-1 machines, and enrichment will only occur at Natanz.", "Iran is restricted to enriching uranium with 5,060 IR-1 centrifuges for 10", "years, but due to limits on the deployment of advanced centrifuge machines", "in years 11–13, Iran’s enrichment capacity will remain constant for 13", "years.", "The excess, non-operating machines will be removed and stored at Natanz", "under IAEA seal—separate from the enrichment areas. The associated", "infrastructure for uranium-enrichment cascades—all piping, uranium", "hexafluoride (UF6) withdrawal equipment including vacuum pumps and", "chemical traps—will also be removed and stored under seal. Essentially,", "this means that Iran will not be able to plug its centrifuges back into an", "existing cascade infrastructure that would allow it to resume enrichment", "quickly.", "Iran will be permitted to keep an additional 1,040 IR-1 machines at", "Fordow. The Fordow facility may only be used for stable isotope production", "for medical purposes, with 328 centrifuges dedicated to that purpose. An", "additional 700 IR-1 machines will remain installed, but idle. The", "remaining centrifuges will be removed, along with the associated", "infrastructure, and stored under seal at Natanz.", "[IMG]", "Russia will work with Iran on stable isotope production. Once these", "machines are used for this purpose, the machines would need to be", "sanitized before any uranium could be re-introduced for the purpose of", "enrichment.", "Iran will not be permitted to enrich uranium at Fordow or bring uranium", "into the Fordow facility for 15 years. The IAEA will test the uranium", "traces in the facility after the centrifuges used for uranium enrichment", "are removed. This will provide a baseline for IAEA monitoring to ensure", "that no additional uranium is introduced into the facility.", "Removal and storage of excess centrifuges under IAEA seal is an important", "element of this deal. The seals employed send direct signals back to the", "IAEA. If there is any attempt to breach the seals, the agency will be", "notified. Iran will be permitted to access these machines to replace", "damaged or broken centrifuges. Any replacement of damaged machines,", "however, will be done under the surveillance of the IAEA. The agency will", "also need to verify the centrifuges are indeed broken and will supervise", "removal. This adds an extra layer of assurance that Iran will not be able", "to siphon off centrifuges for a covert program.", "During the first 10 years, Iran will not be allowed to produce any", "additional IR-1 centrifuge machines, unless the stored number of machines", "drops below 500. At that point, Iran could produce additional IR-1", "centrifuges, but based on calculations of average breakage rate, and", "monitored by the IAEA.", "Centrifuges, however, are only one component that must be taken into", "account to limit breakout capacity.  Breakout also depends on stockpiles", "of enriched material and enrichment levels.", "[IMG]", "Under the deal Iran will only be permitted to enrich uranium up to 3.67", "percent uranium-235, a level typical for fueling nuclear power reactors,", "for 15 years. Iran’s stockpile of enriched material will be capped at 300", "kilograms for 15 years, about a quarter of the material necessary (if", "enriched further) is enough for a nuclear weapon.", "The 300-kilogram limit includes material in gas or powder form, meaning", "that Iran cannot meet the limit by converting its gas into a powder form", "that can be reconverted easily for further enrichment. The limit will not", "include enriched uranium in fuel assemblies for the Tehran Research", "Reactor, the Arak reactor, or the Bushehr power plant. The fuel assemblies", "will be monitored and should Iran attempt to remove the uranium from the", "assemblies, which is a difficult chemical process, the IAEA will quickly", "detect this action.", "To stay below the 300-kilogram limit, Iran will need to ship out its", "stockpiles of enriched material, by either selling it or storing it", "abroad. Iran could also chose to dilute the material back down to the", "enrichment levels in natural uranium. The method of disposal does not", "impact the breakout time.", "The stockpile limit also takes into account any scrap material or uranium", "enriched to 20 percent that Iran has in powder form trapped in the", "conversion process. Iran will need to ship that material out for formation", "into fuel plates for its Tehran Research Reactor, diluting it down, or", "render it to a state where it is impossible to enrich further. This", "ensures that Iran cannot extract this material at a later date and move", "more quickly toward weapons-grade material. Any material Iran does not", "dispose of will count against the 300-kilogram limit.", "Advanced Centrifuges", "Iran will be subject to limitations on its testing and development of", "advanced centrifuge machines for the first decade of the deal. Iran", "currently uses its IR-1 machines, an inefficient, crash-prone model, for", "enrichment. Iran did install 1,008 IR-2M machines for uranium production,", "but, under the interim deal, Iran agreed not to use these machines for", "uranium enrichment. Experts assess that the IR-2Ms would be three to five", "times more efficient than the IR-1s.", "Iran will remove the IR-2M machines and store them under seal. Iran has", "additional advanced machines at the Natanz Pilot Plant, including a", "cascade of IR-2Ms and IR-4s. Iran will have a short period of time to", "conclude testing on those machines and then will remove the cascades and", "infrastructure. The removal will occur before implementation day and", "before any sanctions relief is provided.", "During the first eight-and-a-half years of the deal, Iran will be able to", "keep one IR-4, IR-5, IR-6, and IR-8 machine at the pilot plant for", "research purposes. Iran will be able to feed these machines with uranium", "gas, but it cannot withdraw any enriched material.", "Nuclear “Rights” and Responsibilities", "Iranian leaders have argued for years that attempts to limit Iran’s", "nuclear program and impose sanctions infringe on Iran’s sovereign rights", "as a member of the nuclear Nonproliferation Treaty (NPT). Article IV of", "the NPT says that the states-parties have an “inalienable right to the", "peaceful use of nuclear energy.”", "U.S. and other Western government officials, however, note that the NPT", "does not specifically give states-parties a “right” to engage in", "sensitive nuclear fuel-cycle activities, including uranium enrichment", "and plutonium separation. They also point out that the treaty obliges", "non-nuclear-weapon states under Article II “not to manufacture or", "otherwise acquire nuclear weapons or other nuclear explosive devices”", "and under Article III “to accept safeguards” in accordance with", "International Atomic Energy Agency standards and practices “with a view", "to preventing diversion of nuclear energy from peaceful uses to nuclear", "weapons or other nuclear explosive devices.”", "Some critics of the P5+1 and Iran agreement argue that “allowing” Iran", "to continue enriching uranium is counter to the U.S. policy position", "that does not recognize the right to enrich as part of the NPT,", "especially if states have engaged in illicit nuclear weapons-related", "research.", "The P5+1 and Iran did not agree on the nature of Iran’s nuclear energy", "“rights” in their November 24, 2013 interim agreement, but the P5+1", "recognized that Iran already has a nuclear enrichment program and would", "insist on retaining some enrichment capacity.", "As such, as part of the broad parameters of the final deal, the parties", "agreed to negotiate practical limits on the scope of the enrichment", "program and additional safeguards on ongoing Iranian enrichment", "activities at its Natanz and Fordow facilities in order to reduce Iran’s", "nuclear weapons potential.", "At the end of eight-and-a-half-years, Iran will be able to test small", "cascades of up to 30 IR-6 machines and 30 IR-8 machines. Again, Iran will", "not be able to withdraw the feed from these machines and the IAEA will", "have continuous access to the pilot plant at Natanz.", "Iran will also be able to produce up to 200 IR-6s and 200 IR-8s after year", "eight of the deal. Tehran will not, however, be permitted to manufacture", "the rotors for these machines during the first ten years of the JCPOA.", "After ten years, Iran will be able to begin using advanced machines for", "enrichment. However, the total enrichment capacity will not increase", "between years 11–13. This means that the enrichment capacity will remain", "equal to 5,060 IR-1s. For any advanced machines that Iran introduces, it", "must remove the equivalent enrichment capacity in IR-1s. For instance, if", "the IR-6 is seven times more efficient than the IR-1, Iran must remove", "seven IR-1s for every IR-6 that it begins operating. This means that the", "time it would take Iran to amass enough fissile material for a bomb", "remains over 12 months through year 13.", "In years 14–15, Iran will be able to increase its separative work units", "“SWU” capacity, but breakout time will still be longer than the current", "estimate of 2–3 months, in part because of the 300 kilogram limit on LEU.", "SWU is the measurement of the efficiency of centrifuges.", "Increasing the SWU capacity is of course based on the supposition that", "Iran will be able to deploy advanced machines for industrial enrichment at", "the end of a decade and will chose to do so. Centrifuges, even under", "optimal circumstances with no testing restrictions, still require years to", "perfect, and Iran has not even begun testing the IR-8 with uranium gas.", "U.S. Energy Secretary Ernie Moniz said in testimony to the Senate Foreign", "Relations Committee on June 23 that it is unlikely that Iran will be ready", "to deploy advanced machines in ten years time.", "Uranium Ore", "In addition to strict accountancy of Iran’s enriched uranium, the IAEA", "will also monitor all elements of Iran mining and milling operations to", "accumulate uranium ore. Iran has two operating uranium mines, at Gniche", "and Saghand. The uranium ore removed from the mines and the uranium", "converted into gas at the Isfahan conversion facility, will each  be", "measured and accounted for under the IAEA’s monitoring mechanisms for 25", "years. This also reduces the likelihood of covert activity for that time", "period, because Iran would need to find another source of uranium for", "enrichment if it chose to pursue nuclear weapons.", "Eliminating the Plutonium Pathway", "[IMG]The restrictions on blocking the plutonium pathway to nuclear weapons", "are even more enduring than the uranium pathway under the JCPOA.", "Iran currently has an incomplete 40MWt heavy-water reactor at its Arak", "site. If the reactor would be completed as originally designed, it would", "produce enough weapons-grade plutonium for about two bombs on an annual", "basis. Iran would still need to separate that material from the spent", "fuel—it currently does not have a facility to do so.", "Under the deal, Iran will be required to remove the core of the Arak", "reactor and fill the fuel channels with cement. This will render the core", "inoperable. Iran will then lead a project team, with P5+1 support, to", "install a re-designed core. The new core will reduce the power of the", "reactor to 20MWt and use fuel enriched to 3.67 percent, as opposed to the", "natural uranium-fueled 40 MWt.", "Under these modifications the reactor will produce negligible", "weapons-grade plutonium. If the reactor was completed as designed it would", "produce over seven kilograms of reactor-grade plutonium a year, which,", "when separated, provides more than enough weapons-grade plutonium for a", "nuclear weapon.", "Under the modified design, the combination of reducing the power to 20 MWt", "and using 3.67 percent fuel, cuts the reactor-grade plutonium production", "to about one kilogram. At this rate of plutonium production, Iran would", "need to run the reactor for over four years to produce enough", "weapons-grade plutonium for a bomb. The risk of Iran accumulating spent", "fuel is neutralized by Iran’s commitment to ship out the spent fuel from", "the Arak reactor.", "Iran could reconvert the reactor, but it could not be done quickly once", "operations begin and the reactor goes hot. It would likely take Iran", "upwards of 18 months to reconfigure the reactor before it could begin", "operations. Even if Iran chose to misuse the reactor (short-cycling the", "fuel and misusing production targets), it would still need to operate for", "two years before Iran could accumulate enough weapons-grade plutonium for", "a nuclear weapon. The IAEA, however, would quickly detect changes in the", "reactor’s operation.", "As a further safeguard, Iran committed to ship all of the spent fuel out", "of the reactor, and not to build a separation facility for 15 years.", "Construction of any hot cell or shielded glove box that might also be used", "for fuel separation will be monitored by the Joint Commission set up to", "oversee the deal. Iran also said as part of the deal that it never intends", "to reprocess spent fuel, which would put the plutonium pathway out of", "reach indefinitely, and that it intends to ship out all spent fuel from", "any future reactors.", "Iran also committed not to build any additional heavy-water reactors for", "15 years, and not to accumulate any additional heavy-water for the same", "time period. Any additional heavy-water produced at Iran’s facility at the", "Arak site that will not be used for the modified reactor will be sold on", "the open market. The IAEA will be monitoring the levels of heavy-water", "produced to ensure that Iran is not stockpiling it.", "Iran is also prohibited from building hot cells beyond certain", "specifications. And any hot cells constructed that meet the specifications", "laid out in the deal cannot be built without the approval of the Joint", "Commission. Hot cells can be used to separate weapons-grade plutonium from", "spent fuel, but they also are used for medical isotope separation.", "If Iran tried to covertly build a larger separation facility, or a reactor", "able to produce weapons-grade plutonium, it is highly likely that such", "efforts would be detected. Reactors have particular geo-thermal signatures", "that satellites can pick up and the materials necessary to build plutonium", "separation facilities will be monitored.", "Monitoring and Verification", "If Iran tried to pursue nuclear weapons under the deal, it would have two", "options. First, it could break out using its declared facilities; second,", "it could choose a covert program, the so-called “sneakout” option. If Iran", "chose to pursue nuclear weapons, the “sneakout” is more likely, given the", "intrusive monitoring at Iran’s declared nuclear facilities.", "The JCPOA guards against both the breakout and sneakout options. Intrusive", "monitoring and verification will give inspectors daily access to nuclear", "facilities including enrichment sites and provide for continuous", "monitoring of Iran’s supply chain. Given these restrictions, it is", "extremely improbable that Iran would attempt to cheat using declared", "facilities. Any attempt would be quickly detected or predicated on Iran", "choosing to leave the NPT and pursue the bomb.", "Guarding against a covert program is more challenging. However, a", "combination of measures under the deal, including implementation and", "ratification of its additional protocol, monitoring of Iran’s procurement", "of dual-use technologies, and a time-bound process to resolve disputes", "over access to sensitive sites provide the IAEA with the flexibility to", "investigate suspect activities when necessary.", "Opponents of the deal have criticized the inspections regime for not", "allowing “anytime, anywhere” access. Iran would not have accepted an", "agreement with requirements that would allow inspectors unfettered access", "to its military sites, and more importantly, such access is unnecessary.", "The IAEA will have timely access to any site of concern, when necessary,", "under the JCPOA. The Joint Commission will ensure that the agency is able", "to visit sites within 24 days, even if Iran initially attempts to block", "this access.", "Monitoring of Declared Facilities", "The JCPOA puts in place a multilayered approach for monitoring every", "element of Iran’s nuclear fuel supply chain and the import of materials", "and technologies that could be used to grow Iran’s nuclear program. In", "addition to the comprehensive safeguards agreement in place already, the", "IAEA’s monitoring and inspections authority will be strengthened by Iran’s", "implementation and eventual ratification of Iran’s additional protocol,", "and adherence to Code 3.1 of Iran’s comprehensive safeguards agreement.", "Together, these measures ensure that if Iran were to pursue a covert", "nuclear weapons program it would need to replicate its entire nuclear", "supply chain to get the necessary fissile material. While no single", "element of the monitoring regime offers a 100 percent guarantee against", "cheating, the multilayered approach, particularly combined with", "information gathered by national intelligence organizations, provides the", "high confidence  that Iran cannot deviate from the restrictions under the", "deal without prompt detection.", "In addition to continuous monitoring of enrichment at the Natanz and the", "Fordow facilities, including real-time monitoring of enrichment levels,", "the IAEA will be able to continuously monitor Iran’s production of", "centrifuges for 20 years. It will be able to continuously monitor uranium", "mines and mills for 25 years and account for all of the material in Iran’s", "nuclear fuel chain.", "Also, Iran’s unused centrifuges will  be disassembled and stored under", "seal. The seals are a sophisticated system that alerts the IAEA in the", "event of tampering. This will give a strict accountancy of the components", "and materials that comprise Iran’s nuclear program, making it extremely", "difficult to siphon off materials for a covert program.", "Implementation of Iran’s additional protocol will allow for short-notice", "inspections at all of Iran’s nuclear facilities. The expanded nuclear", "declaration under Iran’s additional protocol will include more facilities", "than are counted under Iran’s current comprehensive safeguards", "agreement—such as the uranium mines and heavy-water production plant. Even", "after the continuous monitoring allowed in the JCPOA expires, under the", "model additional protocol, inspectors are to be granted access to", "facilities within twenty-four hours of a request. This timeline can be", "shortened to as little as two hours if inspectors are already present at a", "site. Under the JCPOA, IAEA inspectors will be ensured space for", "operations near Iran’s nuclear sites.", "Iran’s additional protocol, once ratified, is also permanent. Iran", "voluntarily implemented it between 2003-2006, but did not ratify the", "document. The JCPOA requires Iran to seek ratification in eight years.", "As part of the JCPOA, Iran will also implement modified Code 3.1 to its", "safeguards agreement. Under the terms of Code 3.1, Iran must notify the", "IAEA when it decides to build a nuclear facility (rather than simply six", "months prior to introducing nuclear material) and provide updates on", "design of existing nuclear facilities. This will give the IAEA additional", "warning if Iran intends to expand its nuclear program, and adjust the", "safeguards approach accordingly.", "Detection of Covert Facilities", "Concern about Iranian cheating under the deal is legitimate, given Iran’s", "past nuclear activities and attempts to build covert facilities. And if", "Iran were to choose to pursue nuclear weapons, it might attempt a sneakout", "using covert facilities.", "Due to the complex multilayered monitoring of Iran’s nuclear supply chain,", "should Tehran choose a covert pathway, it would need to reconstitute its", "entire nuclear supply chain, from obtaining uranium ore to converting it", "to gas, and then enriching it to over 90 percent uranium-235.", "Based on Iran’s past attempts to purchase materials for its nuclear", "program, Tehran is unlikely to be able to produce all the materials", "necessary for an enrichment program domestically. Iran has been caught", "illicitly importing high-quality carbon fiber, ball bearings, ring", "magnets, and maraging steel, amongst other dual-use materials to use for", "its enrichment program and the Arak reactor. Iran would need to import", "these materials either through illicit channels or siphon off materials", "from authorized procurements. Both strategies carry considerable risk. The", "Joint Commission’s procurement working group can conduct verification", "checks to ensure that dual-use items end up in the right place. If Iran", "were to be caught illicitly importing materials, this would constitute a", "breach of the agreement.", "In addition to monitoring Iran’s procurement of dual-use equipment, the", "IAEA has considerable means at its disposal to monitor for covert", "facilities. National intelligence organizations will also continue to", "monitor Iran, and can provide information to the agency if there are", "concerns about illicit activities. Satellite imagery plays a particularly", "important role in monitoring and checking for potentially", "illicit activity.", "U.S. monitoring is particularly robust. Director of National Intelligence", "James Clapper said in January 2014, prior to the implementation of the", "additional transparency measures under the interim deal, that the", "intelligence community assesses that \"Iran would not be able to divert", "safeguarded material and produce enough WGU [weapons-grade uranium] for a", "weapon before such activity would be discovered.\"^15", "If the agency has concerns about a particular site, under the terms of", "Iran’s additional protocol and the JCPOA, the agency will provide Iran", "with the reasons for its concerns. This is a standard practice under an", "additional protocol.^16 Iran must then respond to the IAEA’s request. If", "the explanation does not satisfy the IAEA, it can request access to the", "site. Iran can take some steps to protect sensitive information if, for", "instance, the inspection is on a military facility. But ultimately, it is", "up to the IAEA to determine if the access is sufficient.", "Under the Model Additional Protocol, the agency does not have to allow a", "country time to respond to evidence or concern if a “delay in access would", "prejudice the purpose for which the access is sought.”^17 Thus in cases", "where the agency is concerned about a delay, it can request access", "immediately, and the 24-day clock mandated by the JCPOA would begin at", "that point.", "Under a typical additional protocol, there is no timeline for the agency’s", "access. However, to prevent Iran from stonewalling the agency and", "attempting to sanitize any illicit activities, the JCPOA requires Iran to", "respond within 14 days. If they fail to reach agreement, then the Joint", "Commission, established by the agreement, has seven days to rule on the", "issue. If a consensus of the commission or a majority vote of five of the", "eight members agrees that the IAEA’s request should be granted, Iran has", "three days to comply.", "Critics of the agreement argue that Iran could hide traces of covert", "activity within 24 days. However, if the illicit activities involved", "uranium, it would be extremely difficult to sanitize an area so that the", "environmental sampling available to the agency would not be able to", "determine if trace amounts had been present.", "U.S. Energy Secretary Moniz disclosed that to test the timeframe the", "Department of Energy attempted to sanitize sites in that period of time,", "but that the sampling tools available to the agency were able to detect", "the presence of uranium.^18", "Additionally, once the IAEA requests access to a site, or provides", "notification about a concern, it is likely that the agency will access", "increased satellite coverage of an area. This will provide clarity about", "any actions Iran may take to sanitize a site or remove equipment.", "These measures in the deal significantly increase the chances of detection", "and Iran’s commitments under the deal not to pursue certain types of", "activities related to nuclear weapons development increases the costs of", "noncompliance. If Iran were to get caught conducting these types of", "experiments, even for non-nuclear purposes, it would be in violation of", "the JCPOA.", "The IAEA’s investigation into the past military dimensions (PMD) is also", "incentivized by the agreement. Although the agency’s investigation remains", "a separate process governed by a “roadmap” signed by the IAEA and Iran on", "July 14, Iran will not receive sanctions relief until it complies with the", "terms of the “roadmap” and provides the IAEA with the information and", "access it needs to resolve its outstanding concerns.", "The resolution of these issues is not necessary to design and implement an", "adequate monitoring and verification regime. The monitoring and", "verification regime set up by the JCPOA operates on the worst-case", "scenario, namely that Iran has a nuclear weapons capability. Additionally,", "the provision of this information can continue to inform the application", "of safeguards by the IAEA over the course of the deal.", "For more information on the IAEA’s investigation and the PMD issues, see", "Annex C.", "Weaponization Activities", "The JCPOA also blocks Iran from pursuing activities that could be", "applicable to developing a nuclear weapon. There is a specific list in", "Annex I, Section T,", "in which Iran agrees to forgo computer modeling to simulate nuclear", "explosive devices, testing, developing, or acquiring multi-point", "explosives and neutron sources, and development and designing of nuclear", "explosive diagnostic systems.", "This commitment goes beyond Iran’s NPT commitment not to pursue nuclear", "weapons. The NPT leaves open the option for peaceful nuclear test", "explosions and research or use of explosives suitable for nuclear weapons", "for non-nuclear purposes.", "In the past, Iran has asserted that some of the alleged PMD work that the", "IAEA was investigating was for non-nuclear weapons purposes. While some of", "the activities listed in section T are relevant for non-nuclear purposes,", "Iran will not be able to claim it is undertaking any of these activities", "relevant to a nuclear explosive for peaceful purposes.", "Nuclear Safety and Security", "The civil nuclear cooperation elements of the JCPOA are frequently", "overlooked. Yet these areas are relevant to preventing the spread of", "materials and technologies related to nuclear weapons development.", "In addition to collaboration on light-water research reactors and", "converting the Arak reactor, the P5+1 will also work with Iran on nuclear", "fuel fabrication and safety and security of the Iran’s nuclear", "facilities.", "Mastering fuel fabrication will allow Iran to domestically fuel Bushehr, a", "long stated goal of Iran’s nuclear program. The fabrication of fuel for", "Bushehr, now currently supplied by Russia, and the Arak reactor, which", "will be supplied by the P5+1 until Iran can produce its own fuel, will", "make Iran’s enriched uranium stockpile more difficult to convert and", "enrich further. Uranium stored in fuel assemblies for the reactor is more", "difficult to extract and enrich further.", "The provision of equipment and training related to nuclear safety also has", "broader consequences. As demonstrated by the Fukushima disaster, the", "safety of nuclear power reactors, and their ability to withstand natural", "disasters and sabotage is critical to human and environmental security.", "Bushehr, Iran’s sole nuclear power plant, lies near a geologic fault line.", "Safety improvements to guard against a nuclear accident, and security", "improvements to guard against sabotage are in the interest of Iran and the", "region. An incident involving the Bushehr reactor could have significant", "ramifications for the entire Persian Gulf region.", "Sanctions Relief", "After the JCPOA is adopted (90 days after passage of UN Security Council", "Resolution 2231), the European Union will adopt a regulation terminating a", "previous decision that imposed nuclear-related sanctions. The termination", "will go into effect on JCPOA implementation day.  The United States will", "issue waivers to go into effect on implementation day that will lift", "nuclear-related sanctions and terminate executive orders on", "nuclear-related issues. For more information on the sanctions in place,", "see Annex B.", "On implementation day, these sanctions will be terminated at the EU level", "and waived at the U.S. level. UN nuclear related sanctions will be", "terminated as well, but subject to re-imposition in the event of", "noncompliance. The UN heavy arms embargo and ballistic missile", "restrictions will remain in place for five and eight years, respectively.", "Joint Commission", "An additional element of oversight in the Iran deal rests with the Joint", "Commission mandated by the JCPOA. The Joint Commission is comprised of", "eight total members, one from each of the six countries of the P5+1, the", "European Union, and Iran. In addition to overseeing the procurement", "channel (see below) and disputes over IAEA access to suspect sites, the", "Joint Commission will serve as a dispute resolution body if there are", "concerns about material breaches and will approve or delay certain", "activities, such as plans for fuel fabrication projects, oversight of the", "Arak reactor conversion process, sanctions relief, approval of changes in", "research and development plans regarding mechanical testing of advanced", "centrifuges, the construction and operation of any hot cells or glove", "boxes, and any exports of nuclear-related technologies.", "Meetings will take place on a quarterly basis, or within seven days of a", "request, but also can be convened in as little as three days. If the IAEA", "notes a concern regarding its monitoring of Iran’s nuclear program under", "the JCPOA, it can request that the members convene a meeting.", "In the event of a dispute over implementation of the deal or a concern", "about noncompliance, the Joint Commission will have 15 days to resolve the", "issues, although that time period can be extended by consensus. The Joint", "Commission can also decide to convene a ministerial level review, in which", "case the foreign ministers will then have 15 days to review the deal.", "Concurrently, or in lieu of the ministerial level consideration, an", "advisory opinion can also be requested by the Joint Commission. A", "three-member board, in which each disputant appoints a member and the", "third is independent, will have fifteen days to review the dispute and", "issue a non-binding opinion. The Joint Commission will have five days to", "review that opinion.", "If at that point the issue remains unresolved, the complaining party can", "treat the issue as significant noncompliance and cease implementing its", "commitments. The party can also go to the UN Security Council to put", "sanctions from the prior nuclear-related resolutions back in place. The UN", "route, according to Security Council Resolution 2231, will allow any party", "to go to the Security Council at any time, although it encourages use of", "the dispute resolution mechanism in the JCPOA.", "The Security Council will then vote on the resolution to continue the", "suspension of sanctions on Iran. Vetoing that resolution will put UN", "sanctions back in place. Iran has said that it will treat re-imposition of", "sanctions as grounds to leave the deal.", "It is critical that the Joint Commission approach dispute resolution under", "the deal with a fair and balanced perspective. Over the course of the", "deal, it is inevitable that disputes over implementation will arise. This", "is a complex and technically challenging agreement.", "The Joint Commission will inevitably face the crucial, yet difficult task,", "of differentiating between technical problems or ambiguous provisions and", "noncompliance. Premature snapback of sanctions or resumption of nuclear", "activities risks this historic opportunity. Parties should be given time", "to correct technical implementation challenges. Yet at the same time, the", "Joint Commission must respond to violations of the agreement,", "demonstrating that noncompliance will not be tolerated, and that neither", "side can get away with only partial adherence to their commitments.", "Procurement Channel", "Additionally, for 10 years, if Iran wants to import any materials or", "technologies that could be used for nuclear purposes, those purchases must", "be approved by the Joint Commission’s working group on procurement. The", "Joint Commission working group will have to review and approve any", "attempts to import dual-use materials. The working group will also be able", "to conduct end-user checks to ensure that the dual-use materials or", "technologies end up at the appropriate facilities.", "If an entity in Iran wants to purchase material or technologies from the", "standard list designated by the IAEA, the Joint Commission working group", "on procurement must review and approve or deny the request within 30 days.", "The JCPOA also entails validation of the end-user certificates for the", "purchases, meaning that under the JCPOA companies can be checked to ensure", "that the dual-use materials end up in the designated places.", "Timing", "The implementation timeline of the deal provides assurance that Iran will", "not receive sanctions relief until Iran has completed key obligations.", "After the deal was agreed upon and endorsed by UN Security Council", "Resolution 2231 on July 20, the 90-day pre-adoption period began. During", "that time, the P5+1 countries and Iran are able to work through domestic", "processes to review the agreement. Both Iran and the United States have", "respective internal processes for reviewing and approving the deal.", "On the U.S. side, under the Iran Nuclear Review Act, Congress has a 60-day", "review period, which began on July 19, to examine the deal and supporting", "verification assessments from the State Department, and hold a vote on a", "resolution to approve or disapprove the deal. President Obama will then", "have twelve days to veto the bill, followed by a 10-day period in which", "Congress can attempt to override the veto. During the total review", "process, 82 days at most, the President cannot waive", "Congressionally-mandated sanctions.", "On the Iranian side, the parliament agreed on an 80-day review period on", "July 21. A committee of the parliament will review the deal. The Iranian", "parliament can also vote to reject the agreement.", "Iran must also provide the IAEA with the information and access necessary", "to resolve the agency’s PMD investigation. According to the  IAEA-Iran", "“roadmap,” that initial provision of information will take place by August", "15, and Iran’s responses to any follow up questions will be due by October", "15.", "After adoption day, both sides begin taking the steps to implement the", "deal. For Iran that means implementing the uranium-enrichment restrictions", "that push its breakout timeline to over 12 months, namely dismantling", "centrifuges and the associated infrastructure and reducing the stockpile", "of enriched uranium to 300 kilograms. Iran must also remove and disable", "the core of the Arak reactor, remove all uranium from the Fordow facility", "and adapt it for medical isotope research only, and put in place the", "increased monitoring and transparency measures as specified in the JCPOA.", "On the U.S. and E.U. side, that entails beginning work on the lifting of", "sanctions.", "Implementation day occurs when the IAEA certifies that Iran has taken the", "requisite nuclear steps. At that point nuclear-related EU sanctions are", "suspended, U.S. sanctions are waived, and UN sanctions are “terminated", "subject to reimposition” (except for the arms embargo and ballistic", "missile restrictions).", "It is difficult to estimate when implementation day is likely, due to the", "difficulty in determining how quickly Iran might be able to complete the", "nuclear-related restrictions. Dismantling, sanitizing, and storing the", "excess 13,000 centrifuges to allow their use in the future is a", "particularly time-consuming task and could take an hour per machine.", "Estimates for completing all of the nuclear-related work range from three", "to six months, putting implementation day in early 2016.", "The heavy arms embargo will be lifted after five years. The next", "significant timing occurs on transition day, which is eight years after", "adoption day, or at the finding of the IAEA’s broader conclusion,", "whichever comes first.", "The broader conclusion is a rigorous IAEA finding that “all nuclear", "material remained in peaceful activities” for the year. The broader", "conclusion requires implementation of an additional protocol and for the", "IAEA to conclude two findings, one that there is no diversion of declared", "nuclear material from peaceful activities, and two, that there is no", "indication of undeclared nuclear material or activities.", "At this point, the United States will seek a full lifting of", "congressionally mandated nuclear-related sanctions. The European Union", "will terminate its sanctions. Iran will seek ratification of its", "additional protocol.", "At the eight-year mark, regardless of the broader conclusion, the UN", "restrictions on Iran’s ballistic missiles will be lifted. This does not", "mean, however, that Iran will have unfettered access to ballistic missile", "technology at this point. U.S. sanctions on ballistic missiles, however,", "can remain in place, as will multilateral restrictions.", "One important element of this system is the Missile Technology Control", "Regime (MTCR). The MTCR exists to prohibit the sale of technology or", "complete missile systems that enable a ballistic missile to carry a 500", "kilogram payload over 300 kilometers. This is the threshold generally", "understood to be the capacity required for delivering a nuclear warhead.", "While a voluntary regime, the MTCR has had success in hindering Iran’s", "procurement of technologies necessary for solid-fueled ballistic missiles", "and stemming programs in other countries. Solid-fueled ballistic missiles", "pose a greater threat than liquid fueled missiles because during the", "liquid fueling process, missiles are vulnerable to preemptive attacks and", "because mobile, liquid-fueled missiles require more equipment, making them", "more difficult to conceal.", "Termination day occurs ten years after the adoption date. At termination", "day, the UN will no longer be seized of the Iran nuclear issue.", "[IMG]", "After Year 15", "While some of the principal nuclear restrictions of the JCPOA do expire", "after 15 years, roadblocks will still exist that will keep Iran’s nuclear", "program under close observation and provide the international community an", "early warning in the event of an Iranian move toward nuclear weapons.", "In addition to Iran’s commitment under the NPT not to pursue nuclear", "weapons, its additional commitments under the JCPOA not to pursue", "activities relevant to developing a nuclear weapon, more intrusive", "monitoring and verification under Iran’s additional protocol, its", "adherence to Code 3.1, and surveillance of centrifuge production", "facilities (20 years) and uranium mines and mills (25 years) will remain", "in place.", "The additional nuclear power reactors that Iran plans to purchase from", "Russia will also come with lifetime fuel supplies, thus reducing Iran’s", "need to produce nuclear fuel for domestic purposes.", "While this agreement is strong from a nonproliferation standpoint, it", "would behoove the United States and the international community to", "consider new nuclear nonproliferation policies writ large to the region.", "Iran may be willing to abide by certain restrictions, such as limiting", "enrichment to 3.67 percent U-235 for a longer duration if other countries", "in the region make similar commitments.", "Multilateralizing Iran’s enrichment facility could increase regional", "confidence in the peaceful nature of Tehran’s activities, provide regional", "oversight, and provide nuclear fuel for countries pursuing nuclear power", "in the Middle East.", "The United States and other nuclear supplier states should also consider", "arrangements for lifetime fuel guarantees to increase assurance of", "reliable fuel sources when contracting to build reactors in Iran and in", "the region. Additional steps to strengthen nuclear security in the region,", "including by encouraging signature and/or ratification of the", "Comprehensive Nuclear Test Ban Treaty, could also help guard against", "proliferation in the years ahead.", "The JCPOA is a strong, verifiable barrier against the acquisition of", "nuclear weapons by Iran, but additional attention to nuclear issues in the", "region will bolster its chances of success in the longer term.", "----------------------------------------------------------------------", "15. James R. Clapper, “Unclassified Statement for the Record on the", "Worldwide Threat Assessment of the U.S. Intelligence Community for the", "Senate Select Committee on Intelligence,” Office of the Director of", "National Intelligence, January 2014.", "16. International Atomic Energy Agency, Model Protocol Additional to the", "Agreements Between States and the International Atomic Energy Agency for", "the Application of Safeguards, INFICR/540, September 1997", "https://www.iaea.org/publications/documents/infcircs/model-protocol-additional-agreements-between-states-and", "17.  Ibid.", "18. Darius Dixon, “Moniz: Test results back up assurances on Iran deal,”", "Politico, July 22, 2015.", "* Resources", "* Donate", "* About", "* Contact Us", "Email Updates", "Register for updates, breaking news and other arms control related", "information.", "_____________________", "[IMG] [IMG] [IMG] [IMG]", "Join the Arms Control Association", "The Arms Control Association depends on the generous contributions of", "individuals who share our goal of promoting public understanding of and", "support for effective arms control policies. ACA is a nonpartisan,", "nonprofit membership organization, and your financial support makes a", "difference. Your membership comes with a 12-month subscription to Arms", "Control Today.", "1200 18th Street NW, Suite 1175", "Washington, DC 20036", "Tel: (202) 463-8270 | Fax: (202) 463-8273", "* PRIVACY", "* RESOURCES", "* ARMS CONTROL TODAY", "* BLOG", "* ABOUT", "* JOIN", "* DONATE"]