["Link: canonical", "Link: image_src", "Link: alternate en", "Link: revision", "Skip to main content", "* English", "* Français", "_________________________________________________________________", "[ Search ]", "Home", "Main navigation", "* Fact-checks", "* Reports", "* Factsheets", "* Guides", "* Spot checks", "* Blog", "* Facebook checks", "* Republish our work", "_", "* Who we are", "* Our team", "* Our impact", "* How we are funded", "* Partners", "* Get in touch", "_", "* What we do", "* Promise Tracker", "* Info Finder", "* African Fact-Checking Awards", "* Corrections", "* Fact-checking research", "* Training", "_", "* How we fact-check", "* Corrections policy", "* Code of principles", "* How we rate claims", "_", "* Get Involved", "* Become a fact ambassador", "* Donate", "* Submit a claim to fact-check", "* Partner with us", "* Join our team", "* Fact-checking tips", "_", "Donate", "Back to Africa Check", "Breadcrumb", "1. Home", "2. Fact checks", "3. Reports", "4. Kenya’s budget speech: Do clai...", "Kenya’s budget speech: Do claims about power, investment & roads add up?", "Published on 07 April 2017", "As the keeper of Kenya’s public purse, cabinet secretary Henry Rotich", "explained to the National Assembly on 30 March how the hundreds of", "billions in Kenya’s 2017/18 budget will be disbursed.", "He also reviewed how past allocations, especially to the road network and", "power supply, helped the overall economic picture.", "Africa Check investigated the veracity of his most important claims.", "Claim", "“In 4 years, we have connected more Kenyans to the grid than in all years", "since independence.”", "Verdict", "correct", "Rotich prefaced his claim by saying that “more than 5.2 million Kenyans", "have been connected to electricity compared to 2.3 million in 2013”.", "This would mean that 2.9 million customers were connected under the", "Jubilee government, contradicting President Uhuru Kenyatta’s figure of 3.7", "million new connections in his State of the Nation speech 2 weeks prior.", "National treasury’s spokesman Maina Kigaga told Africa Check the", "information had been collated from data by the Kenya National Bureau of", "Statistics, the national power utility company, Kenya Power, as well as", "the ministry of energy.", "Kenya Power data shows that in the last financial year of the coalition", "government (2012/13), 2,330,962 customers were connected to the power", "grid, confirming Rotich’s figure for 2013.", "The latest data available shows that Kenya Power had connected 4,890,373", "customers by the end of June 2016. When the head of Kenya Power, Ben", "Chumo, left the company 6 months later, he claimed that the customer base", "had increased to 5.5 million. (Note: These figures were echoed by energy", "cabinet secretary Charles Keter in a brief two days later.)", "Kenya Power insisted that it had met its connectivity targets, despite", "media reports that nearly a million of these new connections were", "inactive, explaining that they had so far inspected 204,474 units.", "To add to the lack of clarity, the ministry of energy shared a status", "update the day after Rotich’s speech, stating that 5.7 million Kenyans had", "been connected to date.", "That said, even the last official figure of 4.89 million would confirm", "Rotich’s conclusion that the Jubilee administration had “connected more", "Kenyans to the grid than in all years since independence”, given that 2.6", "million customers were connected during their term, on top of the existing", "2.3 million.", "But the claim – to have connected more people than all previous", "governments since independence — is not exclusively the Jubilee", "administration’s to make.", "When President Mwai Kibaki was elected in December 2002 for his first", "term, 593,621 customers were served by the national grid, rising to the", "2,330,962 customers in 2012/13 at the end of Kibaki’s second term, in", "which he shared power with Raila Odinga. The coalition government could as", "well have claimed that they had connected “more Kenyans to the grid than", "in all years since independence”.", "Claim", "“Today, more than 2,282 MW of power is available on the national grid", "compared to the 1,664 MW available 3 years ago.”", "Verdict", "incorrect", "Three years ago (at the end of June 2014), Kenya’s installed capacity", "stood at 1,885 MW, the annual report of the Energy Regulatory Commission", "shows. At that time the effective capacity, which is the energy available", "on the grid, was 1,804 MW.", "Rotich’s first figure is therefore incorrect.", "By the middle of 2016, the installed capacity had risen to 2,341 MW before", "decreasing slightly to 2,327 MW in January 2017, a brief from the ministry", "of energy showed. This was because of a drop in water levels at 8", "hydropower plants, Minister Charles Keter said.", "By the time Rotich made his speech, figures provided by Kenya Power", "spokesman Kevin Sang showed that Kenya’s installed capacity had recovered", "slightly to 2,333 MW while the effective capacity stood at 2,254 MW.", "Rotich’s second figure, that the national grid has “more than 2,282 MW”", "available, is therefore also incorrect.", "Still to come:", "Foreign direct investment has risen from about US$514 million in 2013 to", "at least US$2.3 billion in 2016.", "Since 2013, the government has constructed 1,950 km of new roads, and", "another 7,000 km are under different phases of construction.", "Additional reading", "https://africacheck.org/reports/fact-checked-kenyattas-2017-state-nation-address/", "Alphonce  Shiundu", "Alphonce Shiundu", "Kenya editor", "Share", "Republish our content for free", "Please complete this form to receive the HTML sharing code.", "Name _____________________________________________________________", "Surname _____________________________________________________________", "Email _____________________________________________________________", "Math question 1 + 1 = _____", "Solve this simple math problem and enter the result. E.g. for 1+3, enter", "4.", "[ Get Code ]", "Further Reading", "View All", "Agriculture in Nigeria", "Agriculture", "Economy", "rural", "Does agriculture account for nearly half of Nigeria’s economy and provide a", "living for ‘90% of rural dwellers’?", "An online publication claimed that Nigeria’s economic crisis was due to", "its neglect of agriculture. But did the statistics it cited add up? ...", "25 March 2021", "Government_false", "government", "Estate developer paying herders to relocate, not Nigerian government paying", "ransom to ‘bandits’", "16 March 2021", "Report", "SONA", "Economy", "non-citizens", "South African MP wrongly claims 70% of informal economy ‘in hands of", "non-citizens’", "In response to the president’s state of the nation address, a member of", "parliament questioned why most of South Africa’ informal economy is ...", "16 March 2021", "Dlodlo_false", "Cape Town", "minister", "government", "Cape Town another country? No, former South African minister never said this", "23 February 2021", "pandor_correct", "government", "Naledi Pandor", "corruption", "Yes, director general of South African government department suspended after", "New York land scandal", "19 February 2021", "buzeki_fake", "Buzeki", "tweet", "government", "Tweet showing Kenyan businessman Buzeki criticising Jubilee government while", "saying ‘Ruto doing great’ is fake", "29 January 2021", "PreviousNext", "View the discussion thread.", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "We hold public figures accountable", "IFCN Code of Principles", "For democracy to function, public figures need to be held to account for", "what they say. The claims they make need to be checked, openly and", "impartially. Africa Check is an independent, non-partisan organisation", "which assesses claims made in the public arena using journalistic skills", "and evidence drawn from the latest online tools, readers, public sources", "and experts, sorting fact from fiction and publishing the results.", "Browse by category", "* Health", "* Covid-19", "* Education", "* Crime", "* Economy", "* Kenya", "* Nigeria", "* Senegal", "* South Africa", "Sign up to our newsletter", "Get the latest fact-checking journalism from around Africa delivered", "straight to your inbox.", "_____________________________________________________________", "*We hate spam just as much as you do", "[ Sign Up ]", "Follow us", "* Contact", "* Subscribe", "* Facebook", "* Twitter", "* Instagram", "Copyright © 2021 - Africa Check - All rights reserved.", "Footer", "* About", "* Partner With Us", "* Terms and Conditions", "* Contact Us"]