["Skip to main content", "NCA4 About", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Front Matter PDF Front Matter Figures (.zip)", "Front Matter Bibliography (RIS)", "About", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT", "ABOUT THIS REPORT", "Share", "_____________________", "About This Report", "Recommended Citation", "USGCRP, 2018: <i>Impacts, Risks, and Adaptation in the United States:", "Fourth National Climate Assessment, Volume II</i> [Reidmiller, D.R., C.W.", "Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C.", "Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA,", "1515 pp. doi: 10.7930/NCA4.2018.", "Related Links", "* Climate Science Special Report", "* Scenarios for the National Climate Assessment", "Publication History", "* First published 2018.", "* Revised June 2019â\u0080\u0094see errata for details.", "The National Climate Assessment", "The Global Change Research Act of 1990 mandates that the U.S. Global", "Change Research Program (USGCRP) deliver a report to Congress and the", "President no less than every four years that â\u0080\u009c1) integrates, evaluates,", "and interprets the findings of the Program…; 2) analyzes the effects of", "global change on the natural environment, agriculture, energy production", "and use, land and water resources, transportation, human health and", "welfare, human social systems, and biological diversity; and 3) analyzes", "current trends in global change, both human-induced and natural, and", "projects major trends for the subsequent 25 to 100 years.â\u0080\u009d^1", "The Fourth National Climate Assessment (NCA4) fulfills that mandate in two", "volumes. This report, Volume II, draws on the foundational science", "described in Volume I, the Climate Science Special Report (CSSR).^2 Volume", "II focuses on the human welfare, societal, and environmental elements of", "climate change and variability for 10 regions and 18 national topics, with", "particular attention paid to observed and projected risks, impacts,", "consideration of risk reduction, and implications under different", "mitigation pathways. Where possible, NCA4 Volume II provides examples of", "actions underway in communities across the United States to reduce the", "risks associated with climate change, increase resilience, and improve", "livelihoods.", "This assessment was written to help inform decision-makers, utility and", "natural resource managers, public health officials, emergency planners,", "and other stakeholders by providing a thorough examination of the effects", "of climate change on the United States.", "Climate Science Special Report: NCA4 Volume I", "The Climate Science Special Report (CSSR), published in 2017, serves as", "the first volume of NCA4. It provides a detailed analysis of how climate", "change is affecting the physical earth system across the United States and", "provides the foundational physical science upon which much of the", "assessment of impacts in this report is based. The CSSR integrates and", "evaluates current findings on climate science and discusses the", "uncertainties associated with these findings. It analyzes trends in", "climate change, both human-induced and natural, and projects major trends", "to the end of this century. Projected changes in temperature,", "precipitation patterns, sea level rise, and other climate outcomes are", "based on a range of scenarios widely used in the climate research", "community, referred to as Representative Concentration Pathways (RCPs). As", "an assessment and analysis of the physical science, the CSSR provides", "important input to the development of other parts of NCA4 and their", "primary focus on the human welfare, societal, economic, and environmental", "elements of climate change. A summary of the CSSR is provided in Chapter 2", "(Our Changing Climate) of this report; the full report can be accessed at", "science2017.globalchange.gov.", "Report Development, Review, and Approval Process", "The National Oceanic and Atmospheric Administration (NOAA) served as the", "administrative lead agency for the preparation of this report. A Federal", "Steering Committee, composed of representatives from USGCRP agencies,", "oversaw the reportâ\u0080\u0099s development.", "A team of more than 300 federal and non-federal expertsâ\u0080\u0094including", "individuals from federal, state, and local governments, tribes and", "Indigenous communities, national laboratories, universities, and the", "private sectorâ\u0080\u0094volunteered their time to produce the assessment, with", "input from external stakeholders at each stage of the process. A series of", "regional engagement workshops reached more than 1,000 individuals in over", "40 cities, while listening sessions, webinars, and public comment periods", "provided valuable input to the authors. Participants included", "decision-makers from the public and private sectors, resource and", "environmental managers, scientists, educators, representatives from", "businesses and nongovernmental organizations, and the interested public.", "NCA4 Volume II was thoroughly reviewed by external experts and the general", "public, as well as the Federal Government (that is, the NCA4 Federal", "Steering Committee and several rounds of technical and policy review by", "the 13 federal agencies of the USGCRP). An expert external peer review of", "the whole report was performed by an ad hoc committee of the National", "Academies of Sciences, Engineering, and Medicine (NASEM).^3 Additional", "information on the development of this assessment can be found in Appendix", "1: Report Development Process.", "Sources Used in This Report", "The findings in this report are based on an assessment of the", "peer-reviewed scientific literature, complemented by other sources (such", "as gray literature) where appropriate. In addition, authors used", "well-established and carefully evaluated observational and modeling", "datasets, technical input reports, USGCRPâ\u0080\u0099s sustained assessment", "products, and a suite of scenario products. Each source was determined to", "meet the standards of the Information Quality Act (see Appendix 2:", "Information in the Fourth National Climate Assessment).", "Sustained Assessment Products", "The USGCRPâ\u0080\u0099s sustained assessment process facilitates and draws upon the", "ongoing participation of scientists and stakeholders, enabling the", "assessment of new information and insights as they emerge. The USGCRP led", "the development of two major sustained assessment products as inputs to", "NCA4: The Impacts of Climate Change on Human Health in the United States:", "A Scientific Assessment^4 and the Second State of the Carbon Cycle", "Report.^5 In addition, USGCRP agencies contributed products that improve", "the thoroughness of this assessment, including the U.S. Department of", "Agricultureâ\u0080\u0099s scientific assessment Climate Change, Global Food", "Security, and the U.S. Food System;^6 NOAAâ\u0080\u0099s Climate Resilience Toolkit,", "Climate Explorer, and State Climate Summaries; the U.S. Environmental", "Protection Agencyâ\u0080\u0099s updated economic impacts of climate change report;^7", "and a variety of USGCRP indicators and scenario products that support the", "evaluation of climate-related risks (see Appendix 3: Data Tools and", "Scenario Products).", "USGCRP Scenario Products", "As part of the sustained assessment process, federal interagency groups", "developed a suite of high-resolution scenario products that span a range", "of plausible future changes (through at least 2100) in key environmental", "parameters. This new generation of USGCRP scenario products (hosted at", "https://scenarios.globalchange.gov) includes", "* changes in average and extreme statistics of key climate variables", "(for example, temperature and precipitation),", "* changes in local sea level rise along the entire U.S. coastline,", "* changes in population as a function of demographic shifts and", "migration, and", "* changes in land use driven by population changes.", "USGCRP scenario products help ensure consistency in underlying assumptions", "across the report and therefore improve the ability to compare and", "synthesize results across chapters. Where possible, authors have used the", "range of these scenario products to frame uncertainty in future climate", "and associated effects as it relates to the risks that are the focus of", "their chapters. As discussed briefly elsewhere in this Front Matter and in", "more detail in Appendix 3 (Data Tools and Scenario Products), future", "scenarios referred to as RCPs provide the global framing for NCA4 Volumes", "I and II. RCPs focus on outputs (such as emissions and concentrations of", "greenhouse gases and particulate matter) that are in turn fed into climate", "models. As such, a wide range of future socioeconomic assumptions, at the", "global and national scale (such as population growth, technological", "innovation, and carbon intensity of energy mix), could be consistent with", "the RCPs used throughout NCA4. For this reason, further guidance on U.S.", "population and land-use assumptions was provided to authors. See Appendix", "3: Data Tools and Scenario Products, including Table A3.1, for additional", "detail on these scenario products.", "REFERENCES", "* Brown, M. E., J. M. Antle, P. Backlund, E. R. Carr, W. E. Easterling,", "M. K. Walsh, C. Ammann, W. Attavanich, C. B. Barrett, M. F. Bellemare,", "V. Dancheck, C. Funk, K. Grace, J. S. I. Ingram, H. Jiang, H. Maletta,", "T. Mata, A. Murray, M. Ngugi, D. Ojima, B. O'Neill, and C. Tebaldi,", "2015: Climate Change, Global Food Security, and the U.S. Food System.", "U.S. Global Change Research Program, Washington, DC, 146 pp.", "doi:10.7930/J0862DC7. â\u0086©", "* EPA, 2017: Multi-model Framework for Quantitative Sectoral Impacts", "Analysis: A Technical Report for the Fourth National Climate", "Assessment. EPA 430â\u0080\u0090Râ\u0080\u009017â\u0080\u0090001. U.S. Environmental Protection", "Agency (EPA), Washington, DC, 271 pp. URL. â\u0086©", "* Global Change Research Act of 1990. Pub. L. No. 101-606, 104 Stat", "3096â\u0080\u00933104, November 16 1990. URL. â\u0086©", "* National Academies of Sciences Engineering and Medicine, 2018: Review", "of the Draft Fourth National Climate Assessment. The National", "Academies Press, Washington, DC, doi:10.17226/25013. â\u0086©", "* USGCRP, 2016: The Impacts of Climate Change on Human Health in the", "United States: A Scientific Assessment. U.S. Global Change Research", "Program, Washington, DC, 312 pp. doi:10.7930/J0R49NQX. â\u0086©", "* USGCRP, 2017: Climate Science Special Report: Fourth National Climate", "Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D.", "J. Dokken, B. C. Stewart, and T. K. Maycock, Eds. U.S. Global Change", "Research Program, Washington, DC, USA, 470 pp. doi:10.7930/J0J964J6.", "â\u0086©", "* USGCRP, 2018: Second State of the Carbon Cycle Report (SOCCR2): A", "Sustained Assessment Report. U.S. Global Change Research Program,", "Washington, DC, 877 pp. URL. â\u0086©", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]