["Skip to main content", "Climate Science Special Report logo", "* About", "* About this Report", "* Guide to this Report", "* Credits", "* Chapters", "* Executive Summary", "* 1: Our Globally Changing Climate", "* 2: Physical Drivers of Climate Change", "* 3: Detection and Attribution of Climate Change", "* 4: Climate Models, Scenarios, and Projections", "* 5: Large-Scale Circulation and Climate Variability", "* 6: Temperature Changes in the United States", "* 7: Precipitation Change in the United States", "* 8: Droughts, Floods, and Wildfire", "* 9: Extreme Storms", "* 10: Changes in Land Cover and Terrestrial Biogeochemistry", "* 11: Arctic Changes and their Effects on Alaska and the Rest of", "the United States", "* 12: Sea Level Rise", "* 13: Ocean Acidification and Other Ocean Changes", "* 14: Perspectives on Climate Change Mitigation", "* 15: Potential Surprises: Compound Extremes and Tipping Elements", "* Appendix A: Observational Datasets Used in Climate Studies", "* Appendix B: Model Weighting Strategy", "* Appendix C: Detection and Attribution Methodologies Overview", "* Appendix D: Acronyms and Units", "* Appendix E: Glossary", "* Chapter 4 Sections", "* 4.1: The Human Role in Future Climate", "* 4.2: Future Scenarios", "* 4.3: Modeling Tools", "* 4.4: Uncertainty in Future Projections", "* References", "* Downloads", "* View All Report Downloads", "* Chapter PDF", "* Chapter Figures (.zip)", "* Chapter Citations (RIS)", "[ search ]", "Share", "_____________________", "Chapter 4: Climate Models, Scenarios, and Projections", "Key Findings", "Key Finding 1", "If greenhouse gas concentrations were stabilized at their current level,", "existing concentrations would commit the world to at least an additional", "1.1Â°F (0.6Â°C) of warming over this century relative to the last few", "decades (high confidence in continued warming, medium confidence in amount", "of warming).", "Supporting Evidence", "Key Finding 2", "Over the next two decades, global temperature increase is projected to be", "between 0.5Â°F and 1.3Â°F (0.3Â°â\u0080\u00930.7Â°C) (medium confidence). This range", "is primarily due to uncertainties in natural sources of variability that", "affect short-term trends. In some regions, this means that the trend may", "not be distinguishable from natural variability (high confidence).", "Supporting Evidence", "Key Finding 3", "Beyond the next few decades, the magnitude of climate change depends", "primarily on cumulative emissions of greenhouse gases and aerosols and the", "sensitivity of the climate system to those emissions (high confidence).", "Projected changes range from 4.7Â°â\u0080\u00938.6Â°F (2.6Â°â\u0080\u00934.8Â°C) under the", "higher scenario (RCP8.5) to 0.5Â°â\u0080\u00931.3Â°F (0.3Â°â\u0080\u00931.7Â°C) under the much", "lower scenario (RCP2.6), for 2081â\u0080\u00932100 relative to 1986â\u0080\u00932005 (medium", "confidence).", "Supporting Evidence", "Key Finding 4", "Global mean atmospheric carbon dioxide (CO_2) concentration has now passed", "400 ppm, a level that last occurred about 3 million years ago, when global", "average temperature and sea level were significantly higher than today", "(high confidence). Continued growth in CO_2 emissions over this century", "and beyond would lead to an atmospheric concentration not experienced in", "tens of millions of years (medium confidence). The present-day emissions", "rate of nearly 10 GtC per year suggests that there is no climate analog", "for this century any time in at least the last 50 million years (medium", "confidence).", "Supporting Evidence", "Key Finding 5", "The observed increase in global carbon emissions over the past 15â\u0080\u009320", "years has been consistent with higher scenarios (very high confidence). In", "2014 and 2015, emission growth rates slowed as economic growth has become", "less carbon-intensive (medium confidence). Even if this trend continues,", "however, it is not yet at a rate that would limit the increase in the", "global average temperature to well below 3.6Â°F (2Â°C) above preindustrial", "levels (high confidence).", "Supporting Evidence", "Key Finding 6", "Combining output from global climate models and dynamical and statistical", "downscaling models using advanced averaging, weighting, and pattern", "scaling approaches can result in more relevant and robust future", "projections. For some regions, sectors, and impacts, these techniques are", "increasing the ability of the scientific community to provide guidance on", "the use of climate projections for quantifying regional-scale changes and", "impacts (medium to high confidence).", "Supporting Evidence", "Key Finding 1", "If greenhouse gas concentrations were stabilized at their current level,", "existing concentrations would commit the world to at least an additional", "1.1Â°F (0.6Â°C) of warming over this century relative to the last few", "decades (high confidence in continued warming, medium confidence in amount", "of warming).", "Key Finding 2", "Over the next two decades, global temperature increase is projected to be", "between 0.5Â°F and 1.3Â°F (0.3Â°â\u0080\u00930.7Â°C) (medium confidence). This range", "is primarily due to uncertainties in natural sources of variability that", "affect short-term trends. In some regions, this means that the trend may", "not be distinguishable from natural variability (high confidence).", "Key Finding 3", "Beyond the next few decades, the magnitude of climate change depends", "primarily on cumulative emissions of greenhouse gases and aerosols and the", "sensitivity of the climate system to those emissions (high confidence).", "Projected changes range from 4.7Â°â\u0080\u00938.6Â°F (2.6Â°â\u0080\u00934.8Â°C) under the", "higher scenario (RCP8.5) to 0.5Â°â\u0080\u00931.3Â°F (0.3Â°â\u0080\u00931.7Â°C) under the much", "lower scenario (RCP2.6), for 2081â\u0080\u00932100 relative to 1986â\u0080\u00932005 (medium", "confidence).", "Key Finding 4", "Global mean atmospheric carbon dioxide (CO_2) concentration has now passed", "400 ppm, a level that last occurred about 3 million years ago, when global", "average temperature and sea level were significantly higher than today", "(high confidence). Continued growth in CO_2 emissions over this century", "and beyond would lead to an atmospheric concentration not experienced in", "tens of millions of years (medium confidence). The present-day emissions", "rate of nearly 10 GtC per year suggests that there is no climate analog", "for this century any time in at least the last 50 million years (medium", "confidence).", "Key Finding 5", "The observed increase in global carbon emissions over the past 15â\u0080\u009320", "years has been consistent with higher scenarios (very high confidence). In", "2014 and 2015, emission growth rates slowed as economic growth has become", "less carbon-intensive (medium confidence). Even if this trend continues,", "however, it is not yet at a rate that would limit the increase in the", "global average temperature to well below 3.6Â°F (2Â°C) above preindustrial", "levels (high confidence).", "Key Finding 6", "Combining output from global climate models and dynamical and statistical", "downscaling models using advanced averaging, weighting, and pattern", "scaling approaches can result in more relevant and robust future", "projections. For some regions, sectors, and impacts, these techniques are", "increasing the ability of the scientific community to provide guidance on", "the use of climate projections for quantifying regional-scale changes and", "impacts (medium to high confidence).", "Likelihood", "About", "Virtually  Extremely  Very       Likely   as      Unlikely Very    Extremely Exceptionally", "Certain    Likely     Likely              Likely           Unikely Unlikely  Unlikely", "as Not", "99%â\u0080\u0093100% 95%â\u0080\u0093100% 90%â\u0080\u0093100% 66%-100% 33%-66% 0%-33%   0%-10%  0%-5%     0%-1%", "Confidence Level", "Very High         High              Medium           Low", "Strong evidence                     Suggestive       Inconclusive evidence", "(established      Moderate evidence evidence (a few  (limited sources,", "theory, multiple  (several sources, sources, limited extrapolations,", "sources,          some consistency, consistency,     inconsistent", "consistent        methods vary      models           findings, poor", "results, well     and/or            incomplete,      documentation and/or", "documented and    documentation     methods          methods not tested,", "accepted methods, limited, etc.),   emerging, etc.), etc.), disagreement", "etc.), high       medium consensus  competing        or lack of opinions", "consensus                           schools of       among experts", "thought", "Documenting Uncertainty: This assessment relies on two metrics to", "communicate the degree of certainty in Key Findings. See Guide to this", "Report for more on assessments of likelihood and confidence.", "Share", "_____________________", "4.1: The Human Role in Future Climate", "Recommended Citation", "The Earthâ\u0080\u0099s climate, past and future, is not static; it changes in", "response to both natural and anthropogenic drivers (see Ch. 2: Physical", "Drivers of Climate Change). Human emissions of carbon dioxide (CO_2),", "methane (CH_4), and other greenhouse gases now overwhelm the influence of", "natural drivers on the external forcing of Earthâ\u0080\u0099s climate (see Ch. 3:", "Detection and Attribution). Climate change (see Ch. 1: Our Globally", "Changing Climate) and ocean acidification (see Ch. 13: Ocean Changes) are", "already occurring due to the buildup of atmospheric CO_2 from human", "emissions in the industrial era.^1 ^,^2", "Even if existing concentrations could be immediately stabilized,", "temperature would continue to increase by an estimated 1.1Â°F (0.6Â°C)", "over this century, relative to 1980â\u0080\u00931999.^3 This is because of the long", "timescale over which some climate feedbacks act (Ch. 2: Physical Drivers", "of Climate Change). Over the next few decades, concentrations are", "projected to increase and the resulting global temperature increase is", "projected to range from 0.5Â°F to 1.3Â°F (0.3Â°C to 0.7Â°C). This range", "depends on natural variability, on emissions of short-lived species such", "as CH_4 and black carbon that contribute to warming, and on emissions of", "sulfur dioxide (SO_2) and other aerosols that have a net cooling effect", "(Ch. 2: Physical Drivers of Climate Change). The role of emission", "reductions of non-CO_2 gases and aerosols in achieving various global", "temperature targets is discussed in Chapter 14: Mitigation.", "Over the past 15â\u0080\u009320 years, the growth rate in atmospheric carbon", "emissions from human activities has increased from 1.5 to 2 parts per", "million (ppm) per year due to increasing carbon emissions from human", "activities that track the rate projected under higher scenarios, in large", "part due to growing contributions from developing economies.^4 ^,^5 ^,^6", "One possible analog for the rapid pace of change occurring today is the", "relatively abrupt warming of 9Â°â\u0080\u009314Â°F (5Â°â\u0080\u00938Â°C) that occurred during", "the Paleocene-Eocene Thermal Maximum (PETM), approximately 55â\u0080\u009356 million", "years ago.^7 ^,^8 ^,^9 ^,^10 However, emissions today are nearly 10 GtC", "per year. During the PETM, the rate of maximum sustained carbon release", "was less than 1.1 GtC per year, with significant differences in both", "background conditions and forcing relative to today. This suggests that", "there is no precise past analog any time in the last 66 million years for", "the conditions occurring today.^10 ^,^11", "Since 2014, growth rates of global carbon emissions have declined, a trend", "cautiously attributed to declining coal use in China, despite large", "uncertainties in emissions reporting.^12 ^,^13 Economic growth is becoming", "less carbon-intensive, as both developed and emerging economies begin to", "phase out coal and transition to natural gas and renewable, non-carbon", "energy.^14 ^,^15", "Beyond the next few decades, the magnitude of future climate change will", "be primarily a function of future carbon emissions and the response of the", "climate system to those emissions. This chapter describes the scenarios", "that provide the basis for the range of future projections presented in", "this report: from those consistent with continued increases in greenhouse", "gas emissions, to others that can only be achieved by various levels of", "emission reductions (see Ch. 14: Mitigation). This chapter also describes", "the models used to quantify projected changes at the global to regional", "scale and how it is possible to estimate the range in potential climate", "changeâ\u0080\u0094as determined by climate sensitivity, which is the response of", "global temperature to a natural or anthropogenic forcing (see Ch. 2:", "Physical Drivers of Climate Change)â\u0080\u0094that would result from a given", "scenario.^3", "Share", "_____________________", "4.2: Future Scenarios", "Climate projections are typically presented for a range of plausible", "pathways, scenarios, or targets that capture the relationships between", "human choices, emissions, concentrations, and temperature change. Some", "scenarios are consistent with continued dependence on fossil fuels, while", "others can only be achieved by deliberate actions to reduce emissions. The", "resulting range reflects the uncertainty inherent in quantifying human", "activities (including technological change) and their influence on", "climate.", "The first Intergovernmental Panel on Climate Change Assessment Report", "(IPCC FAR) in 1990 discussed three types of scenarios: equilibrium", "scenarios, in which CO_2 concentration was fixed; transient scenarios, in", "which CO_2 concentration increased by a fixed percentage each year over", "the duration of the scenario; and four brand-new Scientific Assessment", "(SA90) emission scenarios based on World Bank population projections.^16", "Today, that original portfolio has expanded to encompass a wide variety of", "time-dependent or transient scenarios that project how population, energy", "sources, technology, emissions, atmospheric concentrations, radiative", "forcing, and/or global temperature change over time.", "Other scenarios are simply expressed in terms of an end-goal or target,", "such as capping cumulative carbon emissions at a specific level or", "stabilizing global temperature at or below a certain threshold such as", "3.6Â°F (2Â°C), a goal that is often cited in a variety of scientific and", "policy discussions, most recently the Paris Agreement.^17 To stabilize", "climate at any particular temperature level, however, it is not enough to", "halt the growth in annual carbon emissions. Global net carbon emissions", "will eventually need to reach zero^3 and negative emissions may be needed", "for a greater-than-50% chance of limiting warming below 3.6Â°F (2Â°C) (see", "also Ch. 14: Mitigation for a discussion of negative emissions).^18", "Finally, some scenarios, like the â\u0080\u009ccommitmentâ\u0080\u009d scenario in Key Finding", "1 and the fixed-CO_2 equilibrium scenarios described above, continue to", "explore hypothetical questions such as, â\u0080\u009cwhat would the world look like,", "long-term, if humans were able to stabilize atmospheric CO_2 concentration", "at a given level?â\u0080\u009d This section describes the different types of", "scenarios used today and their relevance to assessing impacts and", "informing policy targets.", "4.2.1 Emissions Scenarios, Representative Concentration Pathways, and Shared", "Socioeconomic Pathways", "The standard sets of time-dependent scenarios used by the climate modeling", "community as input to global climate model simulations provide the basis", "for the majority of the future projections presented in IPCC assessment", "reports and U.S. National Climate Assessments (NCAs). Developed by the", "integrated assessment modeling community, these sets of standard scenarios", "have become more comprehensive with each new generation, as the original", "SA90 scenarios^19 were replaced by the IS92 emission scenarios of the", "1990s,^20 which were in turn succeeded by the Special Report on Emissions", "Scenarios in 2000 (SRES)^21 and by the Representative Concentration", "Pathways in 2010 (RCPs).^22", "SA90, IS92, and SRES are all emission-based scenarios. They begin with a", "set of storylines that were based on population projections initially. By", "SRES, they had become much more complex, laying out a consistent picture", "of demographics, international trade, flow of information and technology,", "and other social, technological, and economic characteristics of future", "worlds. These assumptions were then fed through socioeconomic and", "Integrated Assessment Models (IAMs) to derive emissions. For SRES, the use", "of various IAMs resulted in multiple emissions scenarios corresponding to", "each storyline; however, one scenario for each storyline was selected as", "the representative â\u0080\u009cmarkerâ\u0080\u009d scenario to be used as input to global", "models to calculate the resulting atmospheric concentrations, radiative", "forcing, and climate change for the higher A1FI (fossil-intensive),", "mid-high A2, mid-low B2, and lower B1 storylines. IS92-based projections", "were used in the IPCC Second and Third Assessment Reports (SAR and TAR)^23", "^,^24 and the first NCA.^25 Projections based on SRES scenarios were used", "in the second and third NCAs^26 ^,^27 as well as the IPCC TAR and Fourth", "Assessment Reports (AR4).^24 ^,^28", "The most recent set of time-dependent scenarios, RCPs, builds on these two", "decades of scenario development. However, RCPs differ from previous sets", "of standard scenarios in at least four important ways. First, RCPs are not", "emissions scenarios; they are radiative forcing scenarios. Each scenario", "is tied to one value: the change in radiative forcing at the tropopause by", "2100 relative to preindustrial levels. The four RCPs are numbered", "according to the change in radiative forcing by 2100: +2.6, +4.5, +6.0 and", "+8.5 watts per square meter (W/m^2).^29 ^,^30 ^,^31 ^,^32", "The second difference is that, starting from these radiative forcing", "values, IAMs are used to work backwards to derive a range of emissions", "trajectories and corresponding policies and technological strategies for", "each RCP that would achieve the same ultimate impact on radiative forcing.", "From the multiple emissions pathways that could lead to the same 2100", "radiative forcing value, an associated pathway of annual carbon dioxide", "and other anthropogenic emissions of greenhouse gases, aerosols, air", "pollutants, and other short-lived species has been selected for each RCP", "to use as input to future climate model simulations (e.g., Meinshausen et", "al. 2011;^33 Cubasch et al. 2013^34 ). In addition, RCPs provide climate", "modelers with gridded trajectories of land use and land cover.", "A third difference between the RCPs and previous scenarios is that while", "none of the SRES scenarios included a scenario with explicit policies and", "measures to limit climate forcing, all of the three lower RCP scenarios", "(2.6, 4.5, and 6.0) are climate-policy scenarios. At the higher end of the", "range, the RCP8.5 scenario corresponds to a future where carbon dioxide", "and methane emissions continue to rise as a result of fossil fuel use,", "albeit with significant declines in emission growth rates over the second", "half of the century (Figure 4.1), significant reduction in aerosols, and", "modest improvements in energy intensity and technology.^32 Atmospheric", "carbon dioxide levels for RCP8.5 are similar to those of the SRES A1FI", "scenario: they rise from current-day levels of 400 up to 936 ppm (ppm) by", "the end of this century. CO_2-equivalent levels (including emissions of", "other non-CO_2 greenhouse gases, aerosols, and other substances that", "affect climate) reach more than 1200 ppm by 2100, and global temperature", "is projected to increase by 5.4Â°â\u0080\u00939.9Â°F (3Â°â\u0080\u00935.5Â°C) by 2100 relative", "to the 1986â\u0080\u00932005 average. RCP8.5 reflects the upper range of the open", "literature on emissions, but is not intended to serve as an upper limit on", "possible emissions nor as a business-as-usual or reference scenario for", "the other three scenarios.", "Under the lower scenarios (RCP4.5 and RCP2.6),^29 ^,^30 atmospheric CO_2", "levels remain below 550 and 450 ppm by 2100, respectively. Emissions of", "other substances are also lower; by 2100, CO_2-equivalent concentrations", "that include all emissions from human activities reach 580 ppm under", "RCP4.5 and 425 ppm under RCP2.6. RCP4.5 is similar to SRES B1, but the", "RCP2.6 scenario is much lower than any SRES scenario because it includes", "the option of using policies to achieve net negative carbon dioxide", "emissions before the end of the century, while SRES scenarios do not.", "RCP-based projections were used in the most recent IPCC Fifth Assessment", "Report (AR5)^3 and the third NCA^27 and are used in this fourth NCA as", "well.", "Within the RCP family, individual scenarios have not been assigned a", "formal likelihood. Higher-numbered scenarios correspond to higher", "emissions and a larger and more rapid global temperature change (Figure", "4.1); the range of values covered by the scenarios was chosen to reflect", "the then-current range in the open literature. Since the choice of", "scenario constrains the magnitudes of future changes, most assessments", "(including this one; see Ch. 6: Temperature Change) quantify future change", "and corresponding impacts under a range of future scenarios that reflect", "the uncertainty in the consequences of human choices over the coming", "century.", "Fourth, a broad range of socioeconomic scenarios were developed", "independently from the RCPs and a subset of these were constrained, using", "emissions limitations policies consistent with their underlying", "storylines, to create five Shared Socioeconomic Pathways (SSPs) with", "climate forcing that matches the RCP values. This pairing of SSPs and RCPs", "is designed to meet the needs of the impacts, adaptation, and", "vulnerability (IAV) communities, enabling them to couple alternative", "socioeconomic scenarios with the climate scenarios developed using RCPs to", "explore the socioeconomic challenges to climate mitigation and", "adaptation.^35 The five SSPs consist of SSP1 (â\u0080\u009cSustainabilityâ\u0080\u009d; low", "challenges to mitigation and adaptation), SSP2 (â\u0080\u009cMiddle of the Roadâ\u0080\u009d;", "middle challenges to mitigation and adaptation), SSP3 (â\u0080\u009cRegional", "Rivalryâ\u0080\u009d; high challenges to mitigation and adaptation), SSP4", "(â\u0080\u009cInequalityâ\u0080\u009d; low challenges to mitigation, high challenges to", "adaptation), and SSP5 (â\u0080\u009cFossil-fueled Developmentâ\u0080\u009d; high challenges to", "mitigation, low challenges to adaptation). Each scenario has an underlying", "SSP narrative, as well as consistent assumptions regarding demographics,", "urbanization, economic growth, and technology development. Only SSP5", "produces a reference scenario that is consistent with RCP8.5; climate", "forcing in the other SSPsâ\u0080\u0099 reference scenarios that donâ\u0080\u0099t include", "climate policy remains below 8.5 W/m^2. In addition, the nature of SSP3", "makes it impossible for that scenario to produce a climate forcing as low", "as 2.6 W/m^2. While new research is under way to explore scenarios that", "limit climate forcing to 2.0 W/m^2, neither the RCPs nor the SSPs have", "produced scenarios in that range.", "Metadata  Share", "_____________________", "Figure 4.1", "[IMG] VIEW", "The climate projections used in this report are based on the 2010", "Representative Concentration Pathways (RCP, right). They are largely", "consistent with scenarios used in previous assessments, the 2000 Special", "Report on Emission Scenarios (SRES, left). This figure compares SRES and", "RCP annual carbon emissions (GtC per year, first row), annual methane", "emissions (MtCH_4 per year, second row), annual nitrous oxide emissions", "(MtN_2O per year, third row), carbon dioxide concentration in the", "atmosphere (ppm, fourth row), and global mean temperature change relative", "to 1900â\u0080\u00931960 as simulated by CMIP3 models for the SRES scenarios and", "CMIP5 models for the RCP scenarios (Â°F, fifth row). Note that global mean", "temperature from SRES A1FI simulations are only available from four global", "climate models. (Data from IPCC-DDC, IIASA, CMIP3, and CMIP5).", "4.2.2 Alternative Scenarios", "The emissions and radiative forcing scenarios described above include a", "component of time: how much will climate change, and by when? Ultimately,", "however, the magnitude of human-induced climate change depends less on the", "year-to-year emissions than it does on the net amount of carbon, or", "cumulative carbon, emitted into the atmosphere. The lower the atmospheric", "concentrations of CO_2, the greater the chance that eventual global", "temperature change will not reach the high end temperature projections, or", "possibly remain below 3.6Â°F (2Â°C) relative to preindustrial levels.", "Cumulative carbon targets offer an alternative approach to expressing a", "goal designed to limit global temperature to a certain level. As discussed", "in Chapter 14: Mitigation, it is possible to quantify the expected amount", "of carbon that can be emitted globally in order to meet a specific global", "warming target such as 3.6Â°F (2Â°C) or even 2.7Â°F (1.5Â°C)â\u0080\u0094although if", "current carbon emission rates of just under 10 GtC per year were to", "continue, the lower target would be reached in a matter of years. The", "higher target would be reached in a matter of decades (see Ch. 14:", "Mitigation).", "Under a lower scenario (RCP4.5), global temperature change is more likely", "than not to exceed 3.6Â°F (2Â°C),^3 ^,^36 whereas under the even lower", "scenario (RCP2.6), it is likely to remain below 3.6Â°F (2Â°C).^3 ^,^37", "While new research is under way to explore scenarios consistent with", "limiting climate forcing to 2.0 W/m^2, a level consistent with limiting", "global mean surface temperature change to 2.7Â°F (1.5Â°C), neither the", "RCPs nor the SSPs have produced scenarios that allow for such a small", "amount of temperature change (see also Ch. 14: Mitigation).^37", "Metadata  Share", "_____________________", "Figure 4.2", "[IMG] VIEW", "Global mean temperature anomalies (Â°F) relative to 1976â\u0080\u00932005 for four", "RCP scenarios, 2.6 (green), 4.5 (yellow), 6.0 (orange), and 8.5 (red).", "Each line represents an individual simulation from the CMIP5 archive.", "Every RCP-based simulation with annual or monthly temperature outputs", "available was used here. The values shown here were calculated in 0.5Â°C", "increments; since not every simulation reaches the next 0.5Â°C increment", "before end of century, many lines terminate before 2100. (Figure source:", "adapted from Swain and Hayhoe 2015^40 ).", "Future projections are most commonly summarized for a given future", "scenario (for example, RCP8.5 or 4.5) over a range of future", "climatological time periods (for example, temperature change in", "2040â\u0080\u00932079 or 2070â\u0080\u00932099 relative to 1980â\u0080\u00932009). While this approach", "has the advantage of developing projections for a specific time horizon,", "uncertainty in future projections is relatively high, incorporating both", "the uncertainty due to multiple scenarios as well as uncertainty regarding", "the response of the climate system to human emissions. These uncertainties", "increase the further out in time the projections go. Using these same", "transient, scenario-based simulations, however, it is possible to analyze", "the projected changes for a given global mean temperature (GMT) threshold", "by extracting a time slice (typically 20 years) centered around the point", "in time at which that change is reached (Figure 4.2).", "Derived GMT scenarios offer a way for the public and policymakers to", "understand the impacts for any given temperature threshold, as many", "physical changes and impacts have been shown to scale with global mean", "surface temperature, including shifts in average precipitation, extreme", "heat, runoff, drought risk, wildfire, temperature-related crop yield", "changes, and even risk of coral bleaching (e.g., NRC 2011;^38 Collins et", "al. 2013;^3 Frieler et al. 2013;^39 Swain and Hayhoe 2015^40 ). They also", "allow scientists to highlight the effect of global mean temperature on", "projected regional change by de-emphasizing the uncertainty due to both", "climate sensitivity and future scenarios.^40 ^,^41 This approach is less", "useful for those impacts that vary based on rate of change, such as", "species migrations, or where equilibrium changes are very different from", "transient effects, such as sea level rise.", "Pattern scaling techniques^42 are based on a similar assumption to GMT", "scenarios, namely that large-scale patterns of regional change will scale", "with global temperature change. These techniques can be used to quantify", "regional projections for scenarios that are not readily available in", "preexisting databases of global climate model simulations, including", "changes in both mean and extremes (e.g., Fix et al. 2016^43 ). A", "comprehensive assessment both confirms and constrains the validity of", "applying pattern scaling to quantify climate response to a range of", "projected future changes.^44 For temperature-based climate targets, these", "pattern scaling frames or GMT scenarios offer the basis for more", "consistent comparisons across studies examining regional change or", "potential risks and impacts.", "4.2.3 Analogs from the Paleoclimate Record", "Most CMIP5 simulations project transient changes in climate through 2100;", "a few simulations extend to 2200, 2300, or beyond. However, as discussed", "in Chapter 2: Physical Drivers of Climate Change, the long-term impact of", "human activities on the carbon cycle and Earthâ\u0080\u0099s climate over the next", "few decades and for the remainder of this century can only be assessed by", "considering changes that occur over multiple centuries and even", "millennia.^38", "In the past, there have been several examples of â\u0080\u009chothouseâ\u0080\u009d climates", "where carbon dioxide concentrations and/or global mean temperatures were", "similar to preindustrial, current, or plausible future levels. These", "periods are sometimes referenced as analogs, albeit imperfect and", "incomplete, of future climate (e.g., Crowley 1990^10 ), though comparing", "climate model simulations to geologic reconstructions of temperature and", "carbon dioxide during these periods suggests that todayâ\u0080\u0099s global climate", "models tend to underestimate the magnitude of change in response to higher", "CO_2 (see Ch. 15: Potential Surprises).", "The last interglacial period, approximately 125,000 years ago, is known as", "the Eemian. During that time, CO_2 concentration was similar to", "preindustrial concentrations, around 280 ppm.^45 Global mean temperature", "was approximately 1.8Â°â\u0080\u00933.6Â°F (1Â°â\u0080\u00932Â°C) higher than preindustrial", "temperatures,^46 ^,^47 although the poles were significantly warmer ^48", "^,^49 and sea level was 6 to 9 meters (20 to 30 feet) higher than", "today.^50 During the Pliocene, approximately 3 million years ago,", "long-term CO_2 concentration was similar to todayâ\u0080\u0099s, around 400 ppm^51", "â\u0080\u0094although this level was sustained over long periods of time, whereas", "today the global CO_2 concentration is increasing rapidly. At that time,", "global mean temperature was approximately 3.6Â°â\u0080\u00936.3Â°F (2Â°â\u0080\u00933.5Â°C)", "above preindustrial, and sea level was somewhere between 66 Â± 33 feet (20", "Â± 10 meters) higher than today.^52 ^,^53 ^,^54", "Under the higher scenario (RCP8.5), CO_2 concentrations are projected to", "reach 936 ppm by 2100. During the Eocene, 35 to 55 million years ago, CO_2", "levels were between 680 and 1260 ppm, or somewhere between two and a half", "to four and a half times higher than preindustrial levels.^55 If Eocene", "conditions are used as an analog, this suggests that if the CO_2", "concentrations projected to occur under the RCP8.5 scenario by 2100 were", "sustained over long periods of time, global temperatures would be", "approximately 9Â°â\u0080\u009314Â°F (5Â°â\u0080\u00938Â°C) above preindustrial", "temperatures.^56 During the Eocene, there were no permanent land-based ice", "sheets; Antarctic glaciation did not begin until approximately 34 million", "years ago.^57 Calibrating sea level rise models against past climate", "suggests that, under the RCP8.5 scenario, Antarctica could contribute 3", "feet (1 meter) of sea level rise by 2100 and 50 feet (15 meters) by", "2500.^58 If atmospheric CO_2 were sustained at levels approximately two to", "three times above preindustrial for tens of thousands of years, it is", "estimated that Greenland and Antarctic ice sheets could melt entirely,^59", "resulting in approximately 215 feet (65 meters) of sea level rise.^60", "Share", "_____________________", "4.3: Modeling Tools", "Using transient scenarios such as SRES and RCP as input, global climate", "models (GCMs) produce trajectories of future climate change, including", "global and regional changes in temperature, precipitation, and other", "physical characteristics of the climate system (see also Ch. 6:", "Temperature Change and Ch. 7: Precipitation Change).^3 ^,^61 The", "resolution of global models has increased significantly since IPCC FAR.^19", "However, even the latest experimental high-resolution simulations, at", "15â\u0080\u009330 miles (25â\u0080\u009350 km) per gridbox, are unable to simulate all of the", "important fine-scale processes occurring at regional to local scales.", "Instead, downscaling methods are often used to correct systematic biases,", "or offsets relative to observations, in global projections and translate", "them into the higher-resolution information typically required for impact", "assessments.", "Dynamical downscaling with regional climate models (RCMs) directly", "simulates the response of regional climate processes to global change,", "while empirical statistical downscaling models (ESDMs) tend to be more", "flexible and computationally efficient. Comparing the ability of dynamical", "and statistical methods to reproduce observed climate shows that the", "relative performance of the two approaches depends on the assessment", "criteria.^62 Although dynamical and statistical methods can be combined", "into a hybrid framework, many assessments still tend to rely on one or the", "other type of downscaling, where the choice is based on the needs of the", "assessment. The projections shown in this report, for example, are either", "based on the original GCM simulations or on simulations that have been", "statistically downscaled using the LOcalized Constructed Analogs method", "(LOCA).^63 This section describes the global climate models used today,", "briefly summarizes their development over the past few decades, and", "explains the general characteristics and relative strengths and weaknesses", "of the dynamical and statistical downscaling.", "4.3.1 Global Climate Models", "Global climate models are mathematical frameworks that were originally", "built on fundamental equations of physics. They account for the", "conservation of energy, mass, and momentum and how these are exchanged", "among different components of the climate system. Using these fundamental", "relationships, GCMs are able to simulate many important aspects of", "Earthâ\u0080\u0099s climate: large-scale patterns of temperature and precipitation,", "general characteristics of storm tracks and extratropical cyclones, and", "observed changes in global mean temperature and ocean heat content as a", "result of human emissions.^64", "The complexity of climate models has grown over time, as they incorporate", "additional components of Earthâ\u0080\u0099s climate system (Figure 4.3). For", "example, GCMs were previously referred to as â\u0080\u009cgeneral circulation", "modelsâ\u0080\u009d when they included only the physics needed to simulate the", "general circulation of the atmosphere. Today, global climate models", "simulate many more aspects of the climate system: atmospheric chemistry", "and aerosols, land surface interactions including soil and vegetation,", "land and sea ice, and increasingly even an interactive carbon cycle and/or", "biogeochemistry. Models that include this last component are also referred", "to as Earth system models (ESMs).", "Metadata  Share", "_____________________", "Figure 4.3", "[IMG] VIEW", "As climate modeling has evolved over the last 120 years, increasing", "amounts of physical science have been incorporated into the models. This", "figure shows when various components of the climate system became", "regularly included in global climate model simulations.", "In addition to expanding the number of processes in the models and", "improving the treatment of existing processes, the total number of GCMs", "and the average horizontal spatial resolution of the models have increased", "over time, as computers become more powerful, and with each successive", "version of the World Climate Research Programmeâ\u0080\u0099s (WCRPâ\u0080\u0099s) Coupled", "Model Intercomparison Project (CMIP). CMIP5 provides output from over 50", "GCMs with spatial resolutions ranging from about 30 to 200 miles (50 to", "300 km) per horizontal size and variable vertical resolution on the order", "of hundreds of meters in the troposphere or lower atmosphere.", "It is often assumed that higher-resolution, more complex, and more", "up-to-date models will perform better and/or produce more robust", "projections than previous-generation models. However, a large body of", "research comparing CMIP3 and CMIP5 simulations concludes that, although", "the spatial resolution of CMIP5 has improved relative to CMIP3, the", "overall improvement in performance is relatively minor. For certain", "variables, regions, and seasons, there is some improvement; for others,", "there is little difference or even sometimes degradation in performance,", "as greater complexity does not necessarily imply improved performance.^65", "^,^66 ^,^67 ^,^68 CMIP5 simulations do show modest improvement in model", "ability to simulate ENSO,^69 some aspects of cloud characteristics,^70 and", "the rate of arctic sea ice loss,^71 as well as greater consensus regarding", "projected drying in the southwestern United States and Mexico.^68", "Projected changes in hurricane rainfall rates and the reduction in", "tropical storm frequency are similar, but CMIP5-based projections of", "increases in the frequency of the strongest hurricanes are generally", "smaller than CMIP3-based projections.^72 On the other hand, many studies", "find little to no significant difference in large-scale patterns of", "changes in both mean and extreme temperature and precipitation from CMIP3", "to CMIP5.^65 ^,^68 ^,^73 ^,^74 Also, CMIP3 simulations are driven by SRES", "scenarios, while CMIP5 simulations are driven by RCP scenarios. Although", "some scenarios have comparable CO_2 concentration pathways (Figure 4.1),", "differences in non-CO_2 species and aerosols could be responsible for some", "of the differences between the simulations.^68 In NCA3, projections were", "based on simulations from both CMIP3 and CMIP5. In this report, future", "projections are based on CMIP5 alone.", "GCMs are constantly being expanded to include more physics, chemistry,", "and, increasingly, even the biology and biogeochemistry at work in the", "climate system (Figure 4.3). Interactions within and between the various", "components of the climate system result in positive and negative feedbacks", "that can act to enhance or dampen the effect of human emissions on the", "climate system. The extent to which models explicitly resolve or", "incorporate these processes determines their climate sensitivity, or", "response to external forcing (see Ch. 2: Physical Drivers of Climate", "Change, Section 2.5 on climate sensitivity, and Ch. 15: Potential", "Surprises on the importance of processes not included in present-day", "GCMs).", "Confidence in the usefulness of the future projections generated by global", "climate models is based on multiple factors. These include the fundamental", "nature of the physical processes they represent, such as radiative", "transfer or geophysical fluid dynamics, which can be tested directly", "against measurements or theoretical calculations to demonstrate that model", "approximations are valid (e.g., IPCC 1990^19 ). They also include the vast", "body of literature dedicated to evaluating and assessing model abilities", "to simulate observed features of the earth system, including large-scale", "modes of natural variability, and to reproduce their net response to", "external forcing that captures the interaction of many processes which", "produce observable climate system feedbacks (e.g., Flato et al. 2013^64 ).", "There is no better framework for integrating our knowledge of the physical", "processes in a complex coupled system like Earthâ\u0080\u0099s climate.", "Given their complexities, GCMs typically build on previous generations and", "therefore many models are not fully independent from each other. Many", "share both ideas and model components or code, complicating the", "interpretation of multimodel ensembles that often are assumed to be", "independent.^75 ^,^76 Consideration of the independence of different", "models is one of the key pieces of information going into the weighting", "approach used in this report (see Appendix B: Weighting Strategy).", "4.3.2 Regional Climate Models", "Dynamical downscaling models are often referred to as regional climate", "models, since they include many of the same physical processes that make", "up a global climate model, but simulate these processes at higher spatial", "resolution over smaller regions, such as the western or eastern United", "States (Figure 4.4).^77 Most RCM simulations use GCM fields from", "pre-computed global simulations as boundary conditions. This approach", "allows RCMs to draw from a broad set of GCM simulations, such as CMIP5,", "but does not allow for possible two-way feedbacks and interactions between", "the regional and global scales. Dynamical downscaling can also be", "conducted interactively through nesting a higher-resolution regional grid", "or model into a global model during a simulation. Both approaches directly", "simulate the dynamics of the regional climate system, but only the second", "allows for two-way interactions between regional and global change.", "RCMs are computationally intensive, providing a broad range of output", "variables that resolve regional climate features important for assessing", "climate impacts. The size of individual grid cells can be as fine as 0.6", "to 1.2 miles (1 to 2 km) per gridbox in some studies, but more commonly", "range from about 6 to 30 miles (10 to 50 km). At smaller spatial scales,", "and for specific variables and areas with complex terrain, such as", "coastlines or mountains, regional climate models have been shown to add", "value.^78 As model resolution increases, RCMs are also able to explicitly", "resolve some processes that are parameterized in global models. For", "example, some models with spatial scales below 2.5 miles (4 km) are able", "to dispense with the parameterization of convective precipitation, a", "significant source of error and uncertainty in coarser models.^79 RCMs can", "also incorporate changes in land use, land cover, or hydrology into local", "climate at spatial scales relevant to planning and decision-making at the", "regional level.", "Despite the differences in resolution, RCMs are still subject to many of", "the same types of uncertainty as GCMs. Even the highest-resolution RCM", "cannot explicitly model physical processes that occur at even smaller", "scales than the model is able to resolve; instead, parameterizations are", "required. Similarly, RCMs might not include a process or an interaction", "that is not yet well understood, even if it is able to be resolved at the", "spatial scale of the model. One additional source of uncertainty unique to", "RCMs arises from the fact that at their boundaries RCMs require output", "from GCMs to provide large-scale circulation such as winds, temperature,", "and moisture; the degree to which the driving GCM correctly captures", "large-scale circulation and climate will affect the performance of the", "RCM.^80 RCMs can be evaluated by directly comparing their output to", "observations; although this process can be challenging and time-consuming,", "it is often necessary to quantify the appropriate level of confidence that", "can be placed in their output.^77", "Studies have also highlighted the importance of large ensemble simulations", "when quantifying regional change.^81 However, due to their computational", "demand, extensive ensembles of RCM-based projections are rare. The largest", "ensembles of RCM simulations for North America are hosted by the North", "American Regional Climate Change Assessment Program (NARCCAP) and and the", "North American CORDEX project (NA-CORDEX). These simulations are useful", "for examining patterns of change over North America and providing a broad", "suite of surface and upper-air variables to characterize future impacts.", "Since these ensembles are based on four simulations from four CMIP3 GCMs", "for a mid-high SRES scenario (NARCCAP) and six CMIP5 GCMs for two RCP", "scenarios (NA-CORDEX), they do not encompass the full range of uncertainty", "in future projections due to human activities, natural variability, and", "climate sensitivity.", "Metadata  Share", "_____________________", "Figure 4.4", "[IMG] VIEW", "CMIP5 global climate models typically operate at coarser horizontal", "spatial scales on the order of 30 to 200 miles (50 to 300 km), while", "regional climate models have much finer resolutions, on the order of 6 to", "30 miles (10 to 50 km). This figure compares annual average precipitation", "(in millimeters) for the historical period 1979â\u0080\u00932008 using (a) a", "resolution of 250 km or 150 miles with (b) a resolution of 15 miles or 25", "km to illustrate the importance of spatial scale in resolving key", "topographical features, particularly along the coasts and in mountainous", "areas. In this case, both simulations are by the GFDL HIRAM, an", "experimental high-resolution model. (Figure source: adapted from Dixon et", "al. 2016^86 ).", "4.3.3 Empirical Statistical Downscaling Models", "Empirical statistical downscaling models (ESDMs) combine GCM output with", "historical observations to translate large-scale predictors or patterns", "into high-resolution projections at the scale of observations. The", "observations used in an ESDM can range from individual weather stations to", "gridded datasets. As output, ESDMs can generate a range of products, from", "large grids to analyses optimized for a specific location, variable, or", "decision-context.", "Statistical techniques are varied, from the simple difference or delta", "approaches used in the first NCA (subtracting historical simulated values", "from future values, and adding the resulting delta to historical", "observations)^25 to the parametric quantile mapping approach used in NCA2", "and 3.^26 ^,^27 ^,^82 Even more complex clustering and advanced", "mathematical modeling techniques can rival dynamical downscaling in their", "demand for computational resources (e.g., Vrac et al. 2007^83 ).", "Statistical models are generally flexible and less computationally", "demanding than RCMs. A number of databases using a variety of methods,", "including the LOcalized Constructed Analogs method (LOCA), provide", "statistically downscaled projections for a continuous period from 1960 to", "2100 using a large ensemble of global models and a range of higher and", "lower future scenarios to capture uncertainty due to human activities.", "ESDMs are also effective at removing biases in historical simulated", "values, leading to a good match between the average (multidecadal)", "statistics of observed and statistically downscaled climate at the spatial", "scale and over the historical period of the observational data used to", "train the statistical model. Unless methods can simultaneously downscale", "multiple variables, however, statistical downscaling carries the risk of", "altering some of the physical interdependences between variables. ESDMs", "are also limited in that they require observational data as input; the", "longer and more complete the record, the greater the confidence that the", "ESDM is being trained on a representative sample of climatic conditions", "for that location. Application of ESDMs to remote locations with sparse", "temporal and/or spatial records is challenging, though in many cases", "reanalysis^84 or even monthly satellite data^85 can be used in lieu of in", "situ observations. Lack of data availability can also limit the use of", "ESDMs in applications that require more variables than temperature and", "precipitation. Finally, statistical models are based on the key assumption", "that the relationship between large-scale weather systems and local", "climate or the spatial pattern of surface climate will remain stationary", "over the time horizon of the projections. This assumption may not hold if", "climate change alters local feedback processes that affect these", "relationships.", "ESDMs can be evaluated in three different ways, each of which provides", "useful insight into model performance.^77 First, the modelâ\u0080\u0099s", "goodness-of-fit can be quantified by comparing downscaled simulations for", "the historical period with the identical observations used to train the", "model. Second, the generalizability of the model can be determined by", "comparing downscaled historical simulations with observations from a", "different time period than was used to train the model; this is often", "accomplished via cross-validation. Third and most importantly, the", "stationarity of the model can be evaluated through a â\u0080\u009cperfect modelâ\u0080\u009d", "experiment using coarse-resolution GCM simulations to generate future", "projections, then comparing these with high-resolution GCM simulations for", "the same future time period. Initial analyses using the perfect model", "approach have demonstrated that the assumption of stationarity can vary", "significantly by ESDM method, by quantile, and by the time scale (daily or", "monthly) of the GCM input.^86", "ESDMs are best suited for analyses that require a broad range of future", "projections of standard, near-surface variables such as temperature and", "precipitation, at the scale of observations that may already be used for", "planning purposes. If the study needs to evaluate the full range of", "projected changes provided by multiple models and scenarios, then", "statistical downscaling may be more appropriate than dynamical", "downscaling. However, even within statistical downscaling, selecting an", "appropriate method for any given study depends on the questions being", "asked (see Kotamarthi et al. 2016^77 for further discussion on selection", "of appropriate downscaling methods). This report uses projections", "generated by LOCA,^63 which spatially matches model-simulated days, past", "and future, to analogs from observations.", "4.3.4 Averaging, Weighting, and Selection of Global Models", "The results of individual climate model simulations using the same inputs", "can differ from each other over shorter time scales ranging from several", "years to several decades.^87 ^,^88 These differences are the result of", "normal, natural variability, as well as the various ways models", "characterize various small-scale processes. Although decadal", "predictability is an active research area,^89 the timing of specific", "natural variations is largely unpredictable beyond several seasons. For", "this reason, multimodel simulations are generally averaged to remove the", "effects of randomly occurring natural variations from long-term trends and", "make it easier to discern the impact of external drivers, both human and", "natural, on Earthâ\u0080\u0099s climate. Multimodel averaging is typically the last", "stage in any analysis, used to prepare figures showing projected changes", "in quantities such as annual or seasonal temperature or precipitation (see", "Ch. 6: Temperature Change and Ch. 7: Precipitation Change). While the", "effect of averaging on the systematic errors depends on the extent to", "which models have similar errors or offsetting errors, there is growing", "recognition of the value of large ensembles of climate model simulations", "in addressing uncertainty in both natural variability and scientific", "modeling (e.g., Deser et al. 2012^87 ).", "Previous assessments have used a simple average to calculate the", "multimodel ensemble. This approach implicitly assumes each climate model", "is independent from the others and of equal ability. Neither of these", "assumptions, however, are completely valid. Some models share many", "components with other models in the CMIP5 archive, whereas others have", "been developed largely in isolation.^75 ^,^76 Also, some models are more", "successful than others at replicating observed climate and trends over the", "past century, at simulating the large-scale dynamical features responsible", "for creating or affecting the average climate conditions over a certain", "region, such as the Arctic or the Caribbean (e.g., Wang et al. 2007;^90", "Wang et al. 2014;^91 Ryu and Hayhoe 2014^92 ), or at simulating past", "climates with very different states than present day.^93 Evaluation of the", "success of a specific model often depends on the variable or metric being", "considered in the analysis, with some models performing better than others", "for certain regions or variables. However, all future simulations agree", "that both global and regional temperatures will increase over this century", "in response to increasing emissions of greenhouse gases from human", "activities.", "Can more sophisticated weighting or model selection schemes improve the", "quality of future projections? In the past, model weights were often based", "on historical performance; yet performance varies by region and variable,", "and may not equate to improved future projections.^65 For example, ranking", "GCMs based on their average biases in temperature gives a very different", "result than when the same models are ranked based on their ability to", "simulate observed temperature trends.^94 ^,^95 If GCMs are weighted in a", "way that does not accurately capture the true uncertainty in regional", "change, the result can be less robust than an equally-weighted mean.^96", "Although the intent of weighting models is to increase the robustness of", "the projections, by giving lesser weight to outliers a weighting scheme", "may increase the risk of underestimating the range of uncertainty, a", "tendency that has already been noted in multi-model ensembles (see Ch. 15:", "Potential Surprises).", "Despite these challenges, for the first time in an official U.S. Global", "Change Research Program report, this assessment uses model weighting to", "refine future climate change projections (see also Appendix B: Weighting", "Strategy).^97 The weighting approach is unique: it takes into account the", "interdependence of individual climate models as well as their relative", "abilities in simulating North American climate. Understanding of model", "history, together with the fingerprints of particular model biases, has", "been used to identify model pairs that are not independent. In this", "report, model independence and selected global and North American model", "quality metrics are considered in order to determine the weighting", "parameters.^97 Evaluation of this approach shows improved performance of", "the weighted ensemble over the Arctic, a region where model-based trends", "often differ from observations, but little change in global-scale", "temperature response and in other regions where modeled and observed", "trends are similar, although there are small regional differences in the", "statistical significance of projected changes. The choice of metric used", "to evaluate models has very little effect on the independence weighting,", "and some moderate influence on the skill weighting if only a small number", "of variables are used to assess model quality. Because a large number of", "variables are combined to produce a comprehensive â\u0080\u009cskill metric,â\u0080\u009d the", "metric is not highly sensitive to any single variable. All multimodel", "figures in this report use the approach described in Appendix B: Weighting", "Strategy.", "Share", "_____________________", "4.4: Uncertainty in Future Projections", "The timing and magnitude of projected future climate change is uncertain", "due to the ambiguity introduced by human choices (as discussed in Section", "4.2), natural variability, and scientific uncertainty,^87 ^,^98 ^,^99", "which includes uncertainty in both scientific modeling and climate", "sensitivity (see Ch. 2: Physical Drivers of Climate Change). Confidence in", "projections of specific aspects of future climate change increases if", "formal detection and attribution analyses (Ch. 3: Detection and", "Attribution) indicate that an observed change has been influenced by human", "activities, and the projection is consistent with attribution. However, in", "many cases, especially at the regional scales considered in this", "assessment, a human-forced response may not yet have emerged from the", "noise of natural climate variability but may be expected to in the future", "(e.g., Hawkins and Sutton 2009^98 , 2011^99 ). In such cases, confidence", "in such â\u0080\u009cprojections without attributionâ\u0080\u009d may still be significant", "under higher scenarios, if the relevant physical mechanisms of change are", "well understood.", "Scientific uncertainty encompasses multiple factors. The first is", "parametric uncertaintyâ\u0080\u0094the ability of GCMs to simulate processes that", "occur on spatial or temporal scales smaller than they can resolve. The", "second is structural uncertaintyâ\u0080\u0094whether GCMs include and accurately", "represent all the important physical processes occurring on scales they", "can resolve. Structural uncertainty can arise because a process is not yet", "recognizedâ\u0080\u0094such as â\u0080\u009ctipping pointsâ\u0080\u009d or mechanisms of abrupt", "changeâ\u0080\u0094or because it is known but is not yet understood well enough to", "be modeled accuratelyâ\u0080\u0094such as dynamical mechanisms that are important to", "melting ice sheets (see Ch. 15: Potential Surprises). The third is climate", "sensitivityâ\u0080\u0094a measure of the response of the planet to increasing levels", "of CO_2, which is formally defined in Chapter 2: Physical Drivers of", "Climate Change as the equilibrium temperature change resulting from a", "doubling of CO_2 levels in the atmosphere relative to preindustrial", "levels. Various lines of evidence constrain the likely value of climate", "sensitivity to between 2.7Â°F and 8.1Â°F (1.5Â°C and 4.5Â°C;^100 see Ch.", "2: Physical Drivers of Climate Change for further discussion).", "Which of these sources of uncertaintyâ\u0080\u0094human, natural, and", "scientificâ\u0080\u0094is most important depends on the time frame and the variable", "considered. As future scenarios diverge (Figure 4.1), so too do projected", "changes in global and regional temperatures.^98 Uncertainty in the", "magnitude and sign of projected changes in precipitation and other aspects", "of climate is even greater. The processes that lead to precipitation", "happen at scales smaller than what can be resolved by even high-resolution", "models, requiring significant parameterization. Precipitation also depends", "on many large-scale aspects of climate, including atmospheric circulation,", "storm tracks, and moisture convergence. Due to the greater level of", "complexity associated with modeling precipitation, scientific uncertainty", "tends to dominate in precipitation projections throughout the entire", "century, affecting both the magnitude and sometimes (depending on", "location) the sign of the projected change in precipitation.^99", "Metadata  Share", "_____________________", "Figure 4.5", "[IMG] VIEW", "The fraction of total variance in decadal mean surface air temperature", "predictions explained by the three components of total uncertainty is", "shown for the lower 48 states (similar results are seen for Hawaiâ\u0080\u0099i and", "Alaska, not shown). Orange regions represent human or scenario", "uncertainty, blue regions represent model uncertainty, and green regions", "represent the internal variability component. As the size of the region is", "reduced, the relative importance of internal variability increases. In", "interpreting this figure, it is important to remember that it shows the", "fractional sources of uncertainty. Total uncertainty increases as time", "progresses. (Figure source: adapted from Hawkins and Sutton 2009^98 ).", "Over the next few decades, the greater part of the range or uncertainty in", "projected global and regional change will be the result of a combination", "of natural variability (mostly related to uncertainty in specifying the", "initial conditions of the state of the ocean)^88 and scientific", "limitations in our ability to model and understand the Earthâ\u0080\u0099s climate", "system (Figure 4.5, Ch. 5: Circulation & Variability). Differences in", "future scenarios, shown in orange in Figure 4.5, represent the difference", "between scenarios, or human activity. Over the short term, this", "uncertainty is relatively small. As time progresses, however, differences", "in various possible future pathways become larger and the delayed ocean", "response to these differences begins to be realized. By about 2030, the", "human source of uncertainty becomes increasingly important in determining", "the magnitude and patterns of future global warming. Even though natural", "variability will continue to occur, most of the difference between present", "and future climates will be determined by choices that society makes today", "and over the next few decades. The further out in time we look, the", "greater the influence of these human choices are on the magnitude of", "future warming.", "Share", "_____________________", "References", "* Bellenger, H., E. Guilyardi, J. Leloup, M. Lengaigne, and J. Vialard,", "2014: ENSO representation in climate models: From CMIP3 to CMIP5.", "Climate Dynamics, 42, 1999â\u0080\u00932018, doi:10.1007/s00382-013-1783-z. â\u0086©", "* Bowen, G. J., B. J. Maibauer, M. J. Kraus, U. Rohl, T. Westerhold, A.", "Steimke, P. D. Gingerich, S. L. Wing, and W. C. Clyde, 2015: Two", "massive, rapid releases of carbon during the onset of the", "Palaeocene-Eocene thermal maximum. Nature Geoscience, 8, 44â\u0080\u009347,", "doi:10.1038/ngeo2316. â\u0086©", "* Braconnot, P., S. P. Harrison, M. Kageyama, P. J. Bartlein, V.", "Masson-Delmotte, A. Abe-Ouchi, B. Otto-Bliesner, and Y. Zhao, 2012:", "Evaluation of climate models using palaeoclimatic data. Nature Climate", "Change, 2, 417â\u0080\u0093424, doi:10.1038/nclimate1456. â\u0086©", "* Brands, S., J. M. GutiÃ©rrez, S. Herrera, and A. S. CofiÃ±o, 2012: On", "the use of reanalysis data for downscaling. Journal of Climate, 25,", "2517â\u0080\u00932526, doi:10.1175/jcli-d-11-00251.1. â\u0086©", "* Bretherton, F., K. Bryan, J. Woods, J. Hansen, M. Hoffert, X. Jiang,", "S. Manabe, G. Meehl, S. Raper, D. Rind, M. Schlesinger, R. Stouffer,", "T. Volk, and T. Wigley, 1990: Time-dependent greenhouse-gas-induced", "climate change. J. T. Houghton, G. J. Jenkins, and J. J. Ephraums,", "Eds., Cambridge University Press, 173â\u0080\u0093193. â\u0086©", "* Collins, M., R. Knutti, J. Arblaster, J.-L. Dufresne, T. Fichefet, P.", "Friedlingstein, X. Gao, W. J. Gutowski, T. Johns, G. Krinner, M.", "Shongwe, C. Tebaldi, A. J. Weaver, and M. Wehner, 2013: Long-term", "climate change: Projections, commitments and irreversibility. T.F.", "Stocker, D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung,", "A. Nauels, Y. Xia, V. Bex, and P.M. Midgley, Eds., Cambridge", "University Press, 1029â\u0080\u00931136. URL â\u0086©", "* Crowley, T. J., 1990: Are there any satisfactory geologic analogs for", "a future greenhouse warming? Journal of Climate, 3, 1282â\u0080\u00931292,", "doi:10.1175/1520-0442(1990)003<1282:atasga>2.0.co;2. â\u0086©", "* Cubasch, U., D. Wuebbles, D. Chen, M. C. Facchini, D. Frame, N.", "Mahowald, and J.-G. Winther, 2013: Introduction. T.F. Stocker, D. Qin,", "G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia,", "V. Bex, and P.M. Midgley, Eds., Cambridge University Press, 119â\u0080\u0093158.", "URL â\u0086©", "* Cubasch, U., G. Meehl, G. Boer, R. Stouffer, M. Dix, A. Noda, C.", "Senior, S. Raper, and K. Yap, 2001: Projections of future climate", "change. J. T. Houghton, Y. Ding, D. J. Griggs, M. Noquer, P.J. Van der", "Linden, X. Dai, K. Maskell, and C. A. Johnson, Eds., Cambridge", "University Press, 525â\u0080\u0093582. URL â\u0086©", "* DeConto, R. M., and D. Pollard, 2016: Contribution of Antarctica to", "past and future sea-level rise. Nature, 531, 591â\u0080\u0093597,", "doi:10.1038/nature17145. â\u0086©", "* Deser, C., A. Phillips, V. Bourdette, and H. Teng, 2012: Uncertainty", "in climate change projections: The role of internal variability.", "Climate Dynamics, 38, 527â\u0080\u0093546, doi:10.1007/s00382-010-0977-x. â\u0086©", "* Deser, C., A. S. Phillips, M. A. Alexander, and B. V. Smoliak, 2014:", "Projecting North American climate over the next 50 years: Uncertainty", "due to internal variability. Journal of Climate, 27, 2271â\u0080\u00932296,", "doi:10.1175/JCLI-D-13-00451.1. â\u0086©", "* Deser, C., R. Knutti, S. Solomon, and A. S. Phillips, 2012:", "Communication of the role of natural variability in future North", "American climate. Nature Climate Change, 2, 775â\u0080\u0093779,", "doi:10.1038/nclimate1562. â\u0086©", "* Dixon, K. W., J. R. Lanzante, M. J. Nath, K. Hayhoe, A. Stoner, A.", "Radhakrishnan, V. Balaji, and C. F. GaitÃ¡n, 2016: Evaluating the", "stationarity assumption in statistically downscaled climate", "projections: Is past performance an indicator of future results?", "Climatic Change, 135, 395â\u0080\u0093408, doi:10.1007/s10584-016-1598-0. â\u0086©", "* Dutton, A., A. E. Carlson, A. J. Long, G. A. Milne, P. U. Clark, R.", "DeConto, B. P. Horton, S. Rahmstorf, and M. E. Raymo, 2015: Sea-level", "rise due to polar ice-sheet mass loss during past warm periods.", "Science, 349, aaa4019, doi:10.1126/science.aaa4019. â\u0086©", "* Feser, F., B. Rockel, H. von Storch, J. Winterfeldt, and M. Zahn,", "2011: Regional climate models add value to global model data: A review", "and selected examples. Bulletin of the American Meteorological", "Society, 92, 1181â\u0080\u00931192, doi:10.1175/2011BAMS3061.1. â\u0086©", "* Fix, M. J., D. Cooley, S. R. Sain, and C. Tebaldi, 2016: A comparison", "of U.S. precipitation extremes under RCP8.5 and RCP4.5 with an", "application of pattern scaling. Climatic Change, First online, 1â\u0080\u009313,", "doi:10.1007/s10584-016-1656-7. â\u0086©", "* Flato, G., J. Marotzke, B. Abiodun, P. Braconnot, S. C. Chou, W.", "Collins, P. Cox, F. Driouech, S. Emori, V. Eyring, C. Forest, P.", "Gleckler, E. Guilyardi, C. Jakob, V. Kattsov, C. Reason, and M.", "Rummukainen, 2013: Evaluation of climate models. T.F. Stocker, D. Qin,", "G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia,", "V. Bex, and P.M. Midgley, Eds., Cambridge University Press, 741â\u0080\u0093866.", "URL â\u0086©", "* Frieler, K., M. Meinshausen, A. Golly, M. Mengel, K. Lebek, S. D.", "Donner, and O. Hoegh-Guldberg, 2013: Limiting global warming to 2Â°C", "is unlikely to save most coral reefs. Nature Climate Change, 3,", "165â\u0080\u0093170, doi:10.1038/nclimate1674. â\u0086©", "* Gasson, E., D. J. Lunt, R. DeConto, A. Goldner, M. Heinemann, M.", "Huber, A. N. LeGrande, D. Pollard, N. Sagoo, M. Siddall, A. Winguth,", "and P. J. Valdes, 2014: Uncertainties in the modelled CO 2Â  threshold", "for Antarctic glaciation. Climate of the Past, 10, 451â\u0080\u0093466,", "doi:10.5194/cp-10-451-2014. â\u0086©", "* Giorgi, F., and E. Coppola, 2010: Does the model regional bias affect", "the projected regional climate change? An analysis of global model", "projections. Climatic Change, 100, 787â\u0080\u0093795,", "doi:10.1007/s10584-010-9864-z. â\u0086©", "* Green, F., and N. Stern, 2016: Chinaâ\u0080\u0099s changing economy:", "Implications for its carbon dioxide emissions. Climate Policy, 17,", "423â\u0080\u0093442, doi:10.1080/14693062.2016.1156515. â\u0086©", "* Hartmann, D. L., A. M. G. KleinÂ Tank, M. Rusticucci, L. V. Alexander,", "S. BroÌ\u0088nnimann, Y. Charabi, F. J. Dentener, E. J. Dlugokencky, D. R.", "Easterling, A. Kaplan, B. J. Soden, P. W. Thorne, M. Wild, and P. M.", "Zhai, 2013: Observations: Atmosphere and surface. T.F. Stocker, D.", "Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y.", "Xia, V. Bex, and P.M. Midgley, Eds., Cambridge University Press,", "159â\u0080\u0093254. URL â\u0086©", "* Hawkins, E., and R. Sutton, 2009: The potential to narrow uncertainty", "in regional climate predictions. Bulletin of the American", "Meteorological Society, 90, 1095â\u0080\u00931107, doi:10.1175/2009BAMS2607.1.", "â\u0086©", "* Hawkins, E., and R. Sutton, 2011: The potential to narrow uncertainty", "in projections of regional precipitation change. Climate Dynamics, 37,", "407â\u0080\u0093418, doi:10.1007/s00382-010-0810-6. â\u0086©", "* Haywood, A. M. et al., 2013: Large-scale features of Pliocene climate:", "Results from the Pliocene Model Intercomparison Project. Climate of", "the Past, 9, 191â\u0080\u0093209, doi:10.5194/cp-9-191-2013. â\u0086©", "* Herger, N., B. M. Sanderson, and R. Knutti, 2015: Improved pattern", "scaling approaches for the use in climate impact studies. Geophysical", "Research Letters, 42, 3486â\u0080\u00933494, doi:10.1002/2015GL063569. â\u0086©", "* IEA, 2016: URL â\u0086©", "* IIASA, 2016: RCP Database. Version 2.0.5. International Institute for", "Applied Systems Analysis. URL â\u0086©", "* IPCC, 1990: Climate Change: The IPCC Scientific Assessment. Cambridge", "University Press, 212 pp. â\u0086©", "* IPCC, 2013: Summary for policymakers. T.F. Stocker, D. Qin, G.-K.", "Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V.", "Bex, and P.M. Midgley, Eds., Cambridge University Press, 1â\u0080\u009330. â\u0086©", "* Jackson, R. B., J. G. Canadell, C. Le Quere, R. M. Andrew, J. I.", "Korsbakken, G. P. Peters, and N. Nakicenovic, 2016: Reaching peak", "emissions. Nature Climate Change, 6, 7â\u0080\u009310, doi:10.1038/nclimate2892.", "â\u0086©", "* Jagniecki, E. A., T. K. Lowenstein, D. M. Jenkins, and R. V. Demicco,", "2015: Eocene atmospheric CO2 from the nahcolite proxy. Geology, 43,", "1075â\u0080\u00931078, doi:10.1130/g36886.1. â\u0086©", "* Jouzel, J. et al., 2007: Orbital and millennial Antarctic climate", "variability over the past 800,000 years. Science, 317, 793â\u0080\u0093796,", "doi:10.1126/science.1141038. â\u0086©", "* Jun, M., R. Knutti, and D. W. Nychka, 2008: Local eigenvalue analysis", "of CMIP3 climate model errors. Tellus A, 60, 992â\u0080\u00931000,", "doi:10.1111/j.1600-0870.2008.00356.x. â\u0086©", "* Karl, T. R., J. T. Melillo, and T. C. Peterson, eds., 2009: Global", "Climate Change Impacts in the United States. Cambridge University", "Press, 189 pp. URL â\u0086©", "* Kattenberg, A., F. Giorgi, H. Grassl, G. Meehl, J. Mitchell, R.", "Stouffer, T. Tokioka, A. Weaver, and T. Wigley, 1996: Climate models -", "projections of future climate. J. T. Houghton, L.G. Meira Filho, B.A.", "Callander, N. Harris, A. Kattenberg, and K. Maskell, Eds., Cambridge", "University Press, 285â\u0080\u0093358. URL â\u0086©", "* Kharin, V. V., F. W. Zwiers, X. Zhang, and M. Wehner, 2013: Changes in", "temperature and precipitation extremes in the CMIP5 ensemble. Climatic", "Change, 119, 345â\u0080\u0093357, doi:10.1007/s10584-013-0705-8. â\u0086©", "* Kirtland Turner, S., P. F. Sexton, C. D. Charles, and R. D. Norris,", "2014: Persistence of carbon release events through the peak of early", "Eocene global warmth. Nature Geoscience, 7, 748â\u0080\u0093751,", "doi:10.1038/ngeo2240. â\u0086©", "* Kirtman, B., S. B. Power, J. A. Adedoyin, G. J. Boer, R. Bojariu, I.", "Camilloni, F. J. Doblas-Reyes, A. M. Fiore, M. Kimoto, G. A. Meehl, M.", "Prather, A. Sarr, C. Schar, R. Sutton, G. J. van Oldenborgh, G.", "Vecchi, and H. J. Wang, 2013: Near-term climate change: Projections", "and predictability. T.F. Stocker, D. Qin, G.-K. Plattner, M. Tignor,", "S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex, and P.M. Midgley,", "Eds., Cambridge University Press, 953â\u0080\u00931028. â\u0086©", "* Knutson, T. R., J. J. Sirutis, G. A. Vecchi, S. Garner, M. Zhao, H.-S.", "Kim, M. Bender, R. E. Tuleya, I. M. Held, and G. Villarini, 2013:", "Dynamical downscaling projections of twenty-first-century Atlantic", "hurricane activity: CMIP3 and CMIP5 model-based scenarios. Journal of", "Climate, 27, 6591â\u0080\u00936617, doi:10.1175/jcli-d-12-00539.1. â\u0086©", "* Knutti, R., D. Masson, and A. Gettelman, 2013: Climate model", "genealogy: Generation CMIP5 and how we got there. Geophysical Research", "Letters, 40, 1194â\u0080\u00931199, doi:10.1002/grl.50256. â\u0086©", "* Knutti, R., J. SedlÃ¡Ä\u008dek, B. M. Sanderson, R. Lorenz, E. M. Fischer,", "and V. Eyring, 2017: A climate model projection weighting scheme", "accounting for performance and interdependence. Geophysical Research", "Letters, 44, 1909â\u0080\u00931918, doi:10.1002/2016GL072012. â\u0086©", "* Knutti, R., and J. SedlÃ¡Ä\u008dek, 2013: Robustness and uncertainties in", "the new CMIP5 climate model projections. Nature Climate Change, 3,", "369â\u0080\u0093373, doi:10.1038/nclimate1716. â\u0086©", "* Kopp, R. E., F. J. Simons, J. X. Mitrovica, A. C. Maloof, and M.", "Oppenheimer, 2009: Probabilistic assessment of sea level during the", "last interglacial stage. Nature, 462, 863â\u0080\u0093867,", "doi:10.1038/nature08686. â\u0086©", "* Korsbakken, J. I., G. P. Peters, and R. M. Andrew, 2016: Uncertainties", "around reductions in Chinaâ\u0080\u0099s coal use and CO2 emissions. Nature", "Climate Change, 6, 687â\u0080\u0093690, doi:10.1038/nclimate2963. â\u0086©", "* Kotamarthi, R., L. Mearns, K. Hayhoe, C. Castro, and D. Wuebbles,", "2016: Use of Climate Information for Decision-Making and Impact", "Research. 55 pp., U.S. Department of Defense, Strategic Environment", "Research and Development Program Report. â\u0086©", "* Kumar, D., E. Kodra, and A. R. Ganguly, 2014: Regional and seasonal", "intercomparison of CMIP3 and CMIP5 climate model ensembles for", "temperature and precipitation. Climate Dynamics, 43, 2491â\u0080\u00932518,", "doi:10.1007/s00382-014-2070-3. â\u0086©", "* Lauer, A., and K. Hamilton, 2013: Simulating clouds with global", "climate models: A comparison of CMIP5 results with CMIP3 and satellite", "data. Journal of Climate, 26, 3823â\u0080\u00933845,", "doi:10.1175/jcli-d-12-00451.1. â\u0086©", "* Le QuÃ©rÃ©, C. et al., 2009: Trends in the sources and sinks of carbon", "dioxide. Nature Geoscience, 2, 831â\u0080\u0093836, doi:10.1038/ngeo689. â\u0086©", "* Leggett, J., W. J. Pepper, R. J. Swart, J. Edmonds, L. G. M. Filho, I.", "Mintzer, M. X. Wang, and J. Watson, 1992: Emissions scenarios for the", "IPCC: An update. J.T. Houghton, B.A. Callander, and S.K. Varney, Eds.,", "Cambridge University Press, 73â\u0080\u009395. URL â\u0086©", "* Lunt, D. J., T. Dunkley Jones, M. Heinemann, M. Huber, A. LeGrande, A.", "Winguth, C. Loptson, J. Marotzke, C. D. Roberts, J. Tindall, P.", "Valdes, and C. Winguth, 2012: A modelâ\u0080\u0093data comparison for a", "multi-model ensemble of early Eocene atmosphereâ\u0080\u0093ocean simulations:", "EoMIP. Climate of the Past, 8, 1717â\u0080\u00931736,", "doi:10.5194/cp-8-1717-2012. â\u0086©", "* Masui, T., K. Matsumoto, Y. Hijioka, T. Kinoshita, T. Nozawa, S.", "Ishiwatari, E. Kato, P. R. Shukla, Y. Yamagata, and M. Kainuma, 2011:", "An emission pathway for stabilization at 6Â Wm â\u0088\u00922Â  radiative", "forcing. Climatic Change, 109, 59, doi:10.1007/s10584-011-0150-5. â\u0086©", "* Meehl, G. A., T. F. Stocker, W. D. Collins, P. Friedlingstein, A. T.", "Gaye, J. M. Gregory, A. Kitoh, R. Knutti, J. M. Murphy, A. Noda, S. C.", "B. Raper, I. G. Watterson, A. J. Weaver, and Z.-C. Zhao, 2007: Ch. 10:", "Global climate projections. S. Solomon, D. Qin, M. Manning, Z. Chen,", "M. Marquis, K.B. Averyt, M. Tignor, and H.L. Miller, Eds., Cambridge", "University Press, 747â\u0080\u0093845. URL â\u0086©", "* Meinshausen, M., S. J. Smith, K. Calvin, J. S. Daniel, M. L. T.", "Kainuma, J. F. Lamarque, K. Matsumoto, S. A. Montzka, S. C. B. Raper,", "K. Riahi, A. Thomson, G. J. M. Velders, and D. P. P. van Vuuren, 2011:", "The RCP greenhouse gas concentrations and their extensions from 1765", "to 2300. Climatic Change, 109, 213â\u0080\u0093241,", "doi:10.1007/s10584-011-0156-z. â\u0086©", "* Melillo, J. M., T. (T. C. . Richmond, and G. W. Yohe, eds., 2014:", "Climate Change Impacts in the United States: The Third National", "Climate Assessment. U.S. Global Change Research Program, 841 pp. â\u0086©", "* Miller, K. G., J. D. Wright, J. V. Browning, A. Kulpecz, M. Kominz, T.", "R. Naish, B. S. Cramer, Y. Rosenthal, W. R. Peltier, and S. Sosdian,", "2012: High tide of the warm Pliocene: Implications of global sea level", "for Antarctic deglaciation. Geology, 40, 407â\u0080\u0093410,", "doi:10.1130/g32869.1. â\u0086©", "* Mitchell, T. D., 2003: Pattern scaling: An examination of the accuracy", "of the technique for describing future climates. Climatic Change, 60,", "217â\u0080\u0093242, doi:10.1023/a:1026035305597. â\u0086©", "* Moss, R. H., J. A. Edmonds, K. A. Hibbard, M. R. Manning, S. K. Rose,", "D. P. van Vuuren, T. R. Carter, S. Emori, M. Kainuma, T. Kram, G. A.", "Meehl, J. F. B. Mitchell, N. Nakicenovic, K. Riahi, S. J. Smith, R. J.", "Stouffer, A. M. Thomson, J. P. Weyant, and T. J. Wilbanks, 2010: The", "next generation of scenarios for climate change research and", "assessment. Nature, 463, 747â\u0080\u0093756, doi:10.1038/nature08823. â\u0086©", "* NAST, 2001: Climate Change Impacts on the United States: The Potential", "Consequences of Climate Variability and Change, Report for the US", "Global Change Research Program. 620 pp., U.S. Global Climate Research", "Program, National Assessment Synthesis Team. URL â\u0086©", "* NEEM, 2013: Eemian interglacial reconstructed from a Greenland folded", "ice core. Nature, 493, 489â\u0080\u0093494, doi:10.1038/nature11789. â\u0086©", "* NRC, 2011: Climate Stabilization Targets: Emissions, Concentrations,", "and Impacts over Decades to Millennia. National Research Council. The", "National Academies Press, 298 pp. â\u0086©", "* Nakicenovic, N. et al., 2000: IPCC Special Report on Emissions", "Scenarios. Cambridge University Press. URL â\u0086©", "* Otto-Bliesner, B. L., N. Rosenbloom, E. J. Stone, N. P. McKay, D. J.", "Lunt, E. C. Brady, and J. T. Overpeck, 2013: How warm was the last", "interglacial? New modelâ\u0080\u0093data comparisons. Philosophical Transactions", "of the Royal Society A: Mathematical, Physical and Engineering", "Sciences, 371, 20130097, doi:10.1098/rsta.2013.0097. â\u0086©", "* Oâ\u0080\u0099Neill, B. C., E. Kriegler, K. Riahi, K. L. Ebi, S. Hallegatte, T.", "R. Carter, R. Mathur, and D. P. van Vuuren, 2014: A new scenario", "framework for climate change research: The concept of shared", "socioeconomic pathways. Climatic Change, 122, 387â\u0080\u0093400,", "doi:10.1007/s10584-013-0905-2. â\u0086©", "* Pagani, M., M. Huber, Z. Liu, S. M. Bohaty, J. Henderiks, W. Sijp, S.", "Krishnan, and R. M. DeConto, 2011: The role of carbon dioxide during", "the onset of Antarctic glaciation. Science, 334, 1261â\u0080\u00931264,", "doi:10.1126/science.1203909. â\u0086©", "* Penman, D. E., B. HÃ¶nisch, R. E. Zeebe, E. Thomas, and J. C. Zachos,", "2014: Rapid and sustained surface ocean acidification during the", "Paleocene-Eocene Thermal Maximum. Paleoceanography, 29, 357â\u0080\u0093369,", "doi:10.1002/2014PA002621. â\u0086©", "* Pierce, D. W., D. R. Cayan, and B. L. Thrasher, 2014: Statistical", "downscaling using Localized Constructed Analogs (LOCA). Journal of", "Hydrometeorology, 15, 2558â\u0080\u00932585, doi:10.1175/jhm-d-14-0082.1. â\u0086©", "* Prein, A. F., W. Langhans, G. Fosser, A. Ferrone, N. Ban, K. Goergen,", "M. Keller, M. TÃ¶lle, O. Gutjahr, F. Feser, E. Brisson, S. Kollet, J.", "Schmidli, N. P. M. van Lipzig, and R. Leung, 2015: A review on", "regional convection-permitting climate modeling: Demonstrations,", "prospects, and challenges. Reviews of Geophysics, 53, 323â\u0080\u0093361,", "doi:10.1002/2014RG000475. â\u0086©", "* Raupach, M. R., G. Marland, P. Ciais, C. Le QuÃ©rÃ©, J. G. Canadell,", "G. Klepper, and C. B. Field, 2007: Global and regional drivers of", "accelerating CO2 emissions. Proceedings of the National Academy of", "Sciences, 104, 10288â\u0080\u009310293, doi:10.1073/pnas.0700609104. â\u0086©", "* Rhein, M., S. R. Rintoul, S. Aoki, E. Campos, D. Chambers, R. A.", "Feely, S. Gulev, G. C. Johnson, S. A. Josey, A. Kostianoy, C.", "Mauritzen, D. Roemmich, L. D. Talley, and F. Wang, 2013: Observations:", "Ocean. T.F. Stocker, D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J.", "Boschung, A. Nauels, Y. Xia, V. Bex, and P.M. Midgley, Eds., Cambridge", "University Press, 255â\u0080\u0093316. URL â\u0086©", "* Riahi, K., S. Rao, V. Krey, C. Cho, V. Chirkov, G. Fischer, G.", "Kindermann, N. Nakicenovic, and P. Rafaj, 2011: RCP 8.5â\u0080\u0094A scenario", "of comparatively high greenhouse gas emissions. Climatic Change, 109,", "33â\u0080\u009357, doi:10.1007/s10584-011-0149-y. â\u0086©", "* Royer, D. L., 2014: 6.11 - Atmospheric CO 2Â  and O 2Â  during the", "Phanerozoic: Tools, patterns, and impacts. H.D. Holland and K.K.", "Turekian, Eds., Elsevier, 251â\u0080\u0093267. â\u0086©", "* Ryu, J.-H., and K. Hayhoe, 2013: Understanding the sources of", "Caribbean precipitation biases in CMIP3 and CMIP5 simulations. Climate", "Dynamics, 42, 3233â\u0080\u00933252, doi:10.1007/s00382-013-1801-1. â\u0086©", "* Sanderson, B. M., B. C. Oâ\u0080\u0099Neill, and C. Tebaldi, 2016: What would it", "take to achieve the Paris temperature targets? Geophysical Research", "Letters, 43, 7133â\u0080\u00937142, doi:10.1002/2016GL069563. â\u0086©", "* Sanderson, B. M., R. Knutti, and P. Caldwell, 2015: A representative", "democracy to reduce interdependency in a multimodel ensemble. Journal", "of Climate, 28, 5171â\u0080\u00935194, doi:10.1175/JCLI-D-14-00362.1. â\u0086©", "* Schneider, R., J. Schmitt, P. KÃ¶hler, F. Joos, and H. Fischer, 2013:", "A reconstruction of atmospheric carbon dioxide and its stable carbon", "isotopic composition from the penultimate glacial maximum to the last", "glacial inception. Climate of the Past, 9, 2507â\u0080\u00932523,", "doi:10.5194/cp-9-2507-2013. â\u0086©", "* Seki, O., G. L. Foster, D. N. Schmidt, A. Mackensen, K. Kawamura, and", "R. D. Pancost, 2010: Alkenone and boron-based Pliocene pCO2 records.", "Earth and Planetary Science Letters, 292, 201â\u0080\u0093211,", "doi:10.1016/j.epsl.2010.01.037. â\u0086©", "* Sheffield, J. et al., 2013: North American climate in CMIP5", "experiments. Part I: Evaluation of historical simulations of", "continental and regional climatology. Journal of Climate, 26,", "9209â\u0080\u00939245, doi:10.1175/jcli-d-12-00592.1. â\u0086©", "* Sheffield, J. et al., 2014: Regional Climate Processes and Projections", "for North America: CMIP3/CMIP5 Differences, Attribution and", "Outstanding Issues. 47 pp., NOAA Climate Program Office. â\u0086©", "* Smith, P. et al., 2016: Biophysical and economic limits to negative", "CO2 emissions. Nature Climate Change, 6, 42â\u0080\u009350,", "doi:10.1038/nclimate2870. â\u0086©", "* Stoner, A. M. K., K. Hayhoe, X. Yang, and D. J. Wuebbles, 2012: An", "asynchronous regional regression model for statistical downscaling of", "daily climate variables. International Journal of Climatology, 33,", "2473â\u0080\u00932494, doi:10.1002/joc.3603. â\u0086©", "* Sun, L., K. E. Kunkel, L. E. Stevens, A. Buddenberg, J. G. Dobson, and", "D. R. Easterling, 2015: Regional Surface Climate Conditions in CMIP3", "and CMIP5 for the United States: Differences, Similarities, and", "Implications for the U.S. National Climate Assessment. 111 pp.,", "National Oceanic and Atmospheric Administration, National", "Environmental Satellite, Data, and Information Service. â\u0086©", "* Swain, S., and K. Hayhoe, 2015: CMIP5 projected changes in spring and", "summer drought and wet conditions over North America. Climate", "Dynamics, 44, 2737â\u0080\u00932750, doi:10.1007/s00382-014-2255-9. â\u0086©", "* Tans, P., and R. Keeling, 2017: URL â\u0086©", "* Tebaldi, C., and J. M. Arblaster, 2014: Pattern scaling: Its strengths", "and limitations, and an update on the latest model simulations.", "Climatic Change, 122, 459â\u0080\u0093471, doi:10.1007/s10584-013-1032-9. â\u0086©", "* Thomson, A. M., K. V. Calvin, S. J. Smith, G. P. Kyle, A. Volke, P.", "Patel, S. Delgado-Arias, B. Bond-Lamberty, M. A. Wise, and L. E.", "Clarke, 2011: RCP4.5: A pathway for stabilization of radiative forcing", "by 2100. Climatic Change, 109, 77â\u0080\u009394, doi:10.1007/s10584-011-0151-4.", "â\u0086©", "* Thrasher, B., J. Xiong, W. Wang, F. Melton, A. Michaelis, and R.", "Nemani, 2013: Downscaled climate projections suitable for resource", "management. Eos, Transactions, American Geophysical Union, 94,", "321â\u0080\u0093323, doi:10.1002/2013EO370002. â\u0086©", "* UNFCCC, 2015: Paris Agreement. 25 pp., United Nations Framework", "Convention on Climate Change. URL â\u0086©", "* Vaittinada Ayar, P., M. Vrac, S. Bastin, J. Carreau, M. DÃ©quÃ©, and", "C. Gallardo, 2016: Intercomparison of statistical and dynamical", "downscaling models under the EURO- and MED-CORDEX initiative", "framework: Present climate evaluations. Climate Dynamics, 46,", "1301â\u0080\u00931329, doi:10.1007/s00382-015-2647-5. â\u0086©", "* Vaughan, D. G., J. C. Comiso, I. Allison, J. Carrasco, G. Kaser, R.", "Kwok, P. Mote, T. Murray, F. Paul, J. Ren, E. Rignot, O. Solomina, K.", "Steffen, and T. Zhang, 2013: Observations: Cryosphere. T.F. Stocker,", "D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels,", "Y. Xia, V. Bex, and P.M. Midgley, Eds., Cambridge University Press,", "317â\u0080\u0093382. URL â\u0086©", "* Vrac, M., M. Stein, and K. Hayhoe, 2007: Statistical downscaling of", "precipitation through nonhomogeneous stochastic weather typing.", "Climate Research, 34, 169â\u0080\u0093184, doi:10.3354/cr00696. â\u0086©", "* Wang, C., L. Zhang, S.-K. Lee, L. Wu, and C. R. Mechoso, 2014: A", "global perspective on CMIP5 climate model biases. Nature Climate", "Change, 4, 201â\u0080\u0093205, doi:10.1038/nclimate2118. â\u0086©", "* Wang, M., J. E. Overland, V. Kattsov, J. E. Walsh, X. Zhang, and T.", "Pavlova, 2007: Intrinsic versus forced variation in coupled climate", "model simulations over the Arctic during the twentieth century.", "Journal of Climate, 20, 1093â\u0080\u00931107, doi:10.1175/JCLI4043.1. â\u0086©", "* Wang, M., and J. E. Overland, 2012: A sea ice free summer Arctic", "within 30 years: An update from CMIP5 models. Geophysical Research", "Letters, 39, L18501, doi:10.1029/2012GL052868. â\u0086©", "* Wang, Y., L. R. Leung, J. L. McGregor, D.-K. Lee, W.-C. Wang, Y. Ding,", "and F. Kimura, 2004: Regional climate modeling: Progress, challenges,", "and prospects. Journal of the Meteorological Society of Japan. Series", "II, 82, 1599â\u0080\u00931628, doi:10.2151/jmsj.82.1599. â\u0086©", "* Weigel, A. P., R. Knutti, M. A. Liniger, and C. Appenzeller, 2010:", "Risks of model weighting in multimodel climate projections. Journal of", "Climate, 23, 4175â\u0080\u00934191, doi:10.1175/2010jcli3594.1. â\u0086©", "* Xie, S.-P., C. Deser, G. A. Vecchi, M. Collins, T. L. Delworth, A.", "Hall, E. Hawkins, N. C. Johnson, C. Cassou, A. Giannini, and M.", "Watanabe, 2015: Towards predictive understanding of regional climate", "change. Nature Climate Change, 5, 921â\u0080\u0093930, doi:10.1038/nclimate2689.", "â\u0086©", "* Zeebe, R. E., A. Ridgwell, and J. C. Zachos, 2016: Anthropogenic", "carbon release rate unprecedented during the past 66 million years.", "Nature Geoscience, 9, 325â\u0080\u0093329, doi:10.1038/ngeo2681. â\u0086©", "* van Vuuren, D. P., S. Deetman, M. G. J. den Elzen, A. Hof, M. Isaac,", "K. Klein Goldewijk, T. Kram, A. Mendoza Beltran, E. Stehfest, and J.", "van Vliet, 2011: RCP2.6: Exploring the possibility to keep global mean", "temperature increase below 2Â° C. Climatic Change, 109, 95â\u0080\u0093116,", "doi:10.1007/s10584-011-0152-3. â\u0086©", "×", "Modal", "USGCRP Globalchange.gov earth logo", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy â\u0080¢ Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]