["Skip to main content", "NCA4", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Full Report PDF Report in Brief PDF Summary", "Findings PDF All Report Figures (.zip) Full Report Bibliography (RIS)", "Order Printed Materials", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT Volume II: Impacts, Risks, and Adaptation in", "the United States", "The National Climate Assessment (NCA) assesses the science of climate", "change and variability and its impacts across the United States, now and", "throughout this century.", "SUMMARY FINDINGS", "REPORT CHAPTERS", "OVERVIEW", "DOWNLOADS", "Volume I presents an assessment of the physical science underlying this", "report: science2017.globalchange.gov", "* SUMMARY FINDINGS", "* Background", "* 1. Communities", "* 2. Economy", "* 3. Interconnected Impacts", "* 4. Actions to Reduce Risks", "* 5. Water", "* 6. Health", "* 7. Indigenous Peoples", "* 8. Ecosystems & Services", "* 9. Agriculture", "* 10. Infrastructure", "* 11. Oceans & Coasts", "* 12. Tourism & Recreation", "FOURTH NATIONAL CLIMATE ASSESSMENT", "Share", "_____________________", "Summary Findings", "These Summary Findings represent a high-level synthesis of the material in", "the underlying report. The findings consolidate Key Messages and", "supporting evidence from 16 national-level topic chapters, 10 regional", "chapters, and 2 chapters that focus on societal response strategies", "(mitigation and adaptation). Unless otherwise noted, qualitative", "statements regarding future conditions in these Summary Findings are", "broadly applicable across the range of different levels of future climate", "change and associated impacts considered in this report.", "Share", "_____________________", "1. Communities", "Climate change creates new risks and exacerbates existing", "vulnerabilities in communities across the United States, presenting", "growing challenges to human health and safety, quality of life, and the", "rate of economic growth.", "The impacts of climate change are already being felt in communities across", "the country. More frequent and intense extreme weather and climate-related", "events, as well as changes in average climate conditions, are expected to", "continue to damage infrastructure, ecosystems, and social systems that", "provide essential benefits to communities. Future climate change is", "expected to further disrupt many areas of life, exacerbating existing", "challenges to prosperity posed by aging and deteriorating infrastructure,", "stressed ecosystems, and economic inequality. Impacts within and across", "regions will not be distributed equally. People who are already", "vulnerable, including lower-income and other marginalized communities,", "have lower capacity to prepare for and cope with extreme weather and", "climate-related events and are expected to experience greater impacts.", "Prioritizing adaptation actions for the most vulnerable populations would", "contribute to a more equitable future within and across communities.", "Global action to significantly cut greenhouse gas emissions can", "substantially reduce climate-related risks and increase opportunities for", "these populations in the longer term.", "Share", "_____________________", "2. Economy", "Without substantial and sustained global mitigation and regional", "adaptation efforts, climate change is expected to cause growing losses", "to American infrastructure and property and impede the rate of economic", "growth over this century.", "In the absence of significant global mitigation action and regional", "adaptation efforts, rising temperatures, sea level rise, and changes in", "extreme events are expected to increasingly disrupt and damage critical", "infrastructure and property, labor productivity, and the vitality of our", "communities. Regional economies and industries that depend on natural", "resources and favorable climate conditions, such as agriculture, tourism,", "and fisheries, are vulnerable to the growing impacts of climate change.", "Rising temperatures are projected to reduce the efficiency of power", "generation while increasing energy demands, resulting in higher", "electricity costs. The impacts of climate change beyond our borders are", "expected to increasingly affect our trade and economy, including import", "and export prices and U.S. businesses with overseas operations and supply", "chains. Some aspects of our economy may see slight near-term improvements", "in a modestly warmer world. However, the continued warming that is", "projected to occur without substantial and sustained reductions in global", "greenhouse gas emissions is expected to cause substantial net damage to", "the U.S. economy throughout this century, especially in the absence of", "increased adaptation efforts. With continued growth in emissions at", "historic rates, annual losses in some economic sectors are projected to", "reach hundreds of billions of dollars by the end of the centuryâ\u0080\u0094more", "than the current gross domestic product (GDP) of many U.S. states.", "Share", "_____________________", "3. Interconnected Impacts", "Climate change affects the natural, built, and social systems we rely on", "individually and through their connections to one another. These", "interconnected systems are increasingly vulnerable to cascading impacts", "that are often difficult to predict, threatening essential services", "within and beyond the Nationâ\u0080\u0099s borders.", "Climate change presents added risks to interconnected systems that are", "already exposed to a range of stressors such as aging and deteriorating", "infrastructure, land-use changes, and population growth. Extreme weather", "and climate-related impacts on one system can result in increased risks or", "failures in other critical systems, including water resources, food", "production and distribution, energy and transportation, public health,", "international trade, and national security. The full extent of climate", "change risks to interconnected systems, many of which span regional and", "national boundaries, is often greater than the sum of risks to individual", "sectors. Failure to anticipate interconnected impacts can lead to missed", "opportunities for effectively managing the risks of climate change and can", "also lead to management responses that increase risks to other sectors and", "regions. Joint planning with stakeholders across sectors, regions, and", "jurisdictions can help identify critical risks arising from interaction", "among systems ahead of time.", "Share", "_____________________", "4. Actions to Reduce Risks", "Communities, governments, and businesses are working to reduce risks", "from and costs associated with climate change by taking action to lower", "greenhouse gas emissions and implement adaptation strategies. While", "mitigation and adaptation efforts have expanded substantially in the", "last four years, they do not yet approach the scale considered necessary", "to avoid substantial damages to the economy, environment, and human", "health over the coming decades.", "Future risks from climate change depend primarily on decisions made today.", "The integration of climate risk into decision-making and the", "implementation of adaptation activities have significantly increased since", "the Third National Climate Assessment in 2014, including in areas of", "financial risk reporting, capital investment planning, development of", "engineering standards, military planning, and disaster risk management.", "Transformations in the energy sectorâ\u0080\u0094including the displacement of coal", "by natural gas and increased deployment of renewable energyâ\u0080\u0094along with", "policy actions at the national, regional, state, and local levels are", "reducing greenhouse gas emissions in the United States. While these", "adaptation and mitigation measures can help reduce damages in a number of", "sectors, this assessment shows that more immediate and substantial global", "greenhouse gas emissions reductions, as well as regional adaptation", "efforts, would be needed to avoid the most severe consequences in the long", "term. Mitigation and adaptation actions also present opportunities for", "additional benefits that are often more immediate and localized, such as", "improving local air quality and economies through investments in", "infrastructure. Some benefits, such as restoring ecosystems and increasing", "community vitality, may be harder to quantify.", "Share", "_____________________", "5. Water", "The quality and quantity of water available for use by people and", "ecosystems across the country are being affected by climate change,", "increasing risks and costs to agriculture, energy production, industry,", "recreation, and the environment.", "Rising air and water temperatures and changes in precipitation are", "intensifying droughts, increasing heavy downpours, reducing snowpack, and", "causing declines in surface water quality, with varying impacts across", "regions. Future warming will add to the stress on water supplies and", "adversely impact the availability of water in parts of the United States.", "Changes in the relative amounts and timing of snow and rainfall are", "leading to mismatches between water availability and needs in some", "regions, posing threats to, for example, the future reliability of", "hydropower production in the Southwest and the Northwest. Groundwater", "depletion is exacerbating drought risk in many parts of the United States,", "particularly in the Southwest and Southern Great Plains. Dependable and", "safe water supplies for U.S. Caribbean, Hawaiâ\u0080\u0098i, and U.S.-Affiliated", "Pacific Island communities are threatened by drought, flooding, and", "saltwater contamination due to sea level rise. Most U.S. power plants rely", "on a steady supply of water for cooling, and operations are expected to be", "affected by changes in water availability and temperature increases. Aging", "and deteriorating water infrastructure, typically designed for past", "environmental conditions, compounds the climate risk faced by society.", "Water management strategies that account for changing climate conditions", "can help reduce present and future risks to water security, but", "implementation of such practices remains limited.", "Share", "_____________________", "6. Health", "Impacts from climate change on extreme weather and climate-related", "events, air quality, and the transmission of disease through insects and", "pests, food, and water increasingly threaten the health and well-being", "of the American people, particularly populations that are already", "vulnerable.", "Changes in temperature and precipitation are increasing air quality and", "health risks from wildfire and ground-level ozone pollution. Rising air", "and water temperatures and more intense extreme events are expected to", "increase exposure to waterborne and foodborne diseases, affecting food and", "water safety. With continued warming, cold-related deaths are projected to", "decrease and heat-related deaths are projected to increase; in most", "regions, increases in heat-related deaths are expected to outpace", "reductions in cold-related deaths. The frequency and severity of allergic", "illnesses, including asthma and hay fever, are expected to increase as a", "result of a changing climate. Climate change is also projected to alter", "the geographic range and distribution of disease-carrying insects and", "pests, exposing more people to ticks that carry Lyme disease and", "mosquitoes that transmit viruses such as Zika, West Nile, and dengue, with", "varying impacts across regions. Communities in the Southeast, for example,", "are particularly vulnerable to the combined health impacts from", "vector-borne disease, heat, and flooding. Extreme weather and", "climate-related events can have lasting mental health consequences in", "affected communities, particularly if they result in degradation of", "livelihoods or community relocation. Populations including older adults,", "children, low-income communities, and some communities of color are often", "disproportionately affected by, and less resilient to, the health impacts", "of climate change. Adaptation and mitigation policies and programs that", "help individuals, communities, and states prepare for the risks of a", "changing climate reduce the number of injuries, illnesses, and deaths from", "climate-related health outcomes.", "Share", "_____________________", "7. Indigenous Peoples", "Climate change increasingly threatens Indigenous communitiesâ\u0080\u0099", "livelihoods, economies, health, and cultural identities by disrupting", "interconnected social, physical, and ecological systems.", "Many Indigenous peoples are reliant on natural resources for their", "economic, cultural, and physical well-being and are often uniquely", "affected by climate change. The impacts of climate change on water, land,", "coastal areas, and other natural resources, as well as infrastructure and", "related services, are expected to increasingly disrupt Indigenous", "peoplesâ\u0080\u0099 livelihoods and economies, including agriculture and", "agroforestry, fishing, recreation, and tourism. Adverse impacts on", "subsistence activities have already been observed. As climate changes", "continue, adverse impacts on culturally significant species and resources", "are expected to result in negative physical and mental health effects.", "Throughout the United States, climate-related impacts are causing some", "Indigenous peoples to consider or actively pursue community relocation as", "an adaptation strategy, presenting challenges associated with maintaining", "cultural and community continuity. While economic, political, and", "infrastructure limitations may affect these communitiesâ\u0080\u0099 ability to", "adapt, tightly knit social and cultural networks present opportunities to", "build community capacity and increase resilience. Many Indigenous peoples", "are taking steps to adapt to climate change impacts structured around", "self-determination and traditional knowledge, and some tribes are pursuing", "mitigation actions through development of renewable energy on tribal", "lands.", "Share", "_____________________", "8. Ecosystems and Ecosystem Services", "Ecosystems and the benefits they provide to society are being altered by", "climate change, and these impacts are projected to continue. Without", "substantial and sustained reductions in global greenhouse gas emissions,", "transformative impacts on some ecosystems will occur; some coral reef", "and sea ice ecosystems are already experiencing such transformational", "changes.", "Many benefits provided by ecosystems and the environment, such as clean", "air and water, protection from coastal flooding, wood and fiber, crop", "pollination, hunting and fishing, tourism, cultural identities, and more", "will continue to be degraded by the impacts of climate change. Increasing", "wildfire frequency, changes in insect and disease outbreaks, and other", "stressors are expected to decrease the ability of U.S. forests to support", "economic activity, recreation, and subsistence activities. Climate change", "has already had observable impacts on biodiversity, ecosystems, and the", "benefits they provide to society. These impacts include the migration of", "native species to new areas and the spread of invasive species.Â Such", "changes are projected to continue, and without substantial and sustained", "reductions in global greenhouse gas emissions, extinctions and", "transformative impacts on some ecosystems cannot be avoided in the long", "term. Valued aspects of regional heritage and quality of life tied to", "ecosystems, wildlife, and outdoor recreation will change with the climate,", "and as a result, future generations can expect to experience and interact", "with the natural environment in ways that are different from today.", "Adaptation strategies, including prescribed burning to reduce fuel for", "wildfire, creation of safe havens for important species, and control of", "invasive species, are being implemented to address emerging impacts of", "climate change. While some targeted response actions are underway, many", "impacts, including losses of unique coral reef and sea ice ecosystems, can", "only be avoided by significantly reducing global emissions of carbon", "dioxide and other greenhouse gases.", "Share", "_____________________", "9. Agriculture", "Rising temperatures, extreme heat, drought, wildfire on rangelands, and", "heavy downpours are expected to increasingly disrupt agricultural", "productivity in the United States. Expected increases in challenges to", "livestock health, declines in crop yields and quality, and changes in", "extreme events in the United States and abroad threaten rural", "livelihoods, sustainable food security, and price stability.", "Climate change presents numerous challenges to sustaining and enhancing", "crop productivity, livestock health, and the economic vitality of rural", "communities. While some regions (such as the Northern Great Plains) may", "see conditions conducive to expanded or alternative crop productivity over", "the next few decades, overall, yields from major U.S. crops are expected", "to decline as a consequence of increases in temperatures and possibly", "changes in water availability, soil erosion, and disease and pest", "outbreaks. Increases in temperatures during the growing season in the", "Midwest are projected to be the largest contributing factor to declines in", "the productivity of U.S. agriculture. Projected increases in extreme heat", "conditions are expected to lead to further heat stress for livestock,", "which can result in large economic losses for producers. Climate change is", "also expected to lead to large-scale shifts in the availability and prices", "of many agricultural products across the world, with corresponding impacts", "on U.S. agricultural producers and the U.S. economy. These changes", "threaten future gains in commodity crop production and put rural", "livelihoods at risk. Numerous adaptation strategies are available to cope", "with adverse impacts of climate variability and change on agricultural", "production. These include altering what is produced, modifying the inputs", "used for production, adopting new technologies, and adjusting management", "strategies. However, these strategies have limits under severe climate", "change impacts and would require sufficient long- and short-term", "investment in changing practices.", "Share", "_____________________", "10. Infrastructure", "Our Nationâ\u0080\u0099s aging and deteriorating infrastructure is further", "stressed by increases in heavy precipitation events, coastal flooding,", "heat, wildfires, and other extreme events, as well as changes to average", "precipitation and temperature. Without adaptation, climate change will", "continue to degrade infrastructure performance over the rest of the", "century, with the potential for cascading impacts that threaten our", "economy, national security, essential services, and health and", "well-being.", "Climate change and extreme weather events are expected to increasingly", "disrupt our Nationâ\u0080\u0099s energy and transportation systems, threatening more", "frequent and longer-lasting power outages, fuel shortages, and service", "disruptions, with cascading impacts on other critical sectors.", "Infrastructure currently designed for historical climate conditions is", "more vulnerable to future weather extremes and climate change. The", "continued increase in the frequency and extent of high-tide flooding due", "to sea level rise threatens Americaâ\u0080\u0099s trillion-dollar coastal property", "market and public infrastructure, with cascading impacts to the larger", "economy. In Alaska, rising temperatures and erosion are causing damage to", "buildings and coastal infrastructure that will be costly to repair or", "replace, particularly in rural areas; these impacts are expected to grow", "without adaptation. Expected increases in the severity and frequency of", "heavy precipitation events will affect inland infrastructure in every", "region, including access to roads, the viability of bridges, and the", "safety of pipelines. Flooding from heavy rainfall, storm surge, and rising", "high tides is expected to compound existing issues with aging", "infrastructure in the Northeast. Increased drought risk will threaten oil", "and gas drilling and refining, as well as electricity generation from", "power plants that rely on surface water for cooling. Forward-looking", "infrastructure design, planning, and operational measures and standards", "can reduce exposure and vulnerability to the impacts of climate change and", "reduce energy use while providing additional near-term benefits, including", "reductions in greenhouse gas emissions.", "Share", "_____________________", "11. Oceans & Coasts", "Coastal communities and the ecosystems that support them are", "increasingly threatened by the impacts of climate change. Without", "significant reductions in global greenhouse gas emissions and regional", "adaptation measures, many coastal regions will be transformed by the", "latter part of this century, with impacts affecting other regions and", "sectors. Even in a future with lower greenhouse gas emissions, many", "communities are expected to suffer financial impacts as chronic", "high-tide flooding leads to higher costs and lower property values.", "Rising water temperatures, ocean acidification, retreating arctic sea ice,", "sea level rise, high-tide flooding, coastal erosion, higher storm surge,", "and heavier precipitation events threaten our oceans and coasts. These", "effects are projected to continue, putting ocean and marine species at", "risk, decreasing the productivity of certain fisheries, and threatening", "communities that rely on marine ecosystems for livelihoods and recreation,", "with particular impacts on fishing communities in Hawaiâ\u0080\u0098i and the", "U.S.-Affiliated Pacific Islands, the U.S. Caribbean, and the Gulf of", "Mexico. Lasting damage to coastal property and infrastructure driven by", "sea level rise and storm surge is expected to lead to financial losses for", "individuals, businesses, and communities, with the Atlantic and Gulf", "Coasts facing above-average risks. Impacts on coastal energy and", "transportation infrastructure driven by sea level rise and storm surge", "have the potential for cascading costs and disruptions across the country.", "Even if significant emissions reductions occur, many of the effects from", "sea level rise over this centuryâ\u0080\u0094and particularly through", "mid-centuryâ\u0080\u0094are already locked in due to historical emissions, and many", "communities are already dealing with the consequences. Actions to plan for", "and adapt to more frequent, widespread, and severe coastal flooding, such", "as shoreline protection and conservation of coastal ecosystems, would", "decrease direct losses and cascading impacts on other sectors and parts of", "the country. More than half of the damages to coastal property are", "estimated to be avoidable through well-timed adaptation measures.", "Substantial and sustained reductions in global greenhouse gas emissions", "would also significantly reduce projected risks to fisheries and", "communities that rely on them.", "Share", "_____________________", "12. Tourism and Recreation", "Outdoor recreation, tourist economies, and quality of life are reliant", "on benefits provided by our natural environment that will be degraded by", "the impacts of climate change in many ways.", "Climate change poses risks to seasonal and outdoor economies in", "communities across the United States, including impacts on economies", "centered around coral reef-based recreation, winter recreation, and inland", "water-based recreation. In turn, this affects the well-being of the people", "who make their living supporting these economies, including rural,", "coastal, and Indigenous communities. Projected increases in wildfire smoke", "events are expected to impair outdoor recreational activities and", "visibility in wilderness areas. Declines in snow and ice cover caused by", "warmer winter temperatures are expected to negatively impact the winter", "recreation industry in the Northwest, Northern Great Plains, and the", "Northeast. Some fish, birds, and mammals are expected to shift where they", "live as a result of climate change, with implications for hunting,", "fishing, and other wildlife-related activities. These and other", "climate-related impacts are expected to result in decreased tourism", "revenue in some places and, for some communities, loss of identity. While", "some new opportunities may emerge from these ecosystem changes, cultural", "identities and economic and recreational opportunities based around", "historical use of and interaction with species or natural resources in", "many areas are at risk. Proactive management strategies, such as the use", "of projected stream temperatures to set priorities for fish conservation,", "can help reduce disruptions to tourist economies and recreation.", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]