["Skip to main content", "NCA4 A1: Process", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Full Chapter PDF Chapter Figures (.zip)", "Chapter Bibliography (RIS)", "A1: Process", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT", "REPORT DEVELOPMENT PROCESS", "* SECTIONS", "* Introduction", "* Goal & Vision", "* Legislative Foundations", "* Institutional Foundations", "* Assessment Components", "* Creating NCA4", "* Sustained Assessment", "* References", "Share", "_____________________", "APPENDIX 1", "Report Development Process", "Share", "_____________________", "Introduction", "Authors", "Federal Coordinating Lead Author:", "David Reidmiller, U.S. Global Change Research Program", "Lead Author:", "Christopher W. Avery, U.S. Global Change Research Program", "Contributing Authors:", "Therese (Tess) S. Carter, U.S. Global Change Research Program", "Katie Reeves, U.S. Global Change Research Program", "Kristin Lewis, U.S. Global Change Research Program", "Recommended Citation", "<strong>Avery</strong>, C.W., D.R. Reidmiller, T.S. Carter, K.L.M. Lewis,", "and K. Reeves, 2018: Report Development Process. In <em>Impacts, Risks,", "and Adaptation in the United States: Fourth National Climate Assessment,", "Volume II</em> [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E.", "Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global", "Change Research Program, Washington, DC, USA, pp. 1387â\u0080\u00931409. doi: <a", "href='http://doi.org/10.7930/NCA4.2018.AP1'>10.7930/NCA4.2018.AP1</a>", "Related Links", "* Climate Science Special Report", "* Scenarios for the National Climate Assessment", "* State Climate Summaries", "Assessments are essential tools for linking science and decision-making.", "The Global Change Research Act (GCRA) of 1990^1 charged the U.S. Global", "Change Research Program (USGCRP) with a legal mandate to conduct a", "scientific assessment on the effects of global change not less frequently", "than every four years; the third and most recent National Climate", "Assessment (NCA) was released in May 2014.^2", "Share", "_____________________", "NCA Goal and Vision", "In fulfillment of this mandate and in support of its Strategic Plan,^3^,^4", "USGCRP coordinated this Fourth National Climate Assessment (NCA4), which", "focuses on advancing our collective understanding of how climate change", "poses risks to things of value to society. Much of the NCA4 process builds", "on the Third National Climate Assessment (NCA3),^2 and thus much of this", "process description is derived from that of NCA3. However, several changes", "have been made in light of lessons learned through an external evaluation", "of NCA3 (see â\u0080\u009cWhat Has Happened Since the Last National Climate", "Assessment?â\u0080\u009d in Ch. 1: Overview).^5 Some of those changes are discussed", "in greater detail in this appendix.", "The vision for the NCA is to continue advancing an inclusive, broad-based,", "and sustained process for assessing and communicating scientific knowledge", "of the impacts, risks, and vulnerabilities associated with a changing", "global climate and to support informed decision-making across the United", "States.", "Share", "_____________________", "Legislative Foundations", "U.S. Global Change Research Program", "Founded by Presidential Initiative in 1989, the U.S. Global Change", "Research Program aims to build a knowledge base that informs human", "responses to climate and global change through coordinated and integrated", "federal programs of research, education, communication, and decision", "support.", "The Global Change Research Act of 1990 cemented into law what was started", "by President Ronald Reagan. USGCRP is mandated to develop and coordinate", "â\u0080\u009ca comprehensive and integrated United States research program which", "will assist the Nation and the world to understand, assess, predict and", "respond to human-induced and natural processes of global change.â\u0080\u009d^1", "National Climate Assessment", "Section 106 of the GCRA requires a report to the President and the", "Congress not less frequently than every four years that 1) integrates,", "evaluates, and interprets the findings of the USGCRP; 2) analyzes the", "effects of global change on the natural environment, agriculture, energy", "production and use, land and water resources, transportation, human health", "and welfare, human social systems, and biological diversity; and 3)", "analyzes current trends in global change, both human-induced and natural,", "and projects major trends for the subsequent 25 to 100 years.", "Share", "_____________________", "Institutional Foundations", "U.S. Global Change Research Program", "USGCRP is a confederation of 13 federal departments and agencies (Figure", "A1.1) that supports the largest investment in climate and global change", "research in the world. USGCRP coordinates research activities across", "agencies, produces the congressionally mandated products, and provides", "data and products to inform decisions. USGCRPâ\u0080\u0099s Strategic Plan, released", "in 2012 and updated in 2017, focuses on four major goals: advance science,", "inform decisions, conduct sustained assessments, and communicate and", "educate.^3^,^4 The USGCRP agencies maintain and develop observations,", "monitoring assets, data management, analysis of data products, and", "modeling capabilities that support the Nationâ\u0080\u0099s response to global", "change. The agencies that make up USGCRP are:", "Download  Metadata  Share", "_____________________", "Figure A1.1: Logos of the 13 Agencies that make up the USGCRP", "Logos of the 13 Agencies that make up the USGCRP Logo images of the", "thirteen federal departments and agencies making up the U.S. Global Change", "Research Program are shown. These are the Departments of Agriculture,", "Commerce, Defense, Energy, Health and Human Services, Interior, State, and", "Transportation; the Environmental Protection Agency; the National", "Aeronautics and Space Administration; the National Science Foundation; The", "Smithsonian Institution; and the U.S. Agency for International", "Development.", "Figure A1.1: Logos of the 13 agencies that make up the USGCRP.", "EXPAND", "Department of Agriculture (USDA)", "Department of Commerce (DOC)", "Department of Defense (DOD)", "Department of Energy (DOE)", "Department of Health and Human Services (HHS)", "Department of the Interior (DOI)", "Department of State (DOS)", "Department of Transportation (DOT)", "Environmental Protection Agency (EPA)", "National Aeronautics and Space Administration (NASA)", "National Science Foundation (NSF)", "The Smithsonian Institution (SI)", "U.S. Agency for International Development (USAID)", "The Subcommittee on Global Change Research (SGCR) oversees USGCRPâ\u0080\u0099s", "activities. The SGCR operates under the direction of the National Science", "and Technology Councilâ\u0080\u0099s Committee on the Environment (CoE) and is", "overseen by the White House Office of Science and Technology Policy", "(OSTP). The SGCR coordinates interagency activities through the USGCRP", "National Coordination Office (NCO) and informal interagency working groups", "(IWGs).", "Share", "_____________________", "National Climate Assessment Components", "The NCA4 Federal Steering Committee (NCA4 SC) consists of representatives", "of the USGCRP member agencies, listed above. In consultation with the", "SGCR, the NCA4 SC was responsible for the development, production, and", "content of NCA4 (Figures A1.2, A1.3). The NCA4 SC was charged with", "overseeing development of technical content and with conducting high-level", "scoping of the report to ensure coherence, relevance, and responsiveness", "to the Global Change Research Act and the USGCRP Strategic Plan. The NCA4", "SC was also responsible for ensuring that the report development process", "was robust and that it adhered to the principles of engagement and", "transparency that are crucial to the process of conducting sustained", "assessments. In some ways, the NCA4 SC served in a similar capacity to the", "National Climate Assessment and Development Advisory Committee (NCADAC)", "during the course of NCA3 development. The NCA4 SC met weekly during the", "early stages of the reportâ\u0080\u0099s development before moving towards a more", "quasi-monthly meeting schedule once writing began in earnest.", "The Administrative Agency of NCA4 was the National Oceanic and Atmospheric", "Administration (NOAA). In this role, NOAA was responsible for providing", "oversight and access to federal resources for the NCA, including (but not", "limited to) leadership on the NCA4 SC, management of Federal Register", "Notices, and dedicated funding of external engagement activities, among", "other supportive activities.", "Agency Chapter Leads (ACLs) oversaw the production of national-level topic", "or response chapters and were in charge administratively of their", "chapterâ\u0080\u0099s development.", "Federal Coordinating Lead Authors (CLAs) were selected for each", "chapterâ\u0080\u0094some chapters had twoâ\u0080\u0094by the NCA4 SC, in consultation with the", "SGCR. A key role of the CLAs was to serve as â\u0080\u009chorizontal integratorsâ\u0080\u009d", "for NCA4â\u0080\u0094working with one another to ensure that crosscutting issues", "were addressed consistently, accurately, and adequately. They also ensured", "that the chapter draft ultimately delivered to them adhered to their", "Agencyâ\u0080\u0099s criteria for a Highly Influential Scientific Assessment.", "Chapter Leads (CLs; both federal and nonfederal) served as â\u0080\u009cvertical", "integratorsâ\u0080\u009d for NCA4, selecting and directing their respective author", "team and then providing a draft of their chapter to the CLA(s). National", "Chapter Leads (NCLs), for the topic and response chapters, were selected", "by the ACL for the chapter, while the Regional Chapter Leads (RCLs) were", "selected from experts nominated during a public open call by the NCA4 SC.", "Chapter Authors (CAs) constituted the bulk of the chapter author team and", "were the main authors of the individual chapters. The CLs directed the CAs", "to contribute to the writing and editing of the chapters. The CLs chose", "the CAs based on the specific needs of the chapter. CLs were provided", "guidance to convene a diverse group of experts along with the full slate", "of nominees received during the public call for authors.", "Review Editors (REs) were selected by the NCA4 SC after a public call for", "nominees. They were responsible for ensuring that all substantive", "commentsâ\u0080\u0094submitted during the Public Comment Period and via a National", "Academies of Sciences, Engineering, and Medicine (NASEM) expert review", "panelâ\u0080\u0094were appropriately addressed and documented. REs advised CLs on", "how to handle contentious issues and to ensure that significant scientific", "uncertainties were reflected adequately in the text of NCA4.", "Technical Contributors (TCs) were invited to contribute to the chapter", "author team for discrete, specific issues on an as-needed basis, as", "identified by the CL.", "Download  Metadata  Share", "_____________________", "Figure A1.2: NCA4 Authorship Models", "NCA4 Authorship Models An organizational chart depicts the hierarchy of", "federal and nonfederal groups and individuals involved in authoring the", "Fourth National Climate Assessment (NCA4). The first tier is the federal", "Subcommittee on Global Change Research; the second tier, the NCA4 Federal", "Steering Committee; the third tier, federal Coordinating Lead Authors; the", "fourth tier, both federal and nonfederal National Chapter Leads and", "Regional Chapter Leads; and the fifth tier, federal and nonfederal author", "teams. Refer to the caption for a description of the two-way interactions", "between authoring groups and individuals.", "Figure A1.2: In consultation with the Subcommittee on Global Change", "Research (SGCR), the NCA4 Federal Steering Committee (NCA4 SC) selected", "Coordinating Lead Authors (CLAs) for each chapter of the NCA. CLAs worked", "one-on-one with either National or Regional Chapter Leads (CLs), who in", "turn directed Chapter Authors (CAs). A mix of authorship models including", "both federal and nonfederal participants was used for NCA4. Source:", "USGCRP.", "SHRINK", "The USGCRP National Coordination Office (NCO) in Washington, DC, provided", "support for the development of NCA4 through a team of contracted staff and", "federal detailees with expertise in planning, writing, and coordinating", "collaborative climate and environmental science activities. NCO staff", "provided monthly updates on NCA4 progress and activities to the SGCR", "Principals, while alsoâ\u0080\u0094beginning in February 2017â\u0080\u0094posting similar", "content at http://www.globalchange.gov/news so the public could track", "progress.", "The NCA Technical Support Unit (TSU) is funded by NOAA and is located at", "NOAAâ\u0080\u0099s National Centers for Environmental Information in Asheville,", "North Carolina; its professional staff supports the Assessmentâ\u0080\u0099s climate", "science findings, data management and web design, graphics and", "publications, editing, and other production activities.", "The National Climate Assessment Network (NCAnet) consists of more than 200", "organizations that work with the NCO, report authors, and USGCRP agencies", "to engage producers and users of assessment information.^6 Partners extend", "and amplify the NCA process and products to a broad audience through the", "development of assessment-related capacities and products, such as", "collecting and synthesizing data or other technical and scientific", "information relevant to the NCA, disseminating NCA report findings to a", "wide range of users, engaging producers and users of assessment", "information, supporting NCA events, and producing communications materials", "related to the NCA and NCA report findings.", "Download  Metadata  Share", "_____________________", "Figure A1.3: Organization of the National Climate Assessment Participants", "Organization of the National Climate Assessment Participants An", "organizational chart shows three broad categories of National Climate", "Assessment participants and their hierarchies and interactions. Federal", "agencies and offices, including the National Science and Technology", "Council, the Committee on the Environment, the Subcommittee on Global", "Change Research, the U.S. Global Change Research Program National", "Coordination Office, and the NCA Technical Support Unit within the NOAA", "National Centers for Environmental Information comprise one category. NCA4", "contributors make up another category; these include the NCA4 Steering", "Committee, review editors, coordinating lead authors, chapter leads,", "chapter authors, and technical contributors. The third category is", "comprised of external partners and relevant stakeholders and includes", "NCAnet and the National Academies of Sciences, Engineering, and Medicine.", "Figure A1.3: Participants in the NCA process can be divided into three", "broad categories: 1) federal agencies and offices, including the USGCRP", "(blue boxes); 2) external partners and relevant stakeholders (purple", "boxes); and 3) NCA4 contributors, including the Federal Steering Committee", "and report authors (orange boxes). Source: USGCRP.", "SHRINK", "Share", "_____________________", "Creating the Fourth NCA Report", "Process Development", "Download  Metadata  Share", "_____________________", "Figure A1.4: Report Process", "Report Process A timeline illustrates the Fourth National Climate", "Assessment (NCA4) report process, starting with organization and", "development in early 2016 and ending with the report release in late 2018.", "Public engagement occurred during the organization and development, author", "selection and chapter scoping, public review of the Third Order Draft, and", "report release stages. Federal review and decision occurred at all stages", "except public review, final production, and report release. Author", "participation involved the development of the Zero through Fifth Order", "Drafts and spanned all stages except organization and development, public", "review, and outreach and dissemination.", "Figure A1.4: This is a graphic illustration of the NCA4 development", "process. Multiple points of federal review and decision (orange icons)", "were present throughout the process. In addition, public engagement (blue", "icons) was a cornerstone of the NCA development process. Authors used", "these feedback mechanisms to inform the development and execution of their", "chapters (black icons). Source: USGCRP.", "SHRINK", "In May 2015, a Federal Register Notice^7 requested information to help", "inform the structure and content of USGCRPâ\u0080\u0099s sustained National Climate", "Assessment process, which NCA4 is a part of. In early 2016, the SGCR", "Principals designated the NCA4 SC to lead NCA4 development, and the NCA4", "SC began its work, building on prior work from the Interagency National", "Climate Assessment (INCA) Working Group, the NCADAC, experiences of TSU", "and NCO staff, and feedback from the aforementioned public call for", "information (Figure A1.4).", "In July 2016, a Federal Register Notice^8 was published, seeking input on", "the draft outline for NCA4. Subsequently, a Federal Register Notice^9 was", "published in late August 2016, serving as both a call for regional Chapter", "Leads and other authors (open call for 30 days) and a call for technical", "inputs (this part of the call was open for a longer time period, until", "mid-January 2017).", "Concurrent with these public calls for nominations and technical inputs,", "the NCA4 SC, NCO staff, and TSU staff developed guidance documents for use", "during the development of NCA4, ranging from chapter and Traceable", "Accounts templates to style guides and a literature resource database.", "Risk-based framing was integrated into the chapter templates and other", "drafting guidance. Authors had access throughout the process to scientific", "resources and writing guidance materials on a password-protected Resources", "website, hosted by the TSU, that also served as a collaboration space for", "authors.", "Author Selection, Role, and Preliminary Work (Autumn 2016)", "In the fall of 2016, the NCA4 SC selected one or two federal Coordinating", "Lead Authors (CLAs) for each chapter, based on criteria that included", "expertise and experience and that ensured a variety of perspectives. As", "the author teams were being assembled (described below), the CLAs and many", "of the CLs began scoping their chapters. In addition, in October 2016, a", "CLA meeting was held in Washington, DC, to provide context and guidance", "for the CLAs moving forward with the NCA4 process.", "National Chapter Leads (NCLs), for the topic and response chapters, were", "selected by the Agency Chapter Lead for each national chapter. The NCA4 SC", "selected the Regional Chapter Leads (RCLs) from a pool of nominated", "authors derived from a call for nominations in the Federal Register", "Notice,^9 described above. These NCLs and RCLs, with input and guidance", "from the NCA4 SC, selected federal and nonfederal Chapter Authors (CAs) to", "establish chapter author teams. CAs were identified based not only on the", "expertise and experience they would bring to the chapter, but also a", "commitment to ensuring that a diverse range of perspectives would be", "reflected in the drafting process. In addition, Technical Contributors", "(TCs) were enlisted at the discretion of the CL to provide specific", "technical input to the chapter as needed. Each chapter had a primary and", "backup NCO Point of Contact (POC) who supported the chapter team, provided", "clarity on drafting guidance, facilitated conversations, and assisted the", "CLA in identifying crosscutting issues.", "Initial Chapter Outlines (December 2016 â\u0080\u0093 January 2017)", "Download  Metadata  Share", "_____________________", "Figure A1.5: Regional Engagement Around NCA4", "Regional Engagement Around NCA4 A map of the United States shows the ten", "National Climate Assessment regions and highlights locations where the", "Fourth National Climate Assessmentâ\u0080\u0099s 11 Regional Engagement Workshops", "(two workshops were held in the Northwest), satellite workshops, and", "additional engagement activities took place.", "Figure A1.5: The large green dots illustrate the hub locations for the 11", "Regional Engagement Workshops held across the country in February to March", "of 2017. The small green dots indicate satellite locations for those", "workshops, and the small yellow dots show the locations of some additional", "engagement activities, such as presentations or listening sessions at", "professional society meetings. Source: USGCRP.", "EXPAND", "Download  Metadata  Share", "_____________________", "Figure A1.6: Regional Engagement Workshops", "Regional Engagement Workshops Six photos show attendees at Regional", "Engagement Workshops in San Juan, Puerto Rico; Norman, Oklahoma; Portland,", "Oregon; and Rapid City, South Dakota. Participants are shown attending", "presentations and interacting with one another.", "Figure A1.6: Regional engagement workshops were held around the country in", "every NCA4 region to facilitate feedback from interested stakeholders on", "the outlines of the regional chapters. Workshops in San Juan, Puerto Rico,", "Norman, Oklahoma, Portland, Oregon, and Rapid City, South Dakota, are", "highlighted. Photo credits: (San Juan, PR photos) Gary Potts, USFS; (all", "others) USGCRP.", "EXPAND", "Authors developed initial chapter outlines in December 2016. The NCA4 SC", "provided comments on these, which resulted in more complete chapter", "outlines in January 2017. An interagency review led by the SGCR provided a", "higher-level review of these more detailed outlines to further inform the", "development of each chapter.", "Regional Engagement Workshops, Author Meetings, and Other Chapter Engagement", "(Spring 2017)", "During late winter and early spring 2017, a series of Regional Engagement", "Workshops (REW; Figure A1.5) and National Chapter Engagement Webinars", "provided stakeholders with the opportunity to learn about the NCA4 process", "and provide additional input to author teams as they worked to deliver a", "First Order Draft of their chapters in June 2017. The hub-and-satellite", "model (a central hub with various additional sites around the region", "joining virtually) employed for the REWs resulted in participation in 44", "cities and towns across the United States, reaching thousands of", "stakeholders. Workshop summary reports were shared with all NCA4 author", "teams to provide a consistent foundation for all report authors. These", "summary reports are available online at", "http://www.globalchange.gov/content/nca4-engagement-activities.", "In addition, NCA4 authors, staff, and NCAnet affiliates organized, spoke", "at, and participated in a number of sessions at professional society", "meetings, web-based seminars, community meetings, and other events", "designed to provide a two-way exchange of information between NCA users", "and contributors.", "First Chapter Leadership Meeting (CLA-CL1)", "Download  Metadata  Share", "_____________________", "Figure A1.7: First Chapter Leadership Meeting", "First Chapter Leadership Meeting Five photos show Fourth National Climate", "Assessment (NCA4) chapter leads attending the first chapter leadership", "meeting in Washington, DC, in April 2017. The photos illustrate three", "goals of the meeting: to facilitate, inform, and collaborate.", "Figure A1.7: Chapter leadership gathered in Washington, DC, for a two-day", "meeting intended to facilitate individual National Climate Assessment", "chapter development, inform leadership on process and logistical needs,", "and facilitate cross-chapter collaboration and information sharing. Photo", "credits: USGCRP.", "EXPAND", "On April 4â\u0080\u00935, 2017, chapter leadership (CLAs and CLs) convened in", "Washington, DC, to work on cross-chapter coordination and to discuss", "additional guidance on chapter drafting, especially on Key Message and", "Traceable Account formulation. A particularly successful component of this", "two-day meeting was an extended â\u0080\u009cspeed-datingâ\u0080\u009d session, where CLAs and", "CLs from a given chapter would meet with their counterparts from another", "chapter for 30 minutes to discuss how crosscutting issues would be", "addressed in their respective chapters to ensure consistent,", "nonduplicative coverage of key issues.", "Author Training and Drafting", "Each of the author teams met multiple times by phone, web, and in person", "and produced multiple iterations of their chapters since beginning work in", "October 2016. Traceable Accounts developed for the chapters provide", "transparent information about the authorsâ\u0080\u0099 deliberations to arrive at", "their expert judgment regarding the level of certainty related to the Key", "Messages of their chapter.", "Monthly calls/webinars were generally held with all authors in order to", "provide them with updates and to address a variety of topics in an effort", "to ensure consistency across the report and to keep the Assessment", "progressing in a timely manner. In addition, USGCRP coordinated 14 author", "training webinars on the following topics:", "* Available scenarios products and how to use them", "* The EPAâ\u0080\u0099s Climate Change Impacts and Risk Analysis (CIRA) project^10", "* Lessons learned through previous assessments", "* Key Message and Traceable Account development", "* A walkthrough of the website for scenario products^11", "* Available regional- and local-scale climate variables, through the", "Localized Constructed Analogs (LOCA) system (See App. 3: Data &", "Scenarios for more information)", "* Metadata requirements and the Global Change Information SystemÂ (GCIS)", "* Climate change indicators", "* A report from the National Academies of Sciences, Engineering, and", "Medicine (NASEM) on Characterizing Risk in Climate Assessments^12", "* Risk-based framing", "* Climate Change and Indigenous Peoples: A Synthesis of Current Impacts", "and Experiences report^13", "* NCA4 Volume I: Climate Science Special Report (CSSR)", "* NOAAâ\u0080\u0099s State Climate Summaries^14", "* External, expert peer-review of the draft report by an ad hoc panel of", "NASEM^15", "All author training webinars were recorded and archived on the", "password-protected Resources portal for authors to access at their", "convenience throughout the process.", "Cross-Chapter Coordination", "A key component of success in any broad assessment effort is a means of", "facilitating cross-chapter coordination. During NCA4, this was done", "throughout the drafting and review processes. The CLA-CL1 meeting", "facilitated high-level information sharing among chapter leadership,", "especially through the aforementioned speed-dating meetings between", "chapters. The Resources website also provided a forum for interim drafts", "to be posted and viewed by all author teams.", "Specific author teams employed many other techniques. For example, the", "regional authors working on tribal and Indigenous topics began having", "regular phone meetings in the winter of 2017 and then began meeting with", "the authors of the national-level \"Tribes and Indigenous Peoples\" chapter", "to discuss consistent terminology and language framing around these", "topics. Authors of another national-scale chapter (Ch. 10: Ag & Rural) set", "up phone calls with authors from each of the regional chapters to ensure", "appropriate coverage of topical issues throughout the regions and to", "facilitate the roll-up of regional issues related to agriculture and rural", "communities to the higher-level synthesis chapter.", "Review Editor Selection and Role", "The NCA4 Federal Steering Committee selected Review Editors (REs) from a", "slate of candidates nominated through a public open call in the summer of", "2017.^16 For their assigned chapter(s), REs ensured that all substantive", "comments submitted during the Public Comment Period and via an expert", "review panel of NASEM were appropriately addressed and documented. REs", "advised CLs on how to handle contentious issues and ensured that", "significant scientific uncertainties were reflected adequately in the text", "of NCA4. REs did not provide additional comments on assigned draft", "chapters but instead focused on the materials derived from the Public", "Comment Period and NASEM review. REs ensured that each and every comment", "had been considered by the author team and that the â\u0080\u009cannotationâ\u0080\u009d (the", "written response to the comment) was responsive to the comment and", "indicated any revision made to the chapter(s), including the scientific or", "logical rationale for said action. REs helped the CLs ensure that the", "response to each review comment matched the final text of the revised,", "post-public/NASEM review draft.", "All-Author Meeting", "On March 26â\u0080\u009328, 2018, all chapter authors and review editors were", "invited to participate in a 2.5-day all-author workshop in Bethesda,", "Maryland. The workshop gave authors the opportunity to finalize", "cross-chapter references and finish edits in response to both public and", "NASEM reviews of the Third Order Draft.", "Download  Metadata  Share", "_____________________", "Figure A1.8: All-Author Meeting", "All Author Meeting Six photos show Fourth National Climate Assessment", "(NCA4) author teams attending an all-author meeting in Bethesda, Maryland,", "in March 2018. Photos A, D, and E illustrate one-on-one collaboration", "between authors. Photo B is a group photo of participating authors. And", "photos C and F show attendees working together around tables at their", "laptops.", "Figure A1.8: Author teams gathered in Bethesda, Maryland, in March 2018 to", "finalize revisions in response to public and NASEM reviews (c, f) and to", "collaborate across chapters to ensure coherency across the report (a, d,", "e). More than 200 authors attended the meeting (b). Photo credits: USGCRP.", "EXPAND", "Review Processes", "To begin the writing process, author teams were instructed to develop", "high-level chapter outlines late in 2016 in light of comments received on", "the draft prospectus^8 and guidance provided to authors. The NCA4 Federal", "Steering Committee reviewed and provided comments on these high-level", "chapter outlines, which resulted in annotated outlines (Zero Order Drafts)", "provided to the SGCR for interagency review in January 2017. Comments from", "this interagency review, alongside input from the suite of public", "engagement events held throughout the spring of 2017, informed the", "development of a full First Order Draft.", "With the receipt of the full First Order Draft in mid-June 2017, the TSU", "began an iterative technical editing process with the authors of each", "chapter to ensure that content was scientifically accurate, that topics", "were addressed consistently across chapters, and that the text and figures", "were accessible to the target audience. This process resulted in a Second", "Order Draft (SOD). A second round of interagency, SGCR-led review of this", "SOD occurred in the summer of 2017. Consequently, authors revised their", "chapters in response to these interagency comments, resulting in a Third", "Order Draft (TOD). This TOD was then released on November 3, 2017, for", "review by the public.^16 The three-month public review period allowed", "individuals and groups to examine the draft and provide comments to ensure", "that the report 1) presented the science accurately, 2) responded to user", "needs, and 3) relayed its findings in a clear and consistent manner. By", "the time the Public Comment Period closed on January 31, 2018, the online", "comment system had received 3,416 comments representing diverse", "perspectives from over 1,100 registrants (although a smaller number of", "individual registrants actually submitted comments). Concurrent to this", "public review period, NASEM convened an expert ad hoc committee to review", "the TOD and provided the authors with a formal, peer-reviewed external", "expert review.^15", "Chapter author teams amended the TOD in response to these public and NASEM", "comments; they were required to respond to each and every comment. Review", "Editors evaluated the adequacy of the responses to the comments on each", "chapter. The public comments and the chapter authorsâ\u0080\u0099 responses to those", "comments are available online with the final report", "(nca2018.globalchange.gov).", "The Fourth Order Draft (4OD) that resulted from the revisions made in", "response to the public and NASEM comments was then circulated to the", "interagency again for final federal review and clearance in late April", "2018. Any comments that were submitted by the early June 2018 deadline", "were addressed by the authors during the summer of 2018, resulting in a", "Fifth Order Draft. In late summer 2018, each Agencyâ\u0080\u0099s Federal Steering", "Committee member reviewed this final draft of the report to ensure that", "any agency comments submitted by the June deadline were adequately", "addressed.", "NCA Final Report", "After a production and layout phase in the autumn of 2018, a final public", "version of the report was published as a downloadable PDF in December", "2018; an accompanying website (nca2018.globalchange.gov) was unveiled at", "the same time. A number of derivative products, including a", "â\u0080\u009cReport-in-Briefâ\u0080\u009d document, were produced in addition to the full", "report.", "Resources Available for Authors", "The Resources website served as the primary compendium of guidance", "documents, recordings of training webinars, drafts in progress, and many", "other resources for authors. In addition, the Resources site contained", "forms to submit figure requests and the associated, required metadata.", "Technical Inputs", "A public call for technical inputs^9 resulted in the submission of more", "than 400 peer-reviewed journal articles, reports, and other contributions", "authored by hundreds of individuals from academia, industry, various", "levels of government, and nongovernmental organizations. Alongside this", "public set of technical inputs, the USGCRP NCO conducted a survey of", "high-impact scientific journals and other peer-reviewed sources to develop", "a searchable-by-chapter database of over 1,200 articles and reports for", "NCA4 authors to consider in their assessment.", "In addition, the TSU climate science team developed 51 state climate", "summaries (one for each state, with a 51st summary on Puerto Rico and the", "U.S. Virgin Islands) to meet a demand for state-level information in the", "wake of NCA3.^14 The summaries cover assessment topics directly related to", "NOAAâ\u0080\u0099s mission, specifically historical climate variations and trends,", "future climate model projections of climate conditions during the 21st", "century, and past and future conditions of sea level and coastal flooding.", "Furthermore, EPA produced 50 state climate summaries plus one each for", "Guam, Puerto Rico, and the U.S. Virgin Islands, looking at historical", "climate impacts.^17", "The Multi-Model Framework for Quantitative Sectoral Impacts Analysis: A", "Technical Report for the Fourth National Climate Assessment (CIRA2.0) was", "produced as a technical input to NCA4 and informs many chapters.^10 This", "report estimates the physical and monetary benefits to the United States", "of reducing global greenhouse gas emissions in 2050 and 2090 for more than", "20 sectors of the American economy. Other technical reports produced since", "NCA3 and used as technical inputs to NCA4 include the U.S. Forest", "Serviceâ\u0080\u0099s Effects of Drought on Forests and Rangelands in the United", "States: A Comprehensive Science Synthesis^18 and Climate Change and", "Indigenous Peoples: A Synthesis of Current Impacts and Experiences.^13", "Special Assessment Reports", "A number of federally produced scientific assessment reports provide a", "robust foundation from which NCA4 authors drew. An illustrative list of", "such USGCRP-sustained assessment products include:", "The Climate Science Special Report (CSSR),^15 released in November 2017,", "is Volume I of NCA4. It provides the scientific underpinnings for NCA4 and", "serves as an update of the physical science as presented in NCA3.^2 Topics", "include detection and attribution; precipitation change; droughts, floods,", "and wildfire; extreme storms; sea level rise; ocean acidification;", "mitigation; potential surprises; and more.", "The Second State of the Carbon Cycle (SOCCR2)^19 was released in December", "2018 and provides an update on carbon cycle science across North America", "that informs several NCA4 chapters.", "The Impacts of Climate Change on Human Health in the United States: A", "Scientific Assessment (referred to as the â\u0080\u009cClimate and Health", "Assessmentâ\u0080\u009d) was released in April 2016 and strengthens our", "understanding of the linkages between climate change and health. It serves", "as an important input to NCA4,^20 covering such issues as", "temperature-related death and illness; air quality impacts; extreme", "events; vector-borne diseases; waterborne illness; food safety, nutrition,", "and distribution; mental health and well-being; and populations of", "concern.", "The Climate Change, Global Food Security, and the U.S. Food System", "assessment was released in December 2015 and identifies climate change", "impacts on global food security. It provides input to many chapters,^21", "covering such issues as non-climate drivers of food systems and security;", "models, scenarios, and projections of socioeconomic change; integrated", "assessment models of agricultural and food systems; food availability and", "stability; food access and stability; food utilization and stability; and", "global food security and the United States.", "The Third National Climate Assessment (NCA3) was released in 2014 and", "covered many of the same sectors and geographical regions of the United", "States, providing a foundation for the sectors and regions in NCA4.^2 NCA4", "includes several new national topic chapters and regions as a result of", "feedback from the public for such information.", "Engagement Activities", "The NCA Engagement Strategy,^22 developed for NCA3 and expanded for NCA4,", "provides a vision for participation, outreach, communications, and", "education processes that help make the NCA process and products more", "accessible and useful to many audiences. The overall goal of engagement is", "to create a more effective and successful NCA that is informed by and", "responsive to user needsâ\u0080\u0094improving the processes and products of the", "effort so that they are credible and salient and build the capacity of", "participants to engage in the creation and use of these processes and", "products for decision-making.^22 The strategy describes a number of", "mechanisms through which scientific and technical experts,", "decision-makers, and members of the general public might learn about and", "participate in the NCA process.", "The NCO organized listening sessions, symposia, webinars, and other", "sessions at professional society meetings to provide updates on the NCA", "process, solicit broad input from subject matter experts, and collect", "feedback on the approach, topics, and methodologies under consideration.", "A series of Regional Informational Webinars were conducted in September", "2016 to solicit technical inputs and nominations for authors and to", "discuss the NCA4 process. These included webinars targeted at each of the", "NCA4 regions (with the Southeast and U.S. Caribbean being combined), as", "well as one webinar focused on tribal and Indigenous communities and a", "final, national-level webinar intended for a general audience.", "In addition, a series of Public Comment Period Webinars were offered from", "November 2017 through January 2018 to raise awareness of the opportunity", "for the public to review the Third Order Draft of NCA4.", "NCO staff also provided substantive updates on process and development", "directly to NCA authors in weekly emails and monthly calls. The broader", "public was kept abreast of developments through regular updates on the", "USGCRP website: http://www.globalchange.gov/nca4.", "NCAnet Activities", "USGCRP hosts an NCAnet (NCA network) Conversation on a roughly bimonthly", "basis (since January 2012). Briefly, NCAnet is a network of organizations", "working with the NCA to engage producers and users of assessment", "information across the United States. Participants", "(http://ncanet.usgcrp.gov/partners) help extend the reach of USGCRP", "assessment products, including the NCA and reports like the Climate and", "Health Assessment (https://health2016.globalchange.gov/), through the", "development of assessment-related capacities and products. These efforts", "have included collecting and synthesizing data or other technical and", "scientific information relevant to current and future assessments,", "disseminating findings to various users of assessment information,", "engaging assessment information producers and users, supporting", "assessment-related events, and producing communications materials related", "to the NCA and other assessment findings.", "More information on NCAnet, including a list of NCAnet affiliates and", "presentations, as well as information on becoming a member, is available", "at http://ncanet.usgcrp.gov.", "Regional Engagement Workshops and Subsequent Author Meetings", "In order to gain feedback from the residents of the various NCA4 regions,", "author teams held workshops in various locations and invited members of", "the public and interested stakeholders to listen to presentations on the", "proposed chapter outlines. Attendees were then asked to provide feedback", "to authors to help clarify the priorities of the region, relay valuable", "technical inputs, and otherwise inform the development of the chapter.", "Reports from these workshops are available online at", "https://www.globalchange.gov/content/nca4-engagement-activities.", "* Alaska Regional Engagement Workshop, Hub: Anchorage, Alaska, February", "2017", "* Northeast Regional Engagement Workshop, Hub: Boston, Massachusetts,", "with six satellite locations, February 2017", "* Southwest Regional Engagement Workshop, Hub: Tucson, Arizona, with six", "satellite locations, February 2017", "* Northern Great Plains Regional Engagement Workshop, Hub: Rapid City,", "South Dakota, with three satellite locations, February 2017", "* Hawaiâ\u0080\u0098i and U.S.-Affiliated Pacific Islands Regional Engagement", "Workshop, Hub: Honolulu, Hawaiâ\u0080\u0098i, March 2017", "* Midwest Regional Engagement Workshop, Hub: Chicago, Illinois, with", "nine satellite locations, March 2017", "* Southern Great Plains Regional Engagement Workshop, Hub: Norman,", "Oklahoma, with one satellite location, March 2017", "* U.S. Caribbean Regional Engagement Workshop, Hub: San Juan, Puerto", "Rico, with one satellite location, March 2017", "* Southeast Regional Engagement Workshop, Hub: Raleigh, North Carolina,", "with seven satellite locations, March 2017", "* Northwest Regional Engagement Workshop, Hubs: Portland, Oregon, and", "Boise, Idaho, March 2017", "Listening Sessions", "Listening sessions were held in a number of places where a full workshop", "was not appropriate or possible. Listening sessions included a brief", "overview presentation on the NCA, with some specifics on the chapters of", "interest to the given audience. Stakeholders were then encouraged to", "provide feedback on the content of the presentation, as well as any", "additional information or resources that might be useful for authors to", "understand.", "* Great Lakes Adaptation Forum, October 2016, Ann Arbor, Michigan", "* The Kresge Foundation, November 2016, Washington, DC", "* American Geophysical Union Annual Meeting, December 2016, San", "Francisco, California", "* American Meteorological Society Annual Meeting, January 2017, Seattle,", "Washington", "* Transportation Research Board Aviation Climate Change Subcommittee,", "January 2017, Washington, DC", "* National Council for Science and the Environment National Meeting,", "January 2017, Crystal City, Virginia", "* Alaska Center for Climate Assessment and Policy Webinar, February 2017", "* Association for the Sciences of Limnology and Oceanography, March", "2017, Honolulu, Hawaiâ\u0080\u0098i", "* National Adaptation Forum, May 2017, St. Paul, Minnesota", "Presentations", "Many presentations were given to relevant stakeholder audiences through", "the development of this report. An illustrative listing of NCA4-related", "presentations made by NCO staff includes:", "* North American Carbon Program Science Leadership Groupâ\u0080\u0093NCA4", "Overview, October 2016, Crystal City, Virginia", "* Resilience AmeriCorps Federal Resource Fair, October 2016, Alexandria,", "Virginia", "* 2016 Belmont Forum Plenary Meeting, November 2016, Doha, Qatar", "* 7th Annual Northwest Climate Conference, November 2016, Stevenson,", "Washington", "* American Lung Association, December 2016, Washington, DC", "* American Geophysical Union Annual Meeting (NASA and NOAA booths),", "December 2016, San Francisco, California", "* Transportation Research Boardâ\u0080\u0093Climate Change and Energy Task Force,", "January 2017, Washington, DC", "* American Meteorological Society Annual Meeting Booth, January 2017,", "Seattle, Washington", "* National Council for Science and the Environment Annual Meeting,", "January 2017, Crystal City, Virginia", "* American Association for the Advancement of Science Annual Meeting,", "February 2017, Boston, Massachusetts", "* 2017 Joint NACP Ameriflux Principal Investigators Meeting, March 2017,", "North Bethesda, Maryland", "* Southeast & Caribbean Climate Community of Practice 2017 Meeting,", "April 2017, Charleston, South Carolina", "* Association of State Floodplain Managers Annual Conference, May 2017,", "Kansas City, Missouri", "* National Adaptation Forum, May 2017, St. Paul, Minnesota", "* Conference of Mayors Annual Meeting, June 2017, Miami Beach, Florida", "* Ecological Society of America Annual Meeting, August 2017, Austin,", "Texas", "* American Chemical Society National Meeting, August 2017, Washington,", "DC", "* Pacific Northwest Climate Conference, October 2017, Tacoma, Washington", "* Geological Society of America Annual Meeting, October 2017, Seattle,", "Washington", "* Guest lecture at Boston University, November 2017 (virtual)", "* American Geophysical Union Fall Meeting, December 2017, New Orleans,", "Louisiana", "* American Meteorological Society Annual Meeting, January 2018, Austin,", "Texas", "* National Council for Science and the Environment Annual Meeting,", "January 2018, Crystal City, Virginia", "* Guest lecture at San Francisco State University, February 2018", "(virtual)", "* National Association of Regulatory Utility Commissioners Winter Policy", "Summit, February 2018, Washington, DC", "* Air and Waste Management Association webinar, February 2018 (virtual)", "* American Association for the Advancement of Science Annual Meeting,", "February 2018, Austin, Texas", "* Center for Climate and Energy Solutions Business Environmental", "Leadership Council Spring Meeting, March 2018, Washington, DC", "* Guest lecture at University of Illinois, April 2018 (virtual)", "* Guest lecture at University of Arizona, April 2018 (virtual)", "* Electric Power Research Institute (EPRI) Energy 7 Climate Research", "Seminar, May 2018, Washington, DC", "* Adaptation Futures Conference, June 2018, Cape Town, South Africa", "* American Association of State Climatologists Annual Meeting, June", "2018, Nebraska City, Nebraska", "* National Academies of Sciences, Engineering, and Medicine Committee to", "Advise USGCRP, July 2018, Washington, DC", "* Ecological Society of America Annual Meeting, August 2018, New", "Orleans, Louisiana", "* National Academies of Sciences, Engineering, and Medicine Workshop on", "Subnational Climate Assessments, August 2018, Washington, DC", "* Great Lakes Adaptation Forum, September 2018, Ann Arbor, Michigan", "* Sigma Xi Annual Meeting, October 2018, Burlingame, California", "* American Geophysical Union Fall Meeting, December 2018, Washington, DC", "Share", "_____________________", "Sustained Assessment: Past, Present, and Future", "The concept of, motivation for, and ideas to inform a sustained assessment", "process were articulated in Chapter 30 of NCA3, â\u0080\u009cSustained Assessment: A", "New Vision for Future U.S. Assessments,â\u0080\u009d^23 and the NCADAC Special", "Report, â\u0080\u009cPreparing the Nation for Change: Building a Sustained National", "Climate Assessment Process.â\u0080\u009d^24 In addition, the Interagency National", "Climate Assessment (INCA) Working Group provided thought leadership and", "implementation options in response to recommendations laid out in the", "above reports.", "NCA4 was developed within a sustained assessment framework and process,", "drawing on these previous efforts, as well as an evaluation of the NCA3", "process.^5 As part of this sustained assessment process, NCA4 built on and", "utilized products, indicators, and tools developed since NCA3 (many of", "which are described in detail in App. 3: Data & Scenarios). In addition,", "in response to gaps identified in NCA3, NCA4 is placed in a broader", "international context (detailed in the new chapter â\u0080\u009cClimate Effects on", "U.S. International Interestsâ\u0080\u009d and in the new appendix â\u0080\u009cLooking Abroad:", "How Other Nations Approach a National Climate Assessmentâ\u0080\u009d). The Climate", "Change Impacts and Risk Analysis (CIRA) project responds to a", "recommendation for additional work on quantifying the economic impacts of", "climate change across sectors of the American economy.^10 The CIRA", "reportâ\u0080\u0099s project leaders not only provided information tailored to each", "NCA4 region and most sectors but also worked with many individual chapters", "through webinars, conference calls, and other collaborative interactions.", "Guidance on uncertainty and confidence treatment was also provided early", "on to NCA4 authors, responding to another sustained assessment", "recommendation.", "While the aforementioned efforts provided a useful foundation on which", "NCA4 could be informed through a sustained assessment lens, greater", "efficiency and efficacy can be realized under a sustained assessment", "framework. In an effort to make that a reality, two groups were", "constituted to further elucidate what such a process could look like.", "The Advisory Committee for the Sustained National Climate Assessment", "(ACSNCA) was a 15-member federal advisory committee established by the", "Department of Commerce on behalf of the USGCRP to advise SGCR on the", "sustained assessment process and stakeholder engagement. Its primary focus", "was not on NCA4 but on future assessment processes and engagement work", "around the NCAs. The ACSNCA met in person biannually and more frequently", "on teleconferences, with its first in-person meeting being held in", "September 2016. The original two-year charter for the ACSNCA expired in", "2017 and was not renewed.", "The Sustained Assessment Interagency Working Group (SAWG) provides an", "interagency forum for agencies to deliberate upon ideas for the various", "components composing a sustained assessment process. The SAWG holds", "monthly meetings attended by a diverse array of interagency experts,", "including SGCR Principals, USGCRP Interagency Working Group co-chairs and", "members, NCA4 Federal Steering Committee members, representatives from", "regional science organizations (for example, NOAA Regional Integrated", "Sciences and Assessments offices, DOI Climate Adaptation Science Centers,", "USDA Climate Hubs, etc.), and staff at the NCA4 Technical Support Unit.", "The SAWG first met in early 2017, when members began by reorienting", "themselves with the NCADAC recommendations and the options put forward by", "INCA. In ensuing months, thematic issues were discussed, bringing in", "outside experts to suggest ideas for next steps on a range of topics,", "including foundational elements, data tools and scenario products, special", "reports, user engagement, contributor engagement, harvesting assessments", "for research priorities, evaluation, and a vision and process for NCA5 and", "beyond.", "The ultimate objective is to develop a process that includes activities", "inside and outside the Federal Government, makes efficient use of limited", "federal resources, andâ\u0080\u0094importantlyâ\u0080\u0094is informed by and responsive to", "evolving user needs.", "REFERENCES", "* Brown, M. E., J. M. Antle, P. Backlund, E. R. Carr, W. E. Easterling,", "M. K. Walsh, C. Ammann, W. Attavanich, C. B. Barrett, M. F. Bellemare,", "V. Dancheck, C. Funk, K. Grace, J. S. I. Ingram, H. Jiang, H. Maletta,", "T. Mata, A. Murray, M. Ngugi, D. Ojima, B. O'Neill, and C. Tebaldi,", "2015: Climate Change, Global Food Security, and the U.S. Food System.", "U.S. Global Change Research Program, Washington, DC, 146 pp.", "doi:10.7930/J0862DC7. â\u0086©", "* Buizer, J., P. Fleming, S. L. Hays, K. Dow, C. Field, D. Gustafson, A.", "Luers, and R. H. Moss, 2013: Preparing the Nation for Change: Building", "a Sustained National Climate Assessment. National Climate Assessment", "and Development Advisory Committee, Washington, D.C., URL. â\u0086©", "* Dantzker Consulting LLC, New Knowledge Organization Ltd, Mimi Shah", "LLC, MerseCreative, Clarus Research, and E. Strange, 2017: Evaluation", "of the Third NCA Production and Dissemination Processes and Products:", "Briefing to the Advisory Committee for the Sustained National Climate", "Assessment. Bethesda, MD. URL. â\u0086©", "* EPA, 2017: Climate Change Impacts by State [web site]. U.S.", "Environmental Protection Agency (EPA), Washington, DC. URL. â\u0086©", "* EPA, 2017: Multi-model Framework for Quantitative Sectoral Impacts", "Analysis: A Technical Report for the Fourth National Climate", "Assessment. EPA 430â\u0080\u0090Râ\u0080\u009017â\u0080\u0090001. U.S. Environmental Protection", "Agency (EPA), Washington, DC, 271 pp. URL. â\u0086©", "* Federal Register Notice, 2015: Request for Information: Public Input", "on the Sustained Assessment Process of the U.S. National Climate", "Assessment. Office of Science and Technology, 3 pp. URL. â\u0086©", "* Federal Register Notice, 2016: Public Comment on an Annotated Outline", "for the Fourth National Climate Assessment. Office of Science and", "Technology Policy, 2 pp. URL. â\u0086©", "* Federal Register Notice, 2016: United States Global Change Research", "Program (USGCRP). National Oceanic and Atmospheric Administration, 3", "pp. URL. â\u0086©", "* Federal Register Notice, 2017: United States Global Change Research", "Program (USGCRP). National Oceanic and Atmospheric Administration, 2", "pp. URL. â\u0086©", "* Global Change Research Act of 1990. Pub. L. No. 101-606, 104 Stat", "3096â\u0080\u00933104, November 16 1990. URL. â\u0086©", "* Hall, J. A., M. Blair, J. L. Buizer, D. I. Gustafson, B. Holland, S.", "C. Moser, and A. M. Waple, 2014: Ch. 30: Sustained assessment: A new", "vision for future U.S. assessments. Climate Change Impacts in the", "United States: The Third National Climate Assessment. Melillo, J. M.,", "Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change", "Research Program, Washington, DC, 719â\u0080\u0093726. doi:10.7930/J000001G. â\u0086©", "* Melillo, J. M., T. (T. C. . Richmond, and G. W. Yohe, Eds., 2014:", "Climate Change Impacts in the United States: The Third National", "Climate Assessment. U.S. Global Change Research Program, Washington,", "DC, 841 pp. doi:10.7930/J0Z31WJ2. â\u0086©", "* National Academies of Sciences Engineering & Medicine, 2016:", "Characterizing Risk in Climate Change Assessments: Proceedings of a", "Workshop. The National Academies Press, Washington, DC,", "doi:10.17226/23569. â\u0086©", "* National Academies of Sciences Engineering and Medicine, 2018: Review", "of the Draft Fourth National Climate Assessment. The National", "Academies Press, Washington, DC, doi:10.17226/25013. â\u0086©", "* NCADAC, 2011: National Climate Assessment (NCA) Engagement Strategy.", "National Climate Assessment and Development Advisory Committee,", "Washington, DC, 27 pp. URL. â\u0086©", "* NOAA, 2016: State Climate Summaries [web site]. URL. â\u0086©", "* Norton-Smith, K., K. Lynn, K. Chief, K. Cozzetto, J. Donatuto, M. H.", "Redsteer, L. E. Kruger, J. Maldonado, C. Viles, and K. P. Whyte, 2016:", "Climate Change and Indigenous Peoples: A Synthesis of Current Impacts", "and Experiences. Gen. Tech. Rep. PNW-GTR-944. U.S. Department of", "Agriculture, Forest Service, Pacific Northwest Research Station,", "Portland, OR, 136 pp. URL. â\u0086©", "* USGCRP, 2012: The National Global Change Research Plan 2012â\u0080\u00932021: A", "Strategic Plan for the U.S. Global Change Research Program. The U.S.", "Global Change Research Program, Washington, D.C., 132 pp. URL. â\u0086©", "* USGCRP, 2013: NCAnet: Building a network of networks to support the", "National Climate Assessment. URL. â\u0086©", "* USGCRP, 2016: The Impacts of Climate Change on Human Health in the", "United States: A Scientific Assessment. U.S. Global Change Research", "Program, Washington, DC, 312 pp. doi:10.7930/J0R49NQX. â\u0086©", "* USGCRP, 2017: Scenarios for Climate Assessment and Adaptation [web", "site]. The U.S. Global Change Research Program, . URL. â\u0086©", "* USGCRP, 2017: The National Global Change Research Plan 2012-2021: A", "Triennial Update. Washington, DC, 106 pp. URL. â\u0086©", "* USGCRP, 2018: Second State of the Carbon Cycle Report (SOCCR2): A", "Sustained Assessment Report. U.S. Global Change Research Program,", "Washington, DC, 877 pp. URL. â\u0086©", "* Vose, J., J. S. Clark, C. Luce, and T. Patel-Weynand, Eds., 2016:", "Effects of Drought on Forests and Rangelands in the United States: A", "Comprehensive Science Synthesis. Gen. Tech. Rep. WO-93b. U.S.", "Department of Agriculture, Forest Service, Washington Office,", "Washington, DC, 289 pp. URL. â\u0086©", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]