["Link: canonical", "Advertisement", "SpringerLink", "Search", "* Log in", "Search SpringerLink", "_____________________ Search", "RCP4.5: a pathway for stabilization of radiative forcing by 2100", "Download PDF", "Download PDF", "* Open Access", "* Published: 29 July 2011", "RCP4.5: a pathway for stabilization of radiative forcing by 2100", "* Allison M. Thomson^1,", "* Katherine V. Calvin^1,", "* Steven J. Smith^1,", "* G. Page Kyle^1,", "* April Volke^1,", "* Pralit Patel^1,", "* Sabrina Delgado-Arias^1,", "* Ben Bond-Lamberty^1,", "* Marshall A. Wise^1,", "* Leon E. Clarke^1 &", "* James A. Edmonds^1", "Climatic Change volume 109, Article number: 77 (2011) Cite this article", "* 40k Accesses", "* 798 Citations", "* 322 Altmetric", "* Metrics details", "Abstract", "Representative Concentration Pathway (RCP) 4.5 is a scenario that", "stabilizes radiative forcing at 4.5 W m^−2 in the year 2100 without ever", "exceeding that value. Simulated with the Global Change Assessment Model", "(GCAM), RCP4.5 includes long-term, global emissions of greenhouse gases,", "short-lived species, and land-use-land-cover in a global economic", "framework. RCP4.5 was updated from earlier GCAM scenarios to incorporate", "historical emissions and land cover information common to the RCP process", "and follows a cost-minimizing pathway to reach the target radiative", "forcing. The imperative to limit emissions in order to reach this target", "drives changes in the energy system, including shifts to electricity, to", "lower emissions energy technologies and to the deployment of carbon", "capture and geologic storage technology. In addition, the RCP4.5 emissions", "price also applies to land use emissions; as a result, forest lands expand", "from their present day extent. The simulated future emissions and land use", "were downscaled from the regional simulation to a grid to facilitate", "transfer to climate models. While there are many alternative pathways to", "achieve a radiative forcing level of 4.5 W m^−2, the application of the", "RCP4.5 provides a common platform for climate models to explore the", "climate system response to stabilizing the anthropogenic components of", "radiative forcing.", "Introduction", "Representative Concentration Pathway (RCP) 4.5 is a scenario of long-term,", "global emissions of greenhouse gases, short-lived species, and", "land-use-land-cover which stabilizes radiative forcing at 4.5 W m^−2", "(approximately 650 ppm CO_2-equivalent) in the year 2100 without ever", "exceeding that value. The defining characteristics of this scenario are", "enumerated in Moss et al. (2008, 2010). RCP4.5 is based on the MiniCAM", "Level 2 stabilization scenario reported in Clarke et al. (2007) with", "additional detail on the non-CO_2 and pollution control assumptions", "documented by Smith and Wigley (2006), and incorporating updated land use", "modeling and terrestrial carbon emissions pricing assumptions as reported", "in Wise et al. (2009a, b).", "Unlike the scenarios developed by the IPCC and reported in Nakicenovic et", "al. (2000), which examined possible global futures and associated", "greenhouse-related emissions in the absence of measures designed to limit", "anthropogenic climate change, RCP4.5 is a stabilization scenario and", "assumes that climate policies, in this instance the introduction of a set", "of global greenhouse gas emissions prices, are invoked to achieve the goal", "of limiting emissions and radiative forcing.", "While RCP4.5 is based on the MiniCAM Level 2 scenario reported in Clarke", "et al. (2007), it differs in several important regards. First, the Clarke", "et al. (2007) scenario considered a slightly different definition of", "radiative forcing than RCP4.5. In Clarke et al. (2007), radiative forcing", "is defined in terms of a suite of six greenhouse gases, carbon dioxide", "(CO_2), methane (CH_4), nitrous oxide (N_2O), hydrofluorocarbons (HFCs),", "perfluorocarbons (PFCs) and sulfur hexafluoride (SF_6). RCP4.5 considered", "the influences of a broader set of anthropogenic emissions including CO_2,", "CH_4, N_2O, HFCs, PFCs, and SF_6, but also chemically active gases such as", "carbon monoxide (CO) and volatile organic compounds (VOCs). Importantly,", "RCP4.5 considers the influence of sulfur aerosols, as well as black and", "organic carbon. The Clarke et al. (2007) scenario stabilized radiative", "forcing at approximately 4.7 W m^−2, slightly higher than RCP4.5. For", "CO_2, the most important anthropogenically released greenhouse gas, year", "2100 concentrations are somewhat higher in the Clarke et al. (2007)", "scenario, approximately 550 ppm CO_2, than in RCP4.5, approximately", "525 ppm CO_2. RCP4.5 also employed updated historical data series by", "calibrating to the year 2000 consensus emissions inventories from Lamarque", "et al. (2010), and the HYDE crop and pasture land use history (Klein", "Goldewijk et al. 2010) as well as implementing a new representation of", "residue biomass supply (Gregg and Smith 2010). RCP4.5 also employed a more", "sophisticated land-use and land-cover model (Wise et al. 2009a, b) than", "was available for use in Clarke et al. (2007). Perhaps the most important", "difference is the downscaling of emissions and land-use-land-cover from", "the 14 geopolitical GCAM regions to a 0.5° grid for the RCPs in order to", "enable use of the scenario in atmospheric chemistry models and global", "climate models. Finally, RCP4.5 takes advantage of one technology that was", "not modeled in Clarke et al., namely combining bioenergy production with", "CO_2 capture and geologic storage (CCS). This technology combination is", "capable of producing final energy such as electricity with net-negative", "carbon emissions (Luckow et al. 2010).", "Because the RCPs are based on previously existing scenarios documented in", "the open literature, each reflects a different set of underlying", "socioeconomic assumptions. RCP4.5 is a stabilization scenario and thus", "assumes the imposition of emissions mitigation policies. RCP4.5 is derived", "from its own “reference”, or “no-climate-policy”, scenario. This reference", "scenario is unique to RCP4.5 and differs from RCP8.5 as well as from the", "reference scenarios associated with RCP6 and RCP2.6 (also referred to as", "RCP3PD)(van Vuuren et al. 2011a).", "In the remainder of this paper we will discuss the modeling environment", "employed to develop RCP4.5 (the Global Change Assessment Model; GCAM),", "from the original MiniCAM Level 2 scenario (Clarke et al. 2007). We will", "then proceed to describe the underlying socioeconomic assumptions that", "shape RCP4.5 and its associated reference scenario and discuss the", "characteristics of RCP4.5, highlighting the global energy, economic, land", "use, and land cover systems, as well as the mechanisms employed to limit", "radiative forcing to 4.5 W m^−2 and contrast RCP4.5 to its reference", "scenario. Next, we compare the RCP4.5 to other 4.5 Wm^−2 stabilization", "scenarios in the literature. Finally, we will describe alternate GCAM", "scenarios that follow the radiative forcing pathways of the other three", "RCPs (RCP2.6, RCP6, and RCP8.5).", "Methods", "The Global Change Assessment Model", "The GCAM is a global integrated assessment model and a direct descendent", "of the MiniCAM model (Kim et al. 2006; Clarke et al. 2007; Brenkert et al.", "2003). It combines representations of the global economy, energy systems,", "agriculture and land use, with representation of terrestrial and ocean", "carbon cycles, a suite of coupled gas-cycle, climate, and ice-melt models.", "GCAM tracks emissions and concentrations of greenhouse gases and", "short-lived species including CO_2, CH_4, N_2O, NO_x, VOCs, CO, SO_2,", "carbonaceous aerosols, HFCs, PFCs, NH_3, and SF_6.", "GCAM is a dynamic recursive economic model driven by assumptions about", "population size and labor productivity that determine potential gross", "domestic product in each of 14 regions at 15 year time steps. GCAM", "establishes market-clearing prices for all energy, agriculture and land", "markets such that supplies and demands for all markets balance", "simultaneously. The GCAM energy system includes primary energy resources,", "production, energy transformation to final fuels, and the employment of", "final energy forms to deliver energy services such as passenger kilometers", "in transport or space conditioning for buildings. GCAM contains detailed", "representations of technology options in all of the economic components of", "the system with technology choice determined by market competition.", "The agriculture and land use component is fully integrated (i.e., solved", "simultaneously) with the GCAM economic and energy system components. Land", "is allocated between alternative uses based on expected profitability,", "which in turn depends on the productivity of the land-based product (e.g.", "mass of harvestable product per ha), product price, and non-land costs of", "production (labor, fertilizer, etc.). The productivity of land-based", "products is subject to change over time based on future estimates of crop", "productivity change. This increase in productivity, adopted from", "projections by Bruinsma (2003), is not specifically attributed to", "individual components, which may include changes in management practices,", "increases in fertilizer or irrigation inputs, or development of new crop", "varieties. Emissions of gases related to agricultural productivity, for", "example N_2O and CH_4, are tied to the level of production. All", "agricultural crops, other land products and animal products are globally", "traded within GCAM. A full description of the agriculture and land use", "modeling in GCAM as used for RCP4.5 can be found in Wise et al. (2009a).", "The GCAM physical atmosphere and climate are represented by the Model for", "the Assessment of Greenhouse-Gas Induced Climate Change (MAGICC; Wigley", "and Raper 1992, 2002; Raper et al. 1996). To construct the RCP4.5", "scenario, we use MAGICC version 5.3, which is initialized to the IPCC 4th", "Assessment Report.^Footnote 1 The definition of total radiative forcing", "for the RCP4.5 does not include albedo, nitrate, and mineral dust. These", "three forcing agents have a fixed future forcing of −0.4 W m^−2 in MAGICC", "version 5.3.", "Pollutant gas emissions depend on modeled activity levels in each region,", "such as fuel consumption, and the assumed level of pollution controls.", "Pollution control levels increase over time in all countries as a function", "of income (Smith et al. 2005; Smith and Wigley 2006). Some further", "increases in emission controls for high-income countries are assumed, with", "larger increases in developing countries as incomes rise toward current", "OECD levels. Pollutant gas and aerosol emissions levels in the reference", "scenario were checked for consistency by estimating regional surface", "particulate and ozone levels using the MOZART atmospheric chemistry model.", "Two rounds of analysis were performed using reference scenario emissions,", "with emission control levels adjusted so that regional surface pollutant", "concentrations were consistent with the assumed regional income levels", "(Smith et al. 2011).", "The RCP4.5 stabilization scenario is a cost-minimizing pathway. It assumes", "that all nations of the world undertake emissions mitigation", "simultaneously and effectively, and share a common global price that all", "emissions to the atmosphere must pay with emissions of different gases", "priced according to their hundred-year global warming potentials (Schimel", "et al. 1996). All sectors of the economy are covered, including", "agriculture and land use emissions. That emissions price also rises over", "time so as to minimize the present discounted cost of emissions", "mitigation. The policy also assumes that deployment mechanisms and", "measurement and monitoring of both fossil fuel and terrestrial carbon are", "not barriers to implementation of emissions mitigation.", "This cost-minimizing price path has two components. Prior to reaching the", "target, 4.5 W m^−2, cost minimization requires that the greenhouse gas", "emissions price rise at the interest rate, adjusted by the rate of ocean", "uptake (Edmonds et al. 2008; Clarke et al. 2007; Hotelling 1931; Peck and", "Wan 1996). An emissions price path with this property precludes all", "opportunities for arbitrage because the discounted marginal cost of", "abatement is constant across time. The second component of the pathway", "occurs after the target is reached. At this time, the emissions price is", "adjusted to ensure that the radiative forcing level remains at its target.", "For the RCP4.5, stabilization occurs in 2080; prior to 2080 the emissions", "price rises at 5% per year, and after 2080 the emissions price is roughly", "constant.", "Emissions downscaling", "Emissions from GCAM were downscaled using a two-step method, first", "downscaling to the country level and then mapping to a spatial grid within", "each country. Detailed emissions from GCAM were aggregated into the 12 RCP", "reporting sectors for the 14 GCAM regions at each 15-year model time", "period.^Footnote 2 Emissions from each sector were downscaled to a country", "level for 231 countries using the methodology outlined in Van Vuuren et", "al. (2007). Input data for this step includes the country-level population", "projection used for the RCP4.5 scenario, a gridded base-year GDP data set", "from van Vuuren et al. (2007), who combined World Bank GDP information", "with the GPW gridded population data set (CIESIN & CIAT 2005), and year", "2000 gridded emissions data from Lamarque et al. (2010). Gridded GDP and", "emissions data were used so that base-year GDP and emissions differences", "could consistently be estimated for any set of countries or regions. A", "convergence year of 2200 for GDP and emissions intensity calculations", "(slightly larger than the value used by Van Vuuren et al. 2007) was used", "for all anthropogenic emissions sectors. The pattern of forest and", "grassland emissions within each region was held constant by setting a high", "convergence year of 10,000.", "The downscaled sectoral emissions for each country were mapped to a 0.5°", "grid using the base-year 2000 gridded emissions data from Lamarque et al.", "(2010). The relative spatial emissions distribution within each country", "was held constant over time for each emissions sector. For the downscaling", "calculations, each 0.5° grid cell was subdivided, if necessary, by country", "boundaries using 2.5 min boundary data (CIESIN & CIAT 2005). After", "downscaling on a sub-divided grid for each country and emissions sector,", "emissions were summed to a 0.5° resolution for the final data product.", "Emissions from international shipping and aircraft primarily occur outside", "country boundaries. Thus, emissions from these sectors were aggregated to", "one global figure. Gridded shipping emissions were globally scaled from", "the RCP consensus year 2000 emissions grid (Lamarque et al. 2010).", "Aircraft emissions used a time changing pattern from the QUANTIFY B2i", "emissions scenario (Lee et al. 2010), as the overall pathway for this", "scenario closely matched the GCAM model output. The QUANTIFY three", "dimensional emissions pattern was collapsed to two dimensions (latitude", "and longitude) for 2000, 2025, 2050, and 2100. This pattern was", "interpolated to decadal intervals and scaled globally to match the GCAM", "global aviation emissions values.", "Land use downscaling", "The RCP scenario process is the first to explicitly provide land use", "projections in addition to future emissions pathways for input to global", "climate models. Because all four participating integrated assessment", "models, and all receiving climate models, use different characterizations", "and definitions of land use types and transitions, a harmonization step", "was necessary. The harmonization was designed to provide a continuous,", "consistent set of land use inputs for climate models from 1500 through", "2100 with a smooth transition between historical data (1500–2005) and", "future projections (2005–2100) (see Hurtt et al. 2011).", "In the GCAM model results, land use is simulated at the 14 region level", "and land use changes and transitions are not spatially attributed. In this", "case, the land use was first downscaled to the 0.5° harmonization grid,", "following the algorithms of the global land-use model (GLM) (Hurtt et al.", "2006), preserving GCAM regional land use area totals and generating smooth", "spatial patterns in the transition from historical to future states. These", "downscaling algorithms were developed and implemented by the land use", "harmonization group (Hurtt et al. 2011) and are fully described in Thomson", "et al. (2010).", "Results", "GCAM reference scenario", "Each of the RCPs was produced by a different integrated assessment model;", "therefore, each has its own reference scenario (Vuuren et al. 2011b; Riahi", "et al. 2011; Masui et al. 2011). Thus, the reference scenario for RCP4.5", "is not RCP8.5 but rather a GCAM reference scenario. The GCAM reference", "scenario (Clarke et al. 2007) depicts a world in which global population", "reaches a maximum of more than 9 billion in 2065 and then declines to 8.7", "billion in 2100 while global GDP grows by an order of magnitude^Footnote 3", "and global primary energy consumption triples (Fig. 1). The reference", "scenario includes no explicit policies to limit carbon emissions, and", "therefore fossil fuels continue to dominate global energy consumption,", "despite substantial growth in nuclear and renewable energy. Atmospheric", "CO_2 concentrations rise throughout the century and reach 792 ppmv by", "2100, with total radiative forcing approaching 7 W m^−2 (Fig. 2).", "Emissions of CH_4 and N_2O also continue to rise with the continued use of", "fossil fuels and the expansion of agricultural lands. Forest land declines", "in the reference scenario to accommodate increases in land use for food", "and bioenergy crops. Even with the assumed agricultural productivity", "increases, crop land increases in the first half of the century due to", "increases in population and income, which drives an increase in", "land-intensive meat consumption. After 2050 the rate of growth in food", "demand slows, in part due to declining population. As a result the area of", "cropland and land use change (LUC) emissions decline.", "Fig. 1", "figure1", "GCAM reference scenario results showing a global GDP and population", "drivers, b global primary energy consumption by fuel source, c global", "electricity production by technology, and d global allocation of land", "among major land cover and land use categories", "Full size image", "Fig. 2", "figure2", "Total radiative forcing (W m^−2) of the GCAM reference and RCP4.5", "scenarios over the model simulation period", "Full size image", "RCP4.5 stabilization scenario", "The RCP4.5 scenario is based on the same population and income drivers as", "the GCAM reference scenario but applies greenhouse gas emissions valuation", "policies to stabilize atmospheric radiative forcing at 4.5 W m^−2 in 2100", "(Fig. 2). This imperative to stabilize climate change drives anthropogenic", "CO_2 emissions downward throughout the next century (Fig. 3) and results", "in an atmospheric CO_2 concentration of 526 ppm in 2100,^Footnote 4", "compared to 792 ppm in the GCAM reference case. This stabilization is", "achieved in 2080 when radiative forcing reaches 4.5 W m^−2 and the", "emissions price becomes roughly constant. CO_2 emissions also become", "roughly constant. RCP4.5 depicts declines in overall energy use, as well", "as declines in fossil fuel use compared to the reference case, while", "substantial increases in renewable energy forms and nuclear energy both", "occur (Fig. 4a). The proportion of total final energy that is supplied by", "electricity also increases due to fuel switching in the end-use sectors.", "The emergence of large-scale carbon dioxide capture and storage (CCS)", "(Fig. 5) allows continued use of fossil fuels for electricity generation", "and cement manufacture, among other uses, though total use is lower than", "in the reference scenario. Bioenergy with CCS is used to produce", "electricity, providing an energy source that is carbon-negative with", "respect to the atmosphere. The amount of bioenergy deployed is limited by", "the availability of dedicated crop and crop residue feedstocks from the", "land system.", "Fig. 3", "figure3", "CO_2 emissions from a energy and industrial sources and from b land use", "and land use change in the GCAM reference and RCP4.5 scenarios", "Full size image", "Fig 4", "figure4", "Global primary energy consumption by energy source in four scenarios, a", "RCP4.5, b GCAM8.5, c GCAM6, and d GCAM2.6", "Full size image", "Fig. 5", "figure5", "Electricity generation by technology type in the RCP4.5 scenario", "Full size image", "One important feature influencing the availability of bioenergy feedstocks", "in the RCP4.5 is the expansion of forests as part of the larger emissions", "mitigation strategy. The extent of afforestation follows Wise et al.", "2009b. This idealized case assumes that all carbon from fossil fuel and", "land use emissions are charged an equal penalty price, and thus reductions", "in LUC emissions constitute an available strategy for global emissions", "mitigation. The GCAM therefore simulates the preservation of large stocks", "of terrestrial carbon in forests, with some crop and pasture lands", "converted to bioenergy crops (Fig. 6). Under this policy environment,", "dedicated bioenergy crops still provide an important source of fuel, >50", "EJ/yr, to meet global energy demand in 2100.^Footnote 5 This is", "accomplished while still providing for the world’s dietary need by", "shifting toward food products with a smaller carbon footprint, principally", "by reducing beef consumption relative to the reference scenario. While", "this results in an increase in global food commodity prices, the overall", "food expenditure (cost of food as fraction of income) declines. These", "dynamics, and the role of agricultural productivity assumptions, are fully", "explored in Thomson et al. (2010).", "Fig 6", "figure6", "Global land cover over time in the RCP4.5 scenario expressed as a", "percentage of total global land area", "Full size image", "Carbon prices reach $85 per ton of CO_2 by 2100 (Fig. 7) which transforms", "the global economy. Electric power generation changes from the largest", "source of emissions in the world to a system with net negative", "emissions—made possible by increased reliance on nuclear and renewable", "energy forms such as wind, solar and geothermal, and the application of", "CO_2 capture and storage technology to both fossil fuel sources and", "bioenergy (Figs. 4a and 5). Buildings and industry largely de-carbonize by", "employing more efficient end-use technologies and by electrifying. Annual", "land-use change emissions are reduced to 0.13 GtCO_2/yr (Fig. 3b). Total", "anthropogenic CO_2 emissions for the RCP4.5 peak around 42 Gt CO_2 per", "year (Fig. 3) around 2040 and decline to 2080 before leveling off around", "15 Gt CO_2 per year for the remainder of the century. Other greenhouse", "gases respond to the mitigation price signals in the GCAM using marginal", "abatement cost curves (Smith and Wigley 2006) (Fig. 8).", "Fig 7", "figure7", "Price of CO_2 per ton (2005$) in the RCP4.5 scenario, and the alternative", "GCAM pathways with the same radiative forcing targets of RCPs 8.5, 6, and", "2.6", "Full size image", "Fig 8", "figure8", "Contributions of the different greenhouse gases to total radiative forcing", "in the RCP4.5 scenario", "Full size image", "The spatial distribution of these emissions leads to additional insights", "about future non-CO_2 emissions that are important considerations for", "global climate and atmospheric chemistry models. For example, aggregate", "emissions and the associated radiative forcing contribution of CH_4 from", "all sectors are relatively constant over time at the global level (Fig. 8)", "in the RCP4.5 scenario, which represent a 70% reduction from reference", "case levels by the end of the century. Methane emissions in RCP4.5 exhibit", "significant geographical shifts (Fig. 9), however, due to regional", "differences in driving forces and mitigation over time. CH_4 emissions in", "South America and Africa increase over the century while those from China,", "India the US and Western Europe decline.", "Fig 9", "figure9", "Global CH_4 emissions (in Tg per grid cell per year) downscaled from the", "GCAM RCP 4.5 scenario for a 2005, b 2050 and c 2100", "Full size image", "CO_2 constitutes the largest contribution to total radiative forcing in", "the RCP4.5, followed by CH_4, halocarbons, tropospheric ozone, and N_2O", "(Fig. 8). The relative proportion of the non-CO_2 components of positive", "radiative forcing remains constant over time. Increases in activity levels", "as income and population grow tend to increase emissions; however, since", "these substances are greenhouse gases, we assume that emissions controls", "are implemented as the carbon price rises. The net result is that", "emissions of these gases are roughly constant over time. Sulfate forcing", "is net negative throughout the century but this influence declines over", "time largely due to assumed increases in pollution control with income,", "although there are also indirect sulfur dioxide emissions reductions due", "to the greenhouse gas mitigation policy (Smith et al. 2005).", "Comparison to the literature", "Several other scenario studies have examined variations of the 4.5 Wm^−2", "stabilization target. The Climate Change Science Program (Clarke et al.", "2007) included a 4.7 Wm^−2 stabilization scenario in its report. This", "scenario, referred to in the report as “Level 2”, stabilized Kyoto gas", "forcing rather than total radiative forcing. Thus, the two scenarios,", "while similar, are not exactly alike. The Energy Modeling Forum 22 study", "(Clarke et al. 2009) included two 4.5 Wm^−2 stabilization scenarios, one", "with all countries participating immediately and another with delayed", "participation by some regions. As with the CCSP, the EMF 22 stabilization", "scenarios focus on Kyoto gas forcing and not total radiative forcing.", "Nonetheless, we compare the RCP4.5 to the CCSP and EMF22 scenarios", "(Fig. 9). We have highlighted the RCP4.5 and the scenario on which it was", "based (CCSP – RCP4.5 Marker) in Fig. 10.", "Fig 10", "figure10", "Comparison of the RCP4.5 to other 4.5 W/m^2 stabilization scenarios in", "literature for a global population assumptions, b global GDP assumptions,", "c emissions of CO_2 from all energy and industrial sources, and d price of", "carbon in 2005 US dollars per ton of CO_2", "Full size image", "Population in the RCP4.5 (Fig. 10a) is among the lowest of the scenarios", "considered. There are six EMF 22 scenarios and one CCSP scenario with", "similar population trajectories to the RCP4.5; however, it should be noted", "that all of these scenarios were produced by integrated assessment models", "from the Pacific Northwest National Laboratory.^Footnote 6 However, the", "range in population estimates in 2100 across the 28 scenarios is small;", "the largest population estimate is only 20% higher than the lowest.", "Global GDP (Fig. 10b) varies more significantly across the 28 scenarios.", "The highest GDP estimate in 2100 is more than double the lowest estimate.", "The RCP4.5 and the CCSP RCP4.5 marker scenario on which the RCP was based", "fall in the middle of these estimates. Additionally, the RCP4.5 has", "slightly higher GDP than the CCSP, as discussed previously.", "Cumulative energy and industrial CO_2 emissions, as well as the time path", "of emissions, vary across models (Fig. 10c). Cumulative emissions range", "from 2043 GtCO_2 to 3573 GtCO_2 between 2000 and 2100. RCP4.5 falls in the", "middle of this range with 3010 GtCO_2 emitted by the energy and industrial", "systems over the century. Several reasons exist for differences in", "cumulative emissions. First, these are only energy and industrial CO_2", "emissions and do not include land use and land-use change CO_2 emissions.", "The amount of CO_2 emitted from the terrestrial sphere is also likely to", "vary across the 28 scenarios. Second, the models use different climate", "models and have different characterizations of the carbon cycle. Thus, two", "models with the same level of cumulative total anthropogenic CO_2", "emissions may reach different atmospheric CO_2 concentrations (see Smith", "and Edmonds 2006). Next, these scenarios limit radiative forcing to", "4.5 Wm^−2. Different models may find different contributions of the", "various gases to radiative forcing due to underlying pollution abatement", "assumptions.", "The time path of emissions also varies across models for a variety of", "reasons, including (1) differences in reference scenario emissions, (2)", "differences in the cost of abatement over time, (3) differences in the", "speed at which capital stock can be replaced, and (4) differences in", "assumptions about foresight (Fawcett et al. 2009). The RCP4.5 has a", "slightly different emissions time path than its predecessor, the CCSP", "marker scenario. These two scenarios have similar cumulative CO_2", "emissions (RCP4.5 has 3010 GtCO_2; CCSP has 3212 GtCO_2) but the RCP4.5", "has higher emissions in the near term and lower emissions in the long-term", "than the CCSP. These two scenarios use the same model, and thus the same", "assumptions about foresight and capital stock turnover. Additionally, they", "use very similar reference scenarios. One major difference between these", "two scenarios is the inclusion of biomass with CCS in the RCP4.5. This", "technology generates net negative CO_2 emissions therefore making it cost", "effective to delay some emissions mitigation until the second half of the", "century. Thus, we observe higher emissions in the near term in the RCP4.5", "and lower in the long term.", "Finally, we compare the carbon price needed to reach 4.5 Wm^−2 in the 28", "scenarios (Fig. 10d). This price varies significantly across the models,", "ranging from $55/tCO_2 in 2100 to $2141/tCO_2 in 2100. RCP4.5 and the CCSP", "Marker Scenario both fall in the lower part of this price range.", "Differences in carbon prices can be attributed to differences in reference", "scenario emissions, and thus the level of abatement required, along with", "differences in the cost of abatement technologies.", "GCAM-simulation of the four pathways", "In order to facilitate model intercomparisons and further explore the", "characteristics of the RCPs, the participating models simulated their", "assigned RCP as well as the other three defined radiative forcing levels.", "The results for all models are discussed in van Vuuren et al. (2011a) The", "GCAM was used to simulate a 2.6 W m^−2 peak-and-decline scenario for use", "in the evaluation of low radiative forcing targets during the planning", "stages of the RCPs (Weyant et al. 2009) and is fully documented in Calvin", "et al. (2009). The GCAM6 was simulated as a stabilization following the", "same methods as the RCP4.5 but resulting in lower carbon prices and a", "longer time to stabilization. All three of the mitigation cases with GCAM", "(2.6, 4.5 and 6.0 W m^−2) used the same technology, population and", "economic assumptions described earlier. The GCAM reference case with these", "assumptions and no climate mitigation policy reaches around 7.0 W m^−2", "radiative forcing in 2100. Thus, to reach the RCP level of 8.5 W m^2", "required altering some underlying assumptions. Several modifications were", "tested; the case selected for the GCAM8.5 follows the same population and", "economic drivers as the other GCAM scenarios, but assumes no technological", "improvement in energy technologies or agricultural productivity. In other", "words, the GCAM8.5 is the GCAM reference case if all technological", "development is frozen after 2005. This is a hypothetical experiment in", "exploring high levels of radiative forcing which also allows exploration", "of the role of technological development in scenarios. Global primary", "energy consumption across the four scenarios is depicted in Fig. 4, and", "total global GHG emissions are shown in Fig. 11.", "Fig 11", "figure11", "Annual GHG emissions (GtCO_2-e) for the GCAM simulation of the four RCP", "pathways", "Full size image", "The CO_2 emissions from the four pathways simulated with GCAM are", "illustrated in Fig. 12 along with the four officially released RCPs. The", "GCAM2.6 results in even lower emissions of CO_2 than the RCP2.6 (van", "Vuuren et al. 2011b). GCAM2.6 has 310 GtCO_2 cumulative emissions, while", "RCP2.6 has 390 GtCO_2. Total radiative forcing still declines to", "2.6 W m^−2 due to higher CH_4 and N_2O emissions in GCAM than in IMAGE for", "this scenario. Conversely, CO_2 emissions for the GCAM8.5 are higher than", "the RCP8.5 (Riahi et al. 2011); GCAM8.5 emits 2077 GtCO_2 over the", "century, while RCP8.5 emits 1816 GtCO_2. However, the same radiative", "forcing is reached due to lower CH_4 and N_2O emissions in GCAM than in", "MESSAGE for this scenario.", "Fig 12", "figure12", "Annual CO_2 emissions (GtCO_2) from all anthropogenic sources for the four", "released RCPs (RCP2.6, RCP4.5, RCP6, RCP8.5) and the corresponding", "pathways simulated with the GCAM model (GCAM2.6, GCAM6, GCAM8.5)", "Full size image", "Differences in emissions by gas between the official RCPs and the GCAM", "pathways that follow the RCP forcing levels can be attributed to any", "number of factors. First, GCAM employs different population and GDP", "assumptions than the other three models. GCAM has the smallest population", "and the second highest GDP of the four models (van Vuuren et al. 2011a).", "Second, the four models have different assumptions about technological", "change and resource availability. Third, the GCAM model uses a terrestrial", "carbon policy that has a significant impact on land use and land-use", "change emissions. While each of the models consider abatement", "opportunities in the terrestrial system, the method of attaining these", "opportunities differs across the four RCP models. The differences listed", "here are only a subset of differences between the four models. However,", "they illustrate an important point; namely, there are numerous ways that a", "given radiative forcing goal can be achieved. The RCP4.5 is only one", "possible pathway to stabilization of radiative forcing at 4.5 W/m^2.", "Discussion", "The RCP4.5 scenario is intended to inform research on the atmospheric", "consequences of reducing greenhouse gas emissions in order to stabilize", "radiative forcing in 2100. It is also a mitigation scenario – the", "transformations in the energy system, land use, and the global economy", "required to achieve this target are not possible without explicit action", "to mitigate greenhouse gas emissions. However, there are many possible", "pathways in GCAM and other integrated assessment models that would also", "achieve a radiative forcing level of 4.5 Wm^−2. For example, simulations", "with GCAM can reach 4.5 Wm^−2 even if some technology options, such as CCS", "or nuclear power, are removed from consideration or even if not all", "countries enter into an emissions mitigation agreement at the same time", "(Clarke et al. 2009). Such alternate scenarios have different", "characteristics – higher emissions prices and different energy system", "transformations, for example – than the RCP4.5. GCAM can also reach", "4.5 Wm^−2 under different assumptions of crop productivity growth (Thomson", "et al. 2010). Changing these assumptions, however, affects the amount of", "dedicated bioenergy crops grown and the cost of food. Additionally, we", "have used GCAM to stabilize at 4.5 Wm^−2 without a terrestrial carbon", "policy. In this case, substantial deforestation occurs as land is cleared", "for bioenergy production. The result is significantly higher land use", "change emissions, with compensating reductions in energy system emissions.", "The pathway discussed here and released as RCP4.5 is cost-minimizing, and", "therefore invokes all available technology options that can", "cost-effectively contribute to mitigation.", "RCP4.5 aims to achieve stable radiative forcing in 2100; however, this", "does not imply that greenhouse gas emissions, greenhouse gas", "concentrations, or the climate system are stable. Radiative forcing is", "stable from 2080–2100 in the RCP4.5, but emissions and concentrations of", "greenhouse gases continue to vary in the underlying scenario. The", "application of RCP4.5 in climate models provides a platform to explore the", "long-term climate system response to stabilizing the anthropogenic", "components of radiative forcing.", "Notes", "1. 1.", "Note that the final concentration pathway values for the RCP4.5 were", "produced in MAGICC version 6 (see Meinhausen et al. 2011).", "2. 2.", "GCAM models emissions at the technology level.", "3. 3.", "GCAM uses the same population estimates for all scenarios. However, we", "include an energy price feedback effect on GDP. As a result, the", "introduction of a carbon policy, as in the RCP4.5, results in a slight", "reduction in GDP from the reference scenario values.", "4. 4.", "526 ppmv is the CO_2 concentration from GCAM before harmonization in", "MAGICC6 (see Meinhausen et al., this issue). The harmonized RCP4.5", "CO_2 concentration in 2100 is 538 ppmv. However, the total radiative", "forcing in GCAM prior to harmonization is 4.5 Wm^−2 in 2100, but the", "harmonized RCP4.5 total radiative forcing is 4.3 Wm^−2. Thus, using", "MAGICC6 endogenously in GCAM would allow for slightly higher emissions", "and slightly lower carbon prices, while still reaching 4.5 Wm^−2.", "5. 5.", "The 50 EJ/yr of bioenergy is from dedicated bioenergy crops only. An", "additional 120 EJ/yr of bioenergy from waste products (including crop", "residues, pulp and paper mills, and municipal solid waste) and 8 EJ/yr", "of traditional bioenergy are consumed in the RCP4.5. The amount of", "dedicated bioenergy crops produced is sensitive to assumptions about", "crop productivity improvements (see Thomson et al 2010).", "6. 6.", "The EMF 22 study included two variations of MiniCAM and the SGM model.", "The CCSP included MiniCAM.", "References", "1. Brenkert A, Smith S, Kim S, Pitcher H (2003) Model documentation for", "the MiniCAM. PNNL-14337, Pacific Northwest National Laboratory,", "Richland", "Google Scholar", "2. Bruinsma J (2003) World agriculture: towards 2015/2030. An FAO", "perspective. UN Food and Agriculture Organization, Rome, 444 pg", "Google Scholar", "3. Calvin KV, Edmonds JA, Bond-Lamberty B, Clarke LE, Kim SH, Kyle GP,", "Smith SJ, Thomson AM, Wise MA (2009) 2.6: limiting climate change to", "450 ppm CO_2 equivalent in the 21st Century. Energ Econ", "31(2):S107–S120", "Article  Google Scholar", "4. CIESIN & CIAT (2005) Gridded population of the world version 3", "(GPWv3): Population grids. Center for International Earth Science", "Information Network and Centro Internacional de Agricultura Tropical,", "Palisades, NY, 2005", "5. Clarke L, Edmonds J, Jacoby H, Pitcher H, Reilly J, Richels R (2007)", "CCSP synthesis and assessment product 2.1, Part A: scenarios of", "greenhouse gas emissions and atmospheric concentrations. U.S.", "Government Printing Office, Washington, DC", "Google Scholar", "6. Clarke L, Edmonds J, Krey V, Richels R, Rose S, Tavoni M (2009)", "International climate policy architectures: overview of the EMF 22", "International Scenarios. Energ Econ 31(2):S64–S81", "Article  Google Scholar", "7. Edmonds J, Clarke L, Lurz J, Wise M (2008) Stabilizing CO_2", "concentrations with incomplete international cooperation. Clim Pol", "8:355–376", "Article  Google Scholar", "8. Fawcett AA, Calvin KV, de la Chesnaye FC, Reilly JM, Weyant JP (2009)", "Overview of EMF 22 U.S. Transition scenarios. Energ Econ", "31(2):S198–S211", "Article  Google Scholar", "9. Gregg JS, Smith SJ (2010) Energy from residue biomass. Mit Adap Strat", "Global Change. doi:10.1007/s11027-010-9215-4", "10. Hotelling H (1931) The economics of exhaustible resources. J Polit", "Econ 39:137–175", "Article  Google Scholar", "11. Hurtt GC et al (2006) The underpinnings of land-use history: three", "centuries of global gridded land-use transitions, wood harvest", "activity, and resulting secondary lands. Global Change Biol", "12:1208–1229", "Article  Google Scholar", "12. Hurtt GC et al (2011) Harmonization of land-use scenarios for the", "period 1500–2100: 600 years of global gridded annual land-use", "transitions, wood harvest, and resulting secondary lands. Climatic", "Change (this issue)", "13. Kim SH, Edmonds J, Lurz J, Smith S, Wise M (2006) The object-oriented", "energy climate technology systems (ObjECTS) framework and hybrid", "modeling of transportation in the MiniCAM Long-term, global integrated", "assessment model. The Energy Journal Special Issue: Hybrid Modeling of", "Energy-Environment Policies: Reconciling Bottom-up and Top-down: 63–91", "14. Klein Goldewijk K, Beusen A, de Vos M, van Drecht G (2010) The HYDE", "3.1 spatially explicit database of human induced land use change over", "the past 12,000 years. Global Ecol Biogeogr", "15. Lamarque JF, Bond TC, Eyring V, Granier C, Heil A, Klimont Z, Lee DS,", "Liousse C, Mieville A, Owen B, Schultz M, Shindell D, Smith SJ,", "Stehfest E, van Aardenne J, Cooper O, Kainuma M, Mahowald N, McConnell", "JR, Riahi K, Van Vuuren DP (2010) Historical (1850–2000) gridded", "anthropogenic and biomass burning emissions of reactive gases and", "aerosols: methodology and application. Atmos Chem Phys 10:7017–7039.", "doi:10.5194/acp-10-7017-2010", "Article  Google Scholar", "16. Lee DS, Pitari G, Grewe V, Gierens K, Penner JE, Petzold A, Prather", "MJ, Schumann U, Bais A, Berntsen T, Iachetti D, Lim LL, Sausen R", "(2010) Transport impacts on atmosphere and climate: aviation. Atmos", "Environ 44(37):4678–4734", "Article  Google Scholar", "17. Luckow P, Wise MA, Dooley JJ, Kim SH (2010) Large-scale utilization of", "biomass energy and carbon dioxide capture and storage in the transport", "and electricity sectors under stringent CO2 concentration limit", "scenarios. Int J Greenh Gas Control 4:865–877", "Article  Google Scholar", "18. Masui, T et al. (2011) An emission pathway to stabilize at 6 W/m^2 of", "radiative forcing. Climatic Change (this issue)", "19. Meinhausen M et al (2011) The RCP greenhouse gas concentrations and", "their extensions from 1765 to 2300. Climatic Change (this issue)", "20. Moss R et al (2008) Towards new scenarios for analysis of emissions,", "climate change, impacts, and response strategies. Intergovernmental", "Panel on Climate Change, Geneva, 132 pp", "Google Scholar", "21. Moss R et al (2010) The next generation of scenarios for climate", "change research and assessment. Nature 463:747–756", "Article  Google Scholar", "22. Nakicenovic N et al (2000) Special report on emissions scenarios.", "Cambridge University Press, Cambridge", "Google Scholar", "23. Peck SC, Wan YH (1996) Analytic solutions of simple greenhouse gas", "emission models. In: Van Erland EC, Gorka K (eds) Economics of", "atmospheric pollution. Springer Verlag, New York", "Google Scholar", "24. Raper SCB, Wigley TML, Warrick RA (1996) Global sea level rise: past", "and future. In: Milliman JD, Haq BU (eds) Sea-level rise and coastal", "subsidence: causes, consequences and strategies. Kluwer Academic,", "Dordrecht, pp 11–45", "Google Scholar", "25. Riahi K et al (2011) RCP-8.5: Exploring the consequence of high", "emission trajectories. Climatic Change (this issue)", "26. Schimel DS et al (1996) Radiative Forcing of Climate Change In: JT", "Houghton et al (eds) Climate Change 1995: The Science of Climate", "Change. Cambridge University Press, Cambridge UK", "27. Smith SJ, Edmonds J (2006) The economic implications of carbon cycle", "uncertainty. Tellus B 58(5):586–590", "Article  Google Scholar", "28. Smith SJ, Wigley TML (2006) Multi-gas forcing stabilization with the", "MiniCAM. Energ J SI3:373–391", "Google Scholar", "29. Smith SJ, Pitcher H, Wigley TML (2005) Future sulfur dioxide", "emissions. Clim Chang 73(3):267–318", "Article  Google Scholar", "30. Smith SJ, West J, Kyle GP (2011) Economically consistent long-term", "scenarios for air pollutant and greenhouse gas emissions. Climate", "Change Letters (in review)", "31. Thomson AM, Calvin KV, Chini LP, Hurtt G, Edmonds JA, Bond-Lamberty B,", "Frolking S, Wise MA, Janetos AC (2010) Climate mitigation and the", "future of tropical landscapes. Proc Natl Acad Sci 107(46):19633–19638", "Article  Google Scholar", "32. Van Vuuren DP, Lucas P, Hilderink H (2007) Downscaling drivers of", "global environmental change. Enabling use of global SRES scenarios at", "the national and grid levels. Glob Environ Chang 17:114–130", "Article  Google Scholar", "33. Van Vuuren DP et al (2011a) The representative concentration pathways:", "an overview. Climatic Change (this issue)", "34. Van Vuuren DP et al (2011b) RCP 3PD: Exploring the possibility to keep", "global mean temperature change below 2°C. Climatic Change (this issue)", "35. Weyant J et al (2009) Report of 2.6 versus 2. 9 Watts/m2 RCP", "evaluation panel. http://www.ipcc.ch/meetings/session30/inf6.pdf (31", "March 2009)", "36. Wigley TML, Raper SCB (1992) Implications for climate and sea-level of", "revised IPCC emissions scenarios. Nature 357:293–300", "Article  Google Scholar", "37. Wigley TML, Raper SCB (2002) Reasons for larger warming projections in", "the IPCC Third Assessment Report. J Clim 15:2945–2952", "Article  Google Scholar", "38. Wise M, Calvin K, Thomson A, Clarke L, Sands R, Smith SJ, Janetos A,", "Edmonds J (2009a) The implications of limiting CO2 concentrations for", "agriculture, land-use change emissions, and bioenergy. technical", "report. [PNNL-17943]", "39. Wise M, Calvin K, Thomson A, Clarke L, Sands R, Smith SJ, Janetos A,", "Edmonds J (2009b) Implications of limiting CO2 concentrations for land", "use and energy. Science 324:1183–1186", "Article  Google Scholar", "Download references", "Acknowledgements", "Funding was provided by the US Department of Energy, Office of Science", "through the Integrated Assessment Research Program. The authors wish to", "thank the many scientists and collaborators involved in the planning and", "development of the RCP process, and especially the AIM, MESSAGE and IMAGE", "modeling teams for time devoted to scenario review and coordination. We", "also thank Dr. Yuyu Zhou and three anonymous reviewers for helpful", "improvements to earlier versions of this paper.", "Open Access", "This article is distributed under the terms of the Creative Commons", "Attribution Noncommercial License which permits any noncommercial use,", "distribution, and reproduction in any medium, provided the original", "author(s) and source are credited.", "Author information", "Affiliations", "1. Joint Global Change Research Institute, Pacific Northwest National", "Laboratory and the University of Maryland, 5825 University Research", "Court, College Park, MD, 20740, USA", "Allison M. Thomson, Katherine V. Calvin, Steven J. Smith, G. Page", "Kyle, April Volke, Pralit Patel, Sabrina Delgado-Arias, Ben", "Bond-Lamberty, Marshall A. Wise, Leon E. Clarke & James A. Edmonds", "Authors", "1. Allison M. Thomson", "View author publications", "You can also search for this author in PubMed Google Scholar", "2. Katherine V. Calvin", "View author publications", "You can also search for this author in PubMed Google Scholar", "3. Steven J. Smith", "View author publications", "You can also search for this author in PubMed Google Scholar", "4. G. Page Kyle", "View author publications", "You can also search for this author in PubMed Google Scholar", "5. April Volke", "View author publications", "You can also search for this author in PubMed Google Scholar", "6. Pralit Patel", "View author publications", "You can also search for this author in PubMed Google Scholar", "7. Sabrina Delgado-Arias", "View author publications", "You can also search for this author in PubMed Google Scholar", "8. Ben Bond-Lamberty", "View author publications", "You can also search for this author in PubMed Google Scholar", "9. Marshall A. Wise", "View author publications", "You can also search for this author in PubMed Google Scholar", "10. Leon E. Clarke", "View author publications", "You can also search for this author in PubMed Google Scholar", "11. James A. Edmonds", "View author publications", "You can also search for this author in PubMed Google Scholar", "Corresponding author", "Correspondence to Allison M. Thomson.", "Rights and permissions", "Open Access This is an open access article distributed under the terms of", "the Creative Commons Attribution Noncommercial License", "(https://creativecommons.org/licenses/by-nc/2.0), which permits any", "noncommercial use, distribution, and reproduction in any medium, provided", "the original author(s) and source are credited.", "Reprints and Permissions", "About this article", "Cite this article", "Thomson, A.M., Calvin, K.V., Smith, S.J. et al. RCP4.5: a pathway for", "stabilization of radiative forcing by 2100. Climatic Change 109, 77", "(2011). https://doi.org/10.1007/s10584-011-0151-4", "Download citation", "* Received: 17 September 2010", "* Accepted: 21 June 2011", "* Published: 29 July 2011", "* DOI: https://doi.org/10.1007/s10584-011-0151-4", "Keywords", "* Carbon Price", "* Representative Concentration Pathway", "* Reference Scenario", "* Integrate Assessment Model", "* Emission Mitigation", "Download PDF", "Advertisement", "Over 10 million scientific documents at your fingertips", "Switch Edition", "* Academic Edition", "* Corporate Edition", "* Home", "* Impressum", "* Legal information", "* Privacy statement", "* California Privacy Statement", "* How we use cookies", "* Manage cookies/Do not sell my data", "* Accessibility", "* Contact us", "Not logged in - 136.243.106.20", "Not affiliated", "Springer Nature Springer Nature logo", "© 2021 Springer Nature Switzerland AG. Part of Springer Nature.", "\\"]