["Link: publisher", "Link: image_src", "Link: alternate en-US", "Link: alternate ja-JP", "Link: alternate zh-CN", "Link: canonical", "Link: amphtml", "Discover Thomson Reuters", "Directory of sitesLoginContactSupport", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up", "Big Story 10", "Updated", "Charity fundraising after Facebook's data breach: risks but little choice", "By Sebastien Malo, Thomson Reuters Foundation", "3 Min Read", "NEW YORK (Thomson Reuters Foundation) - The scandal engulfing Facebook has", "prompted privacy concerns among charities, but experts say the platform’s", "unrivalled reach means they have little choice but to continue relying on", "it to raise money.", "A 3D-printed Facebook logo is seen in front of displayed stock graph in", "this illustration photo March 20, 2018. REUTERS/Dado Ruvic", "Facebook was rocked this weekend by a whistleblower who said the data firm", "Cambridge Analytica improperly accessed information to build profiles of", "voters, with the aim of electing United States President Donald Trump in", "2016.", "With the data storm prompting questions from authorities worldwide and", "sending the U.S. company’s stock plunging, experts said the fallout would", "make non-profits privately question the site’s safety for fundraising.", "Facebook provides tools that allow charities to receive online donations.", "Veteran fundraiser Laurence Pagnoni said the data abuse left him torn", "between using the social media site’s unrivaled reach - Facebook has 2", "billion users - and the risk of jeopardizing his professional standards.", "“In fundraising we have a code of ethics, and donor privacy is at the", "heart of those ethics,” said Pagnoni, who is the U.S. director of", "International Fundraising Consultancy, a London-based firm specialized in", "social media campaigns.", "Facebook did not respond to a request for comment and fundraising data.", "The mishandling of personal data belonging to 50 million Facebook users by", "Cambridge Analytica eroded confidence in the company’s ability to", "safeguard financial information users provide when donating on the", "website, experts said.", "“We don’t know if we’re potentially exposing their financial data by", "asking someone to give it to Facebook,” said Amy Peyrot, a senior", "strategist and social media specialist at M+R, a Washington-based", "consulting firm for non-profits.", "Yet, the world’s largest social media network has turned into a key", "fundraising instrument for most charities.", "“If they’re not, we are recommending to them that they should use it,”", "Peyrot told the Thomson Reuters Foundation.", "Charities are likely to continue relying on Facebook, said Alicia", "Schatteman, a professor of nonprofit and NGO studies at Northern Illinois", "University in DeKalb, Illinois.", "“You can’t avoid social media,” she said.", "Facebook plays up its status as the go-to fundraising tool, touting", "charities including Mercy Corps, Medecins Sans Frontieres (MSF) and the", "Environmental Defense Fund on its corporate site as “success stories”.", "Each of those groups said in emailed comments that they would continue", "using Facebook to raise money.", "“A mass exodus from social platforms would greatly affect our ability to", "reach supporters,” said Mercy Corps spokeswoman Christy Delafield, adding", "that the Portland-based humanitarian charity did not heavily depend on", "Facebook fundraising.", "Gemma Gillie, a spokeswoman for MSF UK, said Facebook “helps to generate", "crucial funds that allow us to continue our work.”", "(This story has been refiled to correct typo in final paragraph)", "* Apps", "* Newsletters", "* Advertise with Us", "* Advertising Guidelines", "* Cookies", "* Terms of Use", "* Privacy", "* Do Not Sell My Personal Information", "All quotes delayed a minimum of 15 minutes. See here for a complete list", "of exchanges and delays.", "© 0 Reuters. All Rights Reserved.", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up"]