["Skip to main content", "NCA4 Adaptation", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Chapter Executive Summary PDF Full Chapter", "PDF Chapter Figures (.zip) Chapter Bibliography (RIS) Chapter", "Presentation Package", "CH 28: Adaptation", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT", "CHAPTER 28: REDUCING RISKS THROUGH ADAPTATION ACTIONS", "Key Message 1", "Adaptation Implementation Is Increasing", "Adaptation planning and implementation activities are occurring across the", "United States in the public, private, and nonprofit sectors. Since the", "Third National Climate Assessment, implementation has increased but is not", "yet commonplace.", "Read More", "Key Message 2", "Climate Change Outpaces Adaptation Planning", "Successful adaptation has been hindered by the assumption that climate", "conditions are and will be similar to those in the past. Incorporating", "information on current and future climate conditions into design", "guidelines, standards, policies, and practices would reduce risk and", "adverse impacts.", "Read More", "Key Message 3", "Adaptation Entails Iterative Risk Management", "Adaptation entails a continuing risk management process; it does not have", "an end point. With this approach, individuals and organizations of all", "types assess risks and vulnerabilities from climate and other drivers of", "change (such as economic, environmental, and societal), take actions to", "reduce those risks, and learn over time.", "Read More", "Key Message 4", "Benefits of Proactive Adaptation Exceed Costs", "Proactive adaptation initiativesâ\u0080\u0094including changes to policies, business", "operations, capital investments, and other stepsâ\u0080\u0094yield benefits in", "excess of their costs in the near term, as well as over the long term.", "Evaluating adaptation strategies involves consideration of equity,", "justice, cultural heritage, the environment, health, and national", "security.", "Read More", "Key Message 5", "New Approaches Can Further Reduce Risk", "Integrating climate considerations into existing organizational and", "sectoral policies and practices provides adaptation benefits. Further", "reduction of the risks from climate change can be achieved by new", "approaches that create conditions for altering regulatory and policy", "environments, cultural and community resources, economic and financial", "systems, technology applications, and ecosystems.", "Read More", "Key Message 1", "Adaptation planning and implementation activities are occurring across the", "United States in the public, private, and nonprofit sectors. Since the", "Third National Climate Assessment, implementation has increased but is not", "yet commonplace.", "Key Message 2", "Successful adaptation has been hindered by the assumption that climate", "conditions are and will be similar to those in the past. Incorporating", "information on current and future climate conditions into design", "guidelines, standards, policies, and practices would reduce risk and", "adverse impacts.", "Key Message 3", "Adaptation entails a continuing risk management process; it does not have", "an end point. With this approach, individuals and organizations of all", "types assess risks and vulnerabilities from climate and other drivers of", "change (such as economic, environmental, and societal), take actions to", "reduce those risks, and learn over time.", "Key Message 4", "Proactive adaptation initiativesâ\u0080\u0094including changes to policies, business", "operations, capital investments, and other stepsâ\u0080\u0094yield benefits in", "excess of their costs in the near term, as well as over the long term.", "Evaluating adaptation strategies involves consideration of equity,", "justice, cultural heritage, the environment, health, and national", "security.", "Key Message 5", "Integrating climate considerations into existing organizational and", "sectoral policies and practices provides adaptation benefits. Further", "reduction of the risks from climate change can be achieved by new", "approaches that create conditions for altering regulatory and policy", "environments, cultural and community resources, economic and financial", "systems, technology applications, and ecosystems.", "Likelihood", "About", "Virtually  Extremely  Very       Likely   as      Unlikely Very    Extremely Exceptionally", "Certain    Likely     Likely              Likely           Unikely Unlikely  Unlikely", "as Not", "99%â\u0080\u0093100% 95%â\u0080\u0093100% 90%â\u0080\u0093100% 66%-100% 33%-66% 0%-33%   0%-10%  0%-5%     0%-1%", "Confidence Level", "Very High         High              Medium           Low", "Strong evidence                     Suggestive       Inconclusive evidence", "(established      Moderate evidence evidence (a few  (limited sources,", "theory, multiple  (several sources, sources, limited extrapolations,", "sources,          some consistency, consistency,     inconsistent", "consistent        methods vary      models           findings, poor", "results, well     and/or            incomplete,      documentation and/or", "documented and    documentation     methods          methods not tested,", "accepted methods, limited, etc.),   emerging, etc.), etc.), disagreement", "etc.), high       medium consensus  competing        or lack of opinions", "consensus                           schools of       among experts", "thought", "Documenting Uncertainty: This assessment relies on two metrics to", "communicate the degree of certainty in Key Findings. See Guide to this", "Report for more on assessments of likelihood and confidence.", "VIEW THE EXECUTIVE SUMMARY", "* SECTIONS", "* Executive Summary", "* Introduction", "* KM 1: Adaptation Implementation", "* KM 2: Change Outpaces Planning", "* KM 3: Iterative Risk Management", "* KM 4: Benefits of Adaptation", "* KM 5: New Approaches", "* Traceable Accounts", "* References", "Share", "_____________________", "EXECUTIVE SUMMARY:", "Chapter 28: Reducing Risks Through Adaptation Actions", "Across the United States, many regions and sectors are already", "experiencing the direct effects of climate change. For these communities,", "climate impactsâ\u0080\u0094from extreme storms made worse by sea level rise, to", "longer-lasting and more extreme heat waves, to increased numbers of", "wildfires and floodsâ\u0080\u0094are an immediate threat, not a far-off possibility.", "Because these impacts are expected to increase over time, communities", "throughout the United States face the challenge not only of reducing", "greenhouse gas emissions, but also of adapting to current and future", "climate change to help mitigate climate risks.", "Adaptation takes place at many levelsâ\u0080\u0094national and regional but mainly", "localâ\u0080\u0094as governments, businesses, communities, and individuals respond", "to todayâ\u0080\u0099s altered climate conditions and prepare for future change", "based on the specific climate impacts relevant to their geography and", "vulnerability. Adaptation has five general stages: awareness, assessment,", "planning, implementation, and monitoring and evaluation. These phases", "naturally build on one another, though they are often not executed", "sequentially and the terminology may vary. The Third National Climate", "Assessment (released in 2014) found the first three phases underway", "throughout the United States but limited in terms of on-the-ground", "implementation. Since then, the scale and scope of adaptation", "implementation have increased, but in general, adaptation implementation", "is not yet commonplace.", "One important aspect of adaptation is the ability to anticipate future", "climate impacts and plan accordingly. Public- and private-sector", "decision-makers have traditionally made plans assuming that the current", "and future climate in their location will resemble that of the recent", "past. This assumption is no longer reliably true. Increasingly, planners,", "builders, engineers, architects, contractors, developers, and other", "individuals are recognizing the need to take current and projected climate", "conditions into account in their decisions about the location and design", "of buildings and infrastructure, engineering standards, insurance rates,", "property values, land-use plans, disaster response preparations, supply", "chains, and cropland and forest management.", "In anticipating and planning for climate change, decision-makers practice", "a form of risk assessment known as iterative risk management. Iterative", "risk management emphasizes that the process of anticipating and responding", "to climate change does not constitute a single set of judgments at any", "point in time; rather, it is an ongoing cycle of assessment, action,", "reassessment, learning, and response. In the adaptation context, public-", "and private-sector actors manage climate risk using three types of", "actions: reducing exposure, reducing sensitivity, and increasing adaptive", "capacity.", "Climate risk management includes some attributes and tactics that are", "familiar to most businesses and local governments, since these", "organizations already commonly manage or design for a variety of", "weather-related risks, including coastal and inland storms, heat waves,", "water availability threats, droughts, and floods. However, successful", "adaptation also requires the often unfamiliar challenge of using", "information on current and future climate, rather than past climate, which", "can prove difficult for those lacking experience with climate change", "datasets and concepts. In addition, many professional practices and", "guidelines, as well as legal requirements, still call for the use of data", "based on past climate. Finally, factors such as access to resources,", "culture, governance, and available information can affect not only the", "risk faced by different populations but also the best ways to reduce their", "risks.", "Achieving the benefits of adaptation can require up-front investments to", "achieve longer-term savings, engaging with differing stakeholder interests", "and values, and planning in the face of uncertainty. But adaptation also", "presents challenges, including difficulties in obtaining the necessary", "funds, insufficient information and relevant expertise, and jurisdictional", "mismatches.", "In general, adaptation can generate significant benefits in excess of its", "costs. Benefitâ\u0080\u0093cost analysis can help guide organizations toward actions", "that most efficiently reduce risks, in particular those that, if not", "addressed, could prove extremely costly in the future. Beyond those", "attributes explicitly measured by benefitâ\u0080\u0093cost analysis, effective", "adaptation can also enhance social welfare in many ways that can be", "difficult to quantify and that people will value differently, including", "improving economic opportunity, health, equity, security, education,", "social connectivity, and sense of place, as well as safeguarding cultural", "resources and practices and environmental quality.", "A significant portion of climate risk can be addressed by mainstreaming;", "that is, integrating climate adaptation into existing organizational and", "sectoral investments, policies, and practices, such as planning,", "budgeting, policy development, and operations and maintenance.", "Mainstreaming of climate adaptation into existing decision processes has", "already begun in many areas, such as financial risk reporting, capital", "investment planning, engineering standards, military planning, and", "disaster risk management. Further reduction of the risks from climate", "change, in particular those that arise from futures with high levels of", "greenhouse gas emissions, calls for new approaches that create conditions", "for altering regulatory and policy environments, cultural and community", "resources, economic and financial systems, technology applications, and", "ecosystems.", "Download  Metadata  Share", "_____________________", "Five Adaptation Stages and Progress", "Five Adaptation Stages and Progress An infographic shows five stages of", "adaptation centered around leadership, partnerships, and stakeholder", "engagement. The five stages are awareness, assessment, planning,", "implementation, and monitoring and evaluation. The figure also compares", "the current status of implementing this process with the status reported", "by the Third National Climate Assessment in 2014. The comparison shows", "progress has been made in the awareness and assessment stages since 2014,", "but even greater progress has been made in the planning and implementation", "stages.", "The figure illustrates the adaptation iterative risk management process.", "The gray arced lines compare the current status of implementing this", "process with the status reported by the Third National Climate Assessment", "in 2014. Darker color indicates more activity. From Figure 28.1 (Source:", "adapted from National Research Council, 2010.^1 Used with permission from", "the National Academies Press, Â©2010, National Academy of Sciences. Image", "credits, clockwise from top: National Weather Service; USGS; Armando", "Rodriguez, Miami-Dade County; Dr. Neil Berg, MARISA; Bill Ingalls, NASA).", "HIDE THE EXECUTIVE SUMMARY", "Share", "_____________________", "CHAPTER 28", "Reducing Risks Through Adaptation Actions", "Share", "_____________________", "Introduction", "Authors", "Federal Coordinating Lead Authors:", "Jeffrey Arnold, U.S. Army Corps of Engineers", "Roger Pulwarty, National Oceanic and Atmospheric Administration", "Chapter Lead:", "Robert Lempert, RAND Corporation", "Chapter Authors:", "Kate Gordon, Paulson Institute", "Katherine Greig, Wharton Risk Management and Decision Processes", "Center at University of Pennsylvania (formerly New York City", "Mayorâ\u0080\u0099s Office of Recovery and Resiliency)", "Cat Hawkins Hoffman, National Park Service", "Dale Sands, Village of Deer Park, Illinois", "Caitlin Werrell, The Center for Climate and Security", "Review Editor:", "Mary Ann Lazarus, Cameron MacAllister Group", "Contributors", "Technical Contributors:", "Lauren Kendrick, RAND Corporation", "Pat Mulroy, Brookings Institution", "Costa Samaras, Carnegie Mellon University", "Bruce Stein, National Wildlife Federation", "Tom Watson, The Center for Climate and Security", "Jessica Wentz, Columbia University", "USGCRP Coordinators:", "Sarah Zerbonne, Adaptation and Decision Science Coordinator", "Fredric Lipschultz, Senior Scientist and Regional Coordinator", "Recommended Citation", "<b>Lempert</b>, R., J. Arnold, R. Pulwarty, K. Gordon, K. Greig, C.", "Hawkins Hoffman, D. Sands, and C. Werrell, 2018: Reducing Risks Through", "Adaptation Actions. In <i>Impacts, Risks, and Adaptation in the United", "States: Fourth National Climate Assessment, Volume II</i> [Reidmiller,", "D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K.", "Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program,", "Washington, DC, USA, pp. 1309â\u0080\u00931345. doi: 10.7930/NCA4.2018.CH28", "Many regions and sectors across the United States already experience", "significant impacts from climate change effects, and many of these effects", "are projected to increase. By the middle of this century, annual losses in", "the United States due to climate change could reach hundreds of billions", "of dollars (Ch. 29: Mitigation).^2", "Adaptation refers to actions taken at the individual, local, regional, and", "national levels to reduce risks from even todayâ\u0080\u0099s changed climate", "conditions and to prepare for impacts from additional changes projected", "for the future.^3^,^4^,^5^,^6", "Adaptation is a form of risk management. Risk is sometimes defined as the", "likelihood of an eventâ\u0080\u0099s occurrence multiplied by a measure of its", "consequences for human and natural systems. But because the probabilities", "and consequences of climate change threats are often not known with", "precision, and because different people often value the same consequences", "differently, it is useful to define risk more broadly as â\u0080\u009cthe potential", "for adverse consequences when something of value is at stake, and the", "outcome is uncertain.â\u0080\u009d^7 Risk arises from the combination of exposure to", "climate hazards, sensitivity to those hazards, and adaptive capacity.", "Adaptation can, however, provide significant societal benefits, reducing", "by more than half the cost of climate impacts in some sectors (Ch. 29:", "Mitigation).^8", "Adaptation involves managing both short- and long-term risks. Many", "important climate-influenced effectsâ\u0080\u0094storm intensity, sea level,", "frequency of heat wavesâ\u0080\u0094have already changed due to past greenhouse gas", "(GHG) emissions and will continue to change in the decades ahead.^3^,^4", "Because several GHGs, in particular carbon dioxide, reside in the", "atmosphere for decades or longer, many climate-influenced effects are", "projected to continue changing through 2050, even if GHG emissions were to", "stop immediately. Thus, climate risk management requires adaptation for", "the next several decades, independent of the extent of GHG emission", "reductions. After 2050, the magnitude of changes, and thus the demands on", "adaptation, begins to depend strongly on the scale of GHG emissions", "reduction today and over the coming decades.^4^,^9", "Individuals, business entities, governments, and civil society as a whole", "can take adaptation actions at many different scales. Some of these are", "changes to business operations, adjustments to natural and cultural", "resource management strategies, targeted capital investments across", "diverse sectors, and changes to land use and other policies. Adaptation", "actions can yield beneficial short-term and/or longer-term outcomes in", "excess of their costs, based on economic returns, ecological benefits, and", "broader concepts of social welfare and security. Moreover, many strategies", "can provide multiple benefits, resulting in long-term cost savings. For", "example, restoring wetlands can provide valuable habitat for fish and", "wildlife as well as flood protection to nearby communities,^10 and", "conserving mangrove ecosystems can protect coastal communities from", "damaging storms^11 as well as help to store carbon.^12", "People are not uniformly vulnerable to climate change. Access to", "resources, culture, governance, and information affects the risks faced by", "different populations and partly determines the best ways to reduce their", "risks.^13 Achieving the benefits of adaptation can require up-front", "investments to achieve longer-term savings, engaging with differing", "stakeholder interests and values, and planning in the face of uncertainty.", "Integrating climate risk management into existing design, planning, and", "operations workflows (or mainstreaming), in contrast to adding novel", "decision processes for climate adaptation alone, can provide many", "adaptation benefits.^14^,^15^,^16 Additional climate risk reduction,", "particularly under the most severe longer-term climate change projections,", "emphasizes the need for more and more significant changes to regulatory", "and policy environments at all scales, to cultural and community resource", "planning, to economic and financial systems, to technology applications,", "and to ecosystems.", "Key Message 1", "Share", "_____________________", "Adaptation Implementation Is Increasing", "Adaptation planning and implementation activities are occurring across the", "United States in the public, private, and nonprofit sectors. Since the", "Third National Climate Assessment, implementation has increased but is not", "yet commonplace.", "Adaptation has five general stages: 1) awareness, 2) assessment, 3)", "planning, 4) implementation, and 5) monitoring and evaluation, as shown in", "Figure 28.1,^17^,^18 although these are also known by other terms (see,", "for example, the U.S. Climate Resilience Toolkit at", "https://toolkit.climate.gov/ and the University of Notre Dameâ\u0080\u0099s", "Collaboratory for Adaptation to Climate Change at http://gain.nd.edu).", "Adaptation is an ongoing process in which organizations and individuals", "repeatedly cycle through the process shown in Figure 28.1, though specific", "adaptation efforts can follow different routes through these stages (e.g.,", "California Emergency Planning Agency and California Natural Resources", "Agency 2012^19).", "The Third National Climate Assessment (NCA3) found that the first three", "stages were underway throughout the United States but with limited", "on-the-ground implementation.^18 Since then, the scale and scope of", "adaptation implementation have increased, including by federal, state,", "tribal, and local agencies (see Vogel et al. 2017, Halofsky et al. 2015,", "Leggett 2015, Ray and Grannis 2015, Wentz 2017, and the many examples of", "adaptation implementation in this chapter and elsewhere in this", "report^14^,^20^,^21^,^22^,^23). For instance, Miami-Dade Countyâ\u0080\u0099s", "Capital Improvement Program is addressing hazards related to sea level", "rise, as is San Franciscoâ\u0080\u0099s 2015 Seawall Resiliency Project. It remains", "difficult, however, to tally the extent of adaptation implementation in", "the United States because there are no common reporting systems, and many", "actions that reduce climate risk are not labeled as climate adaptation.^14", "Enough is known, however, to conclude that adaptation implementation is", "not uniform nor yet common across the United States.^24", "Download  Metadata  Share", "_____________________", "Figure 28.1: Five Adaptation Stages and Progress", "Five Adaptation Stages and Progress An infographic shows five stages of", "adaptation centered around leadership, partnerships, and stakeholder", "engagement. The five stages are awareness, assessment, planning,", "implementation, and monitoring and evaluation. The figure also compares", "the current status of implementing this process with the status reported", "by the Third National Climate Assessment in 2014. The comparison shows", "progress has been made in the awareness and assessment stages since 2014,", "but even greater progress has been made in the planning and implementation", "stages.", "Figure 28.1: The figure illustrates the adaptation iterative risk", "management process. The gray arced lines compare the current status of", "implementing this process with the status reported by the Third National", "Climate Assessment in 2014. Darker color indicates more activity. Source:", "adapted from National Research Council, 2010.^1 Used with permission from", "the National Academies Press, Â©2010, National Academy of Sciences. Image", "credits, clockwise from top: National Weather Service; USGS; Armando", "Rodriguez, Miami-Dade County; Dr. Neil Berg, MARISA; Bill Ingalls, NASA.", "SHRINK", "Adaptation actions in the United States have increased in part due to 1)", "the growing awareness of climate-related threats and impacts and the risks", "these pose to business operations and supply chains (Ch. 16:", "International, KM 1), critical public infrastructure and communities,", "natural areas and public lands, and ecosystems; 2) the wider recognition", "that investing in adaptation provides economic and social benefits that", "exceed the costs; and 3) the increasing number and magnitude of extreme", "events that have occurred.^14", "Share", "_____________________", "Box 28.1: Department of Housing and Urban Development National Disaster", "Resilience Competition", "Rebuild by Design is a design-driven approach to create innovative local", "resilience solutions conducted in the aftermath of Superstorm Sandy", "(http://www.rebuildbydesign.org/about#comp456). It was structured to", "connect local communities with some of the Nationâ\u0080\u0099s leading design firms", "to identify and solve problems collaboratively and to address", "vulnerabilities exposed by Superstorm Sandy. The design solutions for the", "winning proposals ranged in scope and scale from large-scale green", "infrastructure projects to small-scale residential resilience retrofits.", "The competition process strengthened the understanding of regional", "interdependencies, fostering coordination and resilience both at the local", "level and across the United States. Ultimately, nine projects were", "selected for implementation and received Community Development Block", "Grant-Disaster Recovery funding totaling $930 million.", "While the level of implementation is now higher than at the time of NCA3,", "the scale of adaptation implementation for some effects and locations", "seems incommensurate with the projected scale of climate threats.^25", "Communities have focused more on actions that address current variability", "and recent extreme events than on actions to prepare for future change and", "emergent threats.^14 Communities are currently focused more on capacity", "building and on making buildings and other assets less sensitive to", "climate impacts. Communities have been less focused on reducing exposure", "through actions such as land-use change (preventing building in high-risk", "locations) and retreat. Furthermore, many communitiesâ\u0080\u0099 adaptation", "actions arise and are funded in the context of recovery after an event,", "rather than taken proactively. Often, such adaptation is not as", "comprehensive as suggested by best practice guidance, as when adaptation", "plans address sea level rise but not other climate impacts. Few current", "adaptation plans seek to exploit synergies among various types of actions,", "and many plans pay little attention to the costs of actions or their", "co-benefits. Often explicit attention to evaluation and monitoring is", "scant or nonexistent.", "Share", "_____________________", "Box 28.2: Adaptation Actions by Individuals", "Many jurisdictions publish guidance to help individuals take actions to", "reduce the risks from natural hazards. For example, the city of Chicago", "suggests residents in flood-prone areas take the following actions before", "a flood:^26", "* Avoid building in a floodplain unless you elevate and reinforce your", "home.", "* Elevate the furnace, water heater, and electric panel if susceptible", "to flooding.", "* Install check valves in sewer traps to prevent floodwater from backing", "up into your home.", "* Construct barriers (levees, beams, sandbags, and floodwalls) to stop", "floodwater from entering the building.", "* Seal walls in basements with waterproofing compounds to avoid seepage.", "* Keep an adequate supply of food, candles, and drinking water in case", "you are trapped inside your home.", "Managing the Challenge", "Public- and private-sector decision-makers have traditionally made plans", "assuming that the current and future climate will resemble the recent", "past, an assumption known as stationarity.^27 The assumption is often made", "explicitly. For instance, in order to design a new dam or to negotiate", "contracts on future deliveries of hydropower and irrigation water, a water", "agency might use probability distributions for precipitation and extreme", "flow events that are based on past or current streamflows in a watershed.", "In other cases, this assumption is made implicitly, as when a city issues", "building permits for coastal properties using current flood maps without", "updating them to reflect projected sea level rise.", "Key Message 2", "Share", "_____________________", "Climate Change Outpaces Adaptation Planning", "Successful adaptation has been hindered by the assumption that climate", "conditions are and will be similar to those in the past. Incorporating", "information on current and future climate conditions into design", "guidelines, standards, policies, and practices would reduce risk and", "adverse impacts.", "The assumption that current and future climate threats and impacts will", "resemble those of the past is no longer reliably true.^4^,^27^,^28", "Human-caused carbon pollution in the atmosphere has already pushed many", "climate-influenced effectsâ\u0080\u0094such as the frequency, intensity, or duration", "of some types of storms and extreme heat, drought, and sea level", "riseâ\u0080\u0094outside the range of recorded recent natural", "variability.^4^,^6^,^28^,^29 In addition, improved understanding of", "climate and Earth system science since the advent of systematic data", "collection in the 19th century has made it clear that the natural", "variability of the climate system at regional scales is much larger in", "places than previously understood. For instance, the southwestern United", "States was much wetter in the 20th century than in most of the preceding", "thousand years.", "The deviation of climate patterns from the recent historical record is", "expected to grow even larger in the future because of continuing GHG", "emissions and because the full impact of previous emissions has not yet", "been felt due to long delays in the climate systemâ\u0080\u0099s response to those", "emissions.^3^,^4^,^28 Failure to anticipate and adjust to these changes", "could be costly.", "Adjusting to projected climate risk, rather than relying on", "interpretations of past impacts, has important implications for the", "location and design of built human infrastructure, engineering standards,", "insurance rates, property values, land-use plans and planning frameworks", "or processes, disaster response preparations, and cropland and forest", "management. In many respects, such climate risk management has attributes", "familiar to many decision-makers in businesses and communities that", "commonly manage or design now for a variety of weather-related risks,", "including storms, heat waves, water availability threats, and floods. Most", "organizations also manage other short- and longer-term risks and thus have", "direct experience with preparing for uncertain future conditions over", "multiple timescales.", "However, climate adaptation is also less familiar to some individuals and", "organizations in that it requires a complete reversal from the", "near-universal current assumption of an unchanging climate. Many factors", "make the reversal of this assumption difficult, including unfamiliarity", "with climate change datasets and concepts; the need to differentiate among", "the timescales of weather and climate; the challenge of balancing", "slow-moving, chronic threats and faster, acute ones; the potential and", "unknown cascading effects of large-scale global changes on local and", "regional impacts;^30 and a lack of public awareness that some current and", "future changes in climate will be slow to accumulate but will take even", "longer in time to reverse, for the changes that are reversible.^31", "The timescales of climate threats also generally do not align with the", "scales of governance, impeding adaptation progress and often hindering", "problem identification and solving. Climate change introduces an", "unfamiliar new source of uncertainty. Where previously an organization may", "have created plans using a single, well-understood historical record to", "project a single set of future climate conditions, it now often faces", "large numbers of climate model projections produced with myriad", "uncertainties whose local implications may differ significantly across", "each projection.", "Key Message 3", "Share", "_____________________", "Adaptation Entails Iterative Risk Management", "Adaptation entails a continuing risk management process; it does not have", "an end point. With this approach, individuals and organizations of all", "types assess risks and vulnerabilities from climate and other drivers of", "change (such as economic, environmental, and societal), take actions to", "reduce those risks, and learn over time.", "To grapple with these challenges, organizations have adopted a wide", "variety of approaches that, to varying degrees, address the five general", "stages of adaptation listed above. Iterative risk management provides a", "comprehensive framework and set of processes appropriate for addressing", "adaptation challenges.^32^,^33^,^34^,^35^,^36 The framework includes steps", "for anticipating, identifying, evaluating, and prioritizing current and", "future climate risks and vulnerabilities; for choosing an appropriate", "allocation of effort and resources toward reducing these risks; and for", "monitoring and adjusting actions over time while continuing to assess", "evolving risks and vulnerabilities. Risk communication accompanies each of", "these steps.^33^,^37^,^38^,^39 Iterative risk management helps address", "equity, economics, and other measures of social well-being and supports", "participatory stakeholder processes, which can enhance transparency and", "foster defensible decision-making, an important component of successful", "adaptation efforts.^40", "Iterative risk management emphasizes that the process of anticipating and", "responding to climate change does not constitute a single set of judgments", "at any point in time; rather, it is an ongoing cycle of assessment,", "action, reassessment, learning, and response.^41 The process helps manage", "risks that are well known, as well as those that are deeply uncertain due", "to data limitations or the irreducible unpredictability of some aspects of", "current and future climate.^33^,^42", "Iterative risk management is consistent with most of the elements in the", "many climate adaptation efforts and approaches currently in use,^42^,^43", "including climate vulnerability assessment, iterative risk assessment, and", "adaptive management as often practiced by federal and other land and", "resource management agencies,^44 as well as disaster risk management.^45", "Using a comprehensive framework helps highlight commonalities and", "differences across the approaches used by different jurisdictions and", "sectors, facilitating comparison and learning among their users. It also", "situates climate adaptation squarely within the broad range of other risk", "management activities, such as in the financial, engineering,", "environmental, health, and national security sectors.^2", "Adaptation Actions to Reduce Risk", "Steps to implementing iterative risk management help decision-makers", "compare and allocate investments and identify incentives for managing and", "reducing risk. The planning and implementation steps of the generalized", "adaptation framework combine several types of actions^46^,^47^,^48^,^49", "that", "1. reduce exposure (for example, reduce the presence of people or assets", "in locations that could be adversely affected by climate impacts);", "2. reduce sensitivity (that is, lower the degree to which a system is", "adversely affected by exposure to climate impacts); and", "3. increase adaptive capacity (that is, raise the ability of human and", "natural systems to prepare for, adjust to, respond to, and recover", "from experienced or anticipated climate impacts).", "For instance, in the time since Superstorm Sandy, New York City has", "reduced its potential future flood impacts by relocating a limited number", "of households out of the most flood-prone areas (reduced exposure),", "raising the height of some structures above the ground so they suffer less", "damage from any flooding (reduced sensitivity), and training the officials", "responsible for revising building codes and land-use policies to use the", "most up-to-date estimates of flood risk (increased adaptive capacity).", "Enhancing social cohesionâ\u0080\u0094the degree to which those in a community", "identify with the community and with each otherâ\u0080\u0094is also known to", "increase adaptive capacity, such as the ability to rebound quickly from", "disasters.^50 More broadly, while adaptive capacity often refers only to", "the targets of adaptation action (such as communities, ecosystems, and", "infrastructure), â\u0080\u009cthe ability of institutions themselves to adjust and", "evolve will be key to their ability to manage for change.â\u0080\u009d^51", "Different populations also have different exposure, sensitivity, and", "adaptive capacity based on their access to resources and information,", "their culture, and the quality of governance. Such consideration can", "usefully inform decisions about the equitable and just allocation of", "resources in reducing climate risk.^52", "Adapting to Current Variability and Preparing for Future Change", "Adaptation addresses two timescales: 1) adapting to current variability,", "which in any particular location may now be different than suggested by", "the historical record of climate observations, and 2) preparing for future", "change. This distinction is useful because some decision-makers may not", "appreciate the extent to which climate has already changed and because", "these timescales often call for different types of adaptation actions.", "Miami Beach is currently raising the level of its roads and building", "seawalls to reduce current flooding due to higher sea levels, but it is", "also choosing the height of these new structures, anticipating that sea", "levels will be even higher in the future.^53 New York City and the Federal", "Emergency Management Agency (FEMA) agreed to develop two sets of flood", "maps, one showing current risk for the purpose of setting insurance rates", "and the other for the longer-term purposes of setting building codes and", "land-use planning.^54 The National Park Service, working with the U.S.", "Army Corps of Engineers, constructed a revetment, or retaining wall, and", "living shoreline in 2013 to protect the Cockspur Island Lighthouse in", "Georgiaâ\u0080\u0099s Fort Pulaski National Monument against erosion and accelerated", "sea level rise. The new revetment incorporated a wider base than is", "currently required, enabling the addition of rock to extend its height as", "sea levels rise in the future.^55 The State of Louisianaâ\u0080\u0099s Coastal", "Protection and Restoration Authorityâ\u0080\u0099s 2017 Coastal Master Plan has more", "than 100 structural and coastal restoration projects designed to provide", "benefits over the next decade and up to 50 years into the future.^56", "These timescale differences relate to the ubiquitous term resilience^57", "that is frequently employed in adaptation planning under a spectrum of", "meanings.^58^,^59 These range from the ability to withstand and recover", "from current shocks and stressors while retaining basic functions under", "conditions of existing and near-term variability to the ability to", "transform in desirable ways over time as the magnitude of change", "increases.^60^,^61^,^62^,^63^,^64^,^65 Recognizing these timescales in", "planning, and communicating expectations for change along those timelines,", "can also help communities maximize benefits in the near term and identify", "the most important opportunities for longer-term well-being and", "resilience.", "Organizations are increasingly exploring alternative approaches for", "replacing the assumption of an unchanging (or stationary) climate in their", "risk management activities. Vulnerability assessments, a common practice", "among managers of public lands and natural areas, often evaluate exposure,", "sensitivity, and adaptive capacity, and provide rankings of the", "seriousness of various climate risks. Multi-objective approaches, such as", "structured decision-making,^66 explicitly include multiple measures of", "well-being in risk assessment and management, often in difficult areas", "such as protecting cultural resources.^40 Scenarios are used to 1) assess", "risks over a range of plausible futures that include both changes in", "socioeconomic trends as well as climate and 2) choose adaptation actions", "robust over this wide range of futures.^18 Californiaâ\u0080\u0099s 2018 Sea-Level", "Rise Guidance includes probabilistic sea level rise projections and a", "worst-case scenario, then integrates both with an adaptive pathways", "approach^67 that encourages robust and flexible plans that can adjust over", "time if seas rise faster than expected.", "Climate risk management requires addressing socioeconomic (for example,", "future economic, technology, and regulatory conditions) as well as climate", "uncertainties. Risk management can address such uncertainties, even when", "they are difficult to characterize with confidence (Ch. 17: Complex", "Systems, KM 3).^42^,^68^,^69^,^70^,^71 The water sector is pioneering", "approaches for incorporating such information in water utility adaptation,", "including scenarios and other robust decision methods aimed at making", "successful decisions insensitive to a wide range of uncertainty.^72 Some", "agencies are beginning to combine both multi-objective and multi-scenario", "approaches in quantitative tools that identify vulnerabilities and", "evaluate tradeoffs among adaptive pathways, seeking risk management", "strategies that perform well across multiple scenarios and measures of", "well-being.^73^,^74^,^75^,^76 Implementing such methods can require a more", "complete set of system models than some agencies commonly use in their", "planning routines, though such tools are becoming increasingly", "available.^77", "Benefits of Adaptation Can Exceed the Costs", "Adaptation can generate significant benefits in excess of its costs.", "Nationally, estimates of adaptation costs range from tens to hundreds of", "billions of dollars per year^78^,^79 but are expected to save several", "times that over the long run (Ch. 29: Mitigation).^80 The benefits and", "costs are larger in scenarios with high emissions. Formal benefit analysis", "is still in its early stages,^81^,^82 and more research is needed to", "assess comprehensively the benefits of specific strategies being", "considered by individuals and organizations.^83 Nonetheless, experience is", "growing. For instance, the U.S. Department of Housing and Urban", "Developmentâ\u0080\u0099s National Disaster Resilience Competition required", "applications to conduct benefitâ\u0080\u0093cost analysis including qualitative and", "difficult-to-quantify co-benefits, such as economic revitalization and", "other social benefits.^84", "Key Message 4", "Share", "_____________________", "Benefits of Proactive Adaptation Exceed Costs", "Proactive adaptation initiativesâ\u0080\u0094including changes to policies, business", "operations, capital investments, and other stepsâ\u0080\u0094yield benefits in", "excess of their costs in the near term, as well as over the long term.", "Evaluating adaptation strategies involves consideration of equity,", "justice, cultural heritage, the environment, health, and national", "security.", "To date, there exists considerable guidance on actions in some sectors", "where benefits exceed costs, though guidance is lacking in many other", "sectors.^83 Benefitâ\u0080\u0093cost information exists for adaptation responses to", "storms and rising seas in coastal zones, to riverine and extreme", "precipitation flooding, and for agriculture at the farm level.^85^,^86", "Some of the actions in these sectors, at least in some locations, appear", "to have large benefitâ\u0080\u0093cost ratios, both in addressing current", "variability and in preparing for future change. A benefitâ\u0080\u0093cost ratio", "greater than 1 suggests a promising project to undertake, because the", "benefits it generates are greater than its costs. For instance, while", "sandbags protecting individual houses can, in general, have benefitâ\u0080\u0093cost", "ratios less than 1, in South Florida sandbags can have a benefitâ\u0080\u0093cost", "ratio of 20 to 1,^87 and along the Gulf of Mexico coastline, 3 to 1.^88", "Along the Gulf of Mexico coastline, levees and seawalls can have", "benefitâ\u0080\u0093cost ratios ranging from 2.3 to 1.5 to 1 for refineries and", "petrochemical plants, though the ratios are lower for other assets.^88", "Information on the cost of actions that can achieve common goals is", "increasing in the water management sector, such as for operational", "reliability and resilience and environmental protection (Ch. 3: Water) and", "for responding to extreme heat events (Ch. 14: Human Health). Loss of", "water services or power during a high heat event, for example, can produce", "considerable costs that can have cascading effects on other sectors,", "thereby further driving up costs.^89 The benefits of these adaptive", "actions against these threats have been studied less because they involve", "societal and environmental impacts that have been more difficult to", "quantify, study, and describe systematically.", "Some studies quantify large benefits from adaptation actions involving", "natural systems,^90 such as the decommissioning and restoration of unused", "forest roads, which decreases erosion and improves fish habitat and water", "quality; the restoration of beavers to mountain areas, whereby beaver dams", "improve fish habitat and improve water supply during summer months; and", "treatment of hazardous fuel to reduce wildland fire risks (Ch. 6:", "Forests). Some types of storm water management also show large benefits", "from green infrastructure and other nature-based responses.^91^,^92", "Coastal marsh restoration can sometimes provide benefits of protection", "against rising sea levels, along with added flood prevention and enhanced", "biodiversity. One effort involves restoring the river and surrounding", "lands of the Tidmarsh Wildlife Sanctuary in coastal Massachusetts, a", "former cranberry farm. The project includes cutting-edge environmental", "sensors that provide continuous data on marsh restoration, cranberry farm", "conversion, and climate change impacts and adaptation (see", "http://www.livingobservatory.org).", "Extensive co-benefits may also be available from adaptation, in particular", "in the ecosystem services and health sectors (Ch. 7: Ecosystems; Ch. 14:", "Human Health). Coordinated adaptation and GHG mitigation planning may also", "provide defined co-benefits (Ch. 29: Mitigation, KM 4). For instance,", "tools are available to help decision-makers locate wind energy systems", "away from sensitive ecological sites, without incurring additional costs", "(for example, see the Nature Conservancyâ\u0080\u0099s Biodiversity and Wind Siting", "Mapping Tool at", "https://www.nature.org/ourinitiatives/regions/northamerica/unitedstates/newyork/climate-energy/working-with-wind.xml).", "Designs that provide green space and the use of cool and green roof", "technologies in cities can reduce heat-island effects, producing multiple", "benefits and cost reductions by helping to reduce emissions and air", "pollution, human health risks, and economic losses due to reduced labor", "productivity.^93^,^94", "Broader Measures of Well-Being", "Benefitâ\u0080\u0093cost analysis provides one important, but not the sole, means to", "evaluate alternative adaptation actions. Effective adaptation can provide", "a broad range of benefits that can be difficult to quantify, including", "improvements in economic opportunity, human health, equity, national", "security, education, social connectivity, and sense of place, while", "safeguarding cultural resources and practices and enhancing general", "environmental quality. Aggregating all these benefits into a single", "monetary value is not always the best approach,^8^,^95 since in many cases", "a lack of data and uncertainty over climate projections and benefit", "valuations may make it impossible to give a uniform treatment to different", "types of benefits, thereby implicitly favoring some over others. More", "fundamentally, different people may value benefits differently.^96 For", "instance, climate change can have significant impacts on equity and", "ecosystems, even though individuals can have strongly divergent views on", "distributional justice and the intrinsic value of nature and thus on how", "they value such impacts.", "Considering various types of outcomes separately in risk management", "processesâ\u0080\u0094termed multi-objective or multi-criteria analysis in the", "relevant literature^97â\u0080\u0094can facilitate participatory planning processes.", "This also enhances the fairness of such processes by making more explicit", "the impacts of climate change on outcomes to different stakeholders, along", "with the policy tradeoffs among those outcomes. Pittsburghâ\u0080\u0099s", "EcoInnovation District, in the cityâ\u0080\u0099s Uptown and Oakland neighborhoods,", "employs bottom-up planning to improve the environment, support the needs", "of existing residents, and expand job growth. Louisianaâ\u0080\u0099s Comprehensive", "Master Plan for a Sustainable Coast has five broad objectives: reduce", "economic losses from flooding, promote sustainable coastal ecosystems,", "provide coastal habitats that support commerce and recreation, sustain the", "regionâ\u0080\u0099s unique cultural heritage, and contribute to the regional and", "national economy by promoting a viable working coast.^56 The plan contains", "actions that advance all five objectives, reflecting a set of tradeoffs", "broadly acceptable to diverse communities in the face of hazards,", "including coastal subsidence (sinking land) and sea level rise.^98", "Risk management approaches that consider multiple objectives can include a", "specific focus on equity, with important implications on the content and", "process of adaptation planning and action.^99 Poor or marginalized", "populations often face a higher risk from climate change because they live", "in areas with higher exposure, are more sensitive to climate impacts, or", "lack adaptive capacity (Ch. 14: Human Health; Ch. 15: Tribes).", "Prioritizing adaptation actions for such populations may prove more", "equitable and lead, for instance, to improved infrastructure in their", "communities and increased focus on efforts to promote social cohesion and", "community resilience that can improve their capacity to prepare, respond,", "and recover from disasters. Equity considerations can also lead to the", "expanded participation of poor or marginalized populations in adaptation", "planning efforts. This can enhance the fairness of the process. Moreover,", "it can positively affect choices regarding the appropriate balance among", "the resources invested in reducing climate risk and those put toward other", "social goals, such as employment and education, and inform the most", "appropriate mix of adaptation actions in each community.^52 Also, at the", "state and national level, equity considerations for climate adaptation can", "help allocate an appropriate distribution of resources for adaptation", "among different local communities.", "Key Message 5", "Share", "_____________________", "New Approaches Can Further Reduce Risk", "Integrating climate considerations into existing organizational and", "sectoral policies and practices provides adaptation benefits. Further", "reduction of the risks from climate change can be achieved by new", "approaches that create conditions for altering regulatory and policy", "environments, cultural and community resources, economic and financial", "systems, technology applications, and ecosystems.", "A significant portion of climate risk can be addressed by mainstreaming;", "that is, integrating climate adaptation into existing organizational and", "sectoral investments, policies, and practices. Mainstreaming can make", "adaptation more likely to succeed because it augments already familiar", "processes with new information and tools, rather than requiring extensive", "new structures.^100^,^101^,^102 Mainstreaming can also encourage risk", "management actions that synergistically and coherently address adaptation", "along with other societal objectives. Mainstreaming can also prompt", "innovation in existing organizational structures^103^,^104 by improving", "their treatment of all types of uncertainty. However, mainstreaming can", "diminish the visibility of climate adaptation relative to dedicated,", "stand-alone adaptation approaches^105 and may prove insufficient to", "address the full range of climate risk, in particular the risks associated", "with higher GHG concentrations.", "Integrating climate adaptation into existing risk management processes", "requires including climate risks with the other risks an organization", "regularly assesses and manages; explicitly linking actions that address", "current climate variability with those needed to address larger, future", "changes; and linking policies across sectors (for example, energy and", "water) and jurisdictions. Much adaptation action occurs at the local", "level, so such linking can be horizontal (that is, among agencies within", "the same local jurisdiction) and vertical (that is, among different levels", "of local, state, tribal, and federal governments).^104", "Existing Mainstreaming", "Mainstreaming climate adaptation into existing decision processes has", "begun in many areas, in particular those with well-developed risk", "management processes such as financial risk reporting, capital investment", "planning, engineering standards, military planning, and disaster risk", "management.", "A growing number of jurisdictions address climate risk in their land-use,", "hazard mitigation, capital improvement, and transportation plans. In 2015,", "FEMA began requiring states to include the projected effects of climate", "change in their state hazard mitigation plans.^106 A small number of", "cities explicitly link their coastal plans and their hazard mitigation", "plans using a common, climate-informed vulnerability analysis to support", "both types of plans, thereby ensuring that the different city agencies are", "implementing risk reduction measuresâ\u0080\u0094such as land-use measures (reducing", "exposure), building codes (reducing sensitivity), and warning, evacuation,", "and recovery measures (increasing adaptive capacity)â\u0080\u0094that are", "synergistic and coordinated.^107 The City of Baltimore used", "climate-informed estimates of increased current and future storm intensity", "to design its storm water master plan, which includes green space and", "bio-swales that capture runoff, to improve water quality and reduce flood", "risk. California requires its water agencies to address climate change in", "their water management plans. Through the Department of Energy (DOE)", "Partnership for Energy Sector Climate Resilience, electric utilities", "across the country are collaborating with DOE to develop resilience", "planning guidance, conduct climate change vulnerability assessments, and", "develop and implement cost-effective resilience solutions (Ch. 4: Energy).", "The National Oceanic and Atmospheric Administration (NOAA), FEMA, and the", "U.S. Geological Survey are partnering with states to develop guidelines", "for integrated climate adaptation, land use, and hazard mitigation", "planning. Federal agencies have also begun implementing climate-smart", "management approaches for managing their natural resources (Ch. 7:", "Ecosystems, KM 2).", "Private financial markets are increasingly paying attention to climate", "risk, for instance, by incorporating such risk accounting into their", "portfolios. In some cases, financial firms and companies perform climate", "risk accounting as part of a voluntary or mandatory disclosure system. In", "a recent report to the G20 (Group of Twenty), the Financial Stability", "Boardâ\u0080\u0099s Task Force on Climate-Related Financial Disclosures provided a", "comprehensive framework for such disclosure and recommended that since", "â\u0080\u009cclimate-related risks are material risks,â\u0080\u009d they should be disclosed", "in mainstream (public) financial filings.^^108^,^109 Ratings agencies have", "also begun to incorporate physical climate risk into credit ratings for", "corporations, infrastructure bonds, and other public-sector projects. Both", "Moodyâ\u0080\u0099s and Standard and Poorâ\u0080\u0099s acknowledge emerging risks associated", "with climate change^110^,^111 and now embed these risks into their credit", "ratings.^112 In particularly vulnerable areas, such as South Florida, bond", "ratings are now beginning to reflect such risks.", "The engineering community has begun incorporating climate resilience into", "its design standards by incorporating information about current and future", "climate threats and impacts^113 and updating existing engineering", "standards, codes, regulations, and practicesâ\u0080\u0094currently based on", "stationary climate assumptions.^114 The American Society of Civil", "Engineers (ASCE) recommends that engineers incorporate climate", "uncertainty, assess the costs of reducing risks, and follow an adaptive", "management process. Such a process would begin with low-regret strategies", "that perform well across a range of futures and periodically update as new", "information becomes available.^113 The ASCE and the States of California", "and New York have formed committees to develop such standards.^115", "Other sectors of government and industry are also starting to consider", "climate risk a major systemic risk. In its 2018 Global Risks Report, the", "World Economic Forum listed the top five environmental risksâ\u0080\u0094including", "extreme weather events and temperatures and failures of climate change", "mitigation and adaptationâ\u0080\u0094in terms of both likelihood and the impact on", "the global economy.^116 The U.S. military now routinely integrates climate", "risks into its analysis, plans, and programs,^117 with particular", "attention paid to climate effects on force readiness, military bases, and", "training ranges (Ch. 16: International, KM 3).^118^,^119 Naval Station", "Norfolk, for example, has replaced existing piers with double-decker piers", "that are elevated by several more feet and thus more resilient to rising", "sea levels and extreme weather events (Ch. 1: Overview, Figure 1.8).", "Overcoming Up-Front Challenges", "While yielding benefits, adaptation also presents challenges. These", "include difficulties obtaining the necessary funds; insufficient", "information and relevant expertise; jurisdictional mismatches among those", "responsible for taking adaptation actions and those who benefit from those", "actions; conflicting interests among relevant parties; and the pressures", "on agencies and professionals that serve the public to act cautiously, in", "particular by seeking to follow long-established procedures and", "experience.", "Insufficient funding often hinders adaptation (Ch. 8: Coastal; Ch. 15:", "Tribes).^120^,^121^,^122 At the local level, adaptation planning and", "assessment have been supported by a mix of local government funds and", "federal, state, and foundation grants.^121 Full-scale implementation of", "the proposals resulting from these adaptation planning and assessment", "activities would require significantly more resources. In principle, the", "potential for longer-term savings can be used to generate near-term", "financing for adaptation efforts. But the mechanisms for doing so are not", "yet widely in place. Underwriters of municipal bonds, the most common", "means of financing water infrastructure in the United States, are just", "beginning to incorporate requirements for long-term sustainability under a", "changing climate as a condition for going to market.^112", "To the extent that climate resilience becomes an expected and required", "attribute of decisions concerning infrastructure and other long-term", "investments, as well as an expected part of asset management and", "life-cycle cost estimates, financing should become more available for", "cost-effective adaptation actions.^123 Changing social and economic norms", "could also affect the availability of financing. Once the implications", "become widely understood, public expectations, professional standards, and", "due diligence on the part of financers may similarly discourage investing", "in long-lived infrastructure designed for stationary conditions, as", "opposed to currently changing and future climate conditions.^124", "Adaptation often increases up-front costs, thus increasing the salience of", "steps to reduce those costs. Federal, state, and local governments in the", "United States spend over $400 billion annually on public", "infrastructure.^125 Estimates of annual adaptation costs range from tens", "to hundreds of billions of dollars annually.^78 Taking advantage of new", "infrastructure investments and capital stock turnover provides one", "particularly favorable opportunity for low-cost, proactive adaptation in", "both the public and private sectors.^2 Many jurisdictions and businesses", "possess significant stocks of deteriorating transportation, water, energy,", "housing, and other infrastructure, which often already lack resilience to", "current climate and weather events (Ch. 3: Water; Ch. 4: Energy; Ch. 12:", "Transportation).^3^,^126^,^127 The expected turnover of this capital stock", "creates opportunities for adaptation but also raises challenges, such as", "equity concerns, if, for example, upgrading the resilience of housing", "stock makes it unaffordable for lower-income residents.", "Flexible design and adaptive planning can also reduce near-term adaptation", "costs while keeping options open for future resilience.^128 Such options", "begin with low-regret options, invest in capacity building, and adjust", "over time to new information. The Fort Pulaski example cited previously", "included a new coastal protection structure with an adaptive design that", "can be inexpensively adjusted as the future risk grows larger. The", "Metropolitan Water District of Southern California uses adaptive", "management to organize its 25-year Integrated Resource Plan; factored into", "its near-term investments in local supplies is the expectation that some", "investments will be expanded and others reduced as climate, demand,", "regulatory, and other conditions change in the future.^129 However,", "explicitly signaling that policies will change in the future may impede", "enforcement, make decision-makers seem indecisive, and make it easier for", "them to succumb to political pressure from special interests.^130", "Catalysts for Adaptation", "Catalytic events, external incentives, community interest, leadership, and", "outside funding all help spur adaptation planning and implementation.", "Catalytic events, including disasters caused by extreme storms or", "droughts, often precipitate or accelerate adaptation action,^^131^,^132 as", "happened with Superstorm Sandy in 2012, Hurricane Katrina in 2005, and the", "2011â\u0080\u00932016 drought in California (see, for example, Ch. 25: Southwest).", "Internal drivers of adaptation include political leadership and policy", "entrepreneurs.^103 In addition, a recognition of the challenges posed by", "climate change and an ability to integrate the problem and potential", "solutions into existing belief and value structures also provide important", "catalysts for adaptation.", "External incentives include the legal requirements, engineering standards,", "climate-related financial risk disclosure requirements, and changes in", "insurance coverage. For instance, some existing laws and regulations", "provide catalysts for adaptation,^133 typically through procedural", "planning requirements rather than substantive mandates. At the state and", "local levels, some laws specifically require the consideration of climate", "change impacts and adaptation options in planning processes, but these", "cover only a small subset of jurisdictions and geographic areas in the", "United States.^134^,^135^,^136 At the federal level, few laws explicitly", "promote adaptation, but many can be interpreted as requiring the", "consideration of climate change impacts on the ability of a federal agency", "to comply with various statutory and regulatory mandates.^23^,^137", "Once begun, successful adaptation often entails sustained networks,", "financing, the sharing of best practices, and champions, as shown in Box", "28.3.", "Share", "_____________________", "Box 28.3: Common Attributes of Effective Adaptation", "Factors that shape or contribute to the successful adoption and", "implementation of adaptation by public-sector organizations include", "* plans written by a professional staff and approved by elected", "officials;", "* community engagement, including the participatory development of", "plans; the formation of action teams or regional collaborations^138", "across jurisdictions, sectors, and scales; and public- and", "private-sector leaders who champion and support the process;", "* adaptation actions that address multiple community goals, not just", "climate change;", "* well-structured implementation, including the identification of", "parties responsible for each step, explicit timelines, explicit and", "measurable goals, and explicit provisions and timelines for monitoring", "and updating the plan; and", "* adequate funding for the adaptation actions and for sustained", "community outreach and deliberation.", "(Adapted from Brody and Highfield 2005, Berke et al. 2012, Horney et al.", "2012, IPCC 2012, NRC 2009, Cutter et. al. 2012, GAO 2016, Wilhite and", "Pulwarty 2017, Bassett and Shandas 2010, Berke and Lyles 2013, Lyle and", "Stevens 2014, Hughes 2015, Highfield and Brody 2012, Mimura et al.", "2014^47^,^60^,^70^,^139^,^140^,^141^,^142^,^143^,^144^,^145^,^146^,^147^,^148^,^149.)", "Formal and informal networks of government, nongovernmental organizations,", "and academic, faith-based, and private-sector parties engaged in", "developing and implementing adaptation are expanding. These networks", "support individuals, communities, and organizations as they strive to", "understand and reduce current and future climate risks. Federal, state,", "and local agencies; nongovernmental organizations; utilities and industry", "associations; and private-sector consultants have in recent years", "developed a wide range of written guidance and online platforms intended", "to support climate adaptation planning and mainstreaming efforts. While", "not exhaustive, the list includes the 100 Resilient Cities, the C40 Cities", "Climate Leadership Group, the Urban Sustainability Directors Network", "(USDN), and the Water Utility Climate Alliance.", "Over the past several years, examples of sustained collaborative", "partnerships between research and management in support of climate risk", "management have included NOAAâ\u0080\u0099s Regional Integrated Sciences and", "Assessments (RISA), the U.S. Department of Agricultureâ\u0080\u0099s (USDA) Climate", "Hubs, and the Department of the Interiorâ\u0080\u0099s (DOI) Climate Adaptation", "Science Centers (CASCs). These regional climate information networks", "provide data, tools, forecasts, interpretation, and extension services for", "agencies and communities to build into integrated services and work", "together to coordinate stakeholder engagement across multiple sectors as", "new knowledge emerges.^150^,^151 Some examples include knowledge", "platforms, such as the Climate Adaptation Knowledge Exchange", "(www.cakex.org), the Georgetown Climate Centerâ\u0080\u0099s Adaptation", "Clearinghouse (http://www.adaptationclearinghouse.org/), and the U.S.", "Climate Resilience Toolkit website (toolkit.climate.gov); these platforms", "include directories of practitioners and inventories of data tools for", "managing natural and built systems in the face of climate change.", "More local, targeted resources, such as Louisianaâ\u0080\u0099s Coastal Protection", "Restoration Authority Master Plan Data Viewer", "(http://cims.coastal.la.gov/masterplan/), offer detailed information about", "climate risks and probabilities in specific geographic locations to help", "planners and communities better anticipate and prepare for climate", "impacts. Such initiatives and networks enable practitioners to share best", "practices and evaluate and inform adaptation implementation while", "empowering communities to advance preparedness and resilience efforts", "across the United States.", "Beyond Incremental Change", "Integrating climate risk into existing practices can lead to change that", "is more than incremental. For instance, it often proves profitable in the", "near term to build in low-lying areas subject to future extreme", "flooding^152 rather than in areas with lower future risk. Updated flood", "maps and risk-adjusted insurance rates would likely lead to different", "patterns of development.^153 In many cases, however, addressing the full", "range of future climate change requires substantial changes in", "organizational practices and procedures, in public- and private-sector", "institutions, in individual and societal expectations and norms, in", "capital investment planning, and in laws.^154^,^155 Decision-makers may", "wish to take active steps to anticipate and steer change in desired", "directions and to avoid the unanticipated consequences of ad hoc or", "crisis-based responses. In some cases, this involves seeking,", "legitimizing, and accelerating large changes, rather than attempting to", "retain todayâ\u0080\u0099s conditions as long as possible.^10^,^156^,^157", "Reducing climate risk often requires managing interdependent systems in", "ways that transcend current jurisdictional and sectoral boundaries (Ch. 4:", "Energy; Ch. 17: Complex Systems, KM 3). Water, electric power supply, and", "agriculture often depend critically on one another (see Ch. 17: Complex", "Systems, KM 1) but are not treated similarly for potential adaptation", "actions. Effective climate risk management often requires closer", "coordination among regulatory agencies and, in some cases, may necessitate", "some restructuring. For instance, the City of Los Angelesâ\u0080\u0099s One Water LA", "program requires multiple city agencies to coordinate on integrated", "management of the cityâ\u0080\u0099s water, land-use, and flood control actions.^158", "Major reforms can prove difficult and often occur only in response to", "major system shocks, such as reforms to the Stafford Act after Hurricane", "Katrina^159^,^160^,^161 or the consolidation of many local water agencies", "in Australia into a small number of large, regional organizations during a", "decade of severe drought.^162", "Some sectors are already taking actions that go beyond integrating climate", "risk into current practices. Faced with substantial climate-induced future", "changes, including new invasive species and shifting ranges, ecosystem", "managers have already begun to adopt novel approaches, such as assisted", "migration and wildlife corridors (Ch. 7: Ecosystems, KM 2), and to rethink", "the goals of conservation management.^163 Many millions of Americans live", "in coastal areas threatened by sea level rise; in all but the very lowest", "sea level rise projections, retreat will become an unavoidable option in", "some areas of the U.S. coastline (Ch. 8: Coastal, KM 1). The Federal", "Government has already provided resources for the relocation of some", "communities, such as the Biloxi-Chitimacha-Choctaw tribe from Isle de Jean", "Charles in Louisiana. But the potential need for millions of people and", "billions of dollars of coastal infrastructure to be relocated in the", "future creates challenging legal, financial, and equity issues that have", "not yet been addressed.", "The ability of adaptation to reduce severe climate impacts like these will", "ultimately depend less on scientific uncertainties and the ability to", "implement engineering solutions than on perceived loss of culture and", "identity, in particular identities associated with unique cultural", "heritage sites and a sense of place (Ch. 8: Coastal; Ch. 15: Tribes, KM", "2).^68 Because different regions and groups face different levels of risk", "and have differing abilities to respond, considerations of equity and", "justice influence judgments about any limits to adaptation.^52^,^68", "TRACEABLE ACCOUNTS", "Process Description", "The scope for this chapter was determined by the Fourth National Climate", "Assessment (NCA4) Federal Steering Committee, which is made up of", "representatives from the U.S. Global Change Research Program member", "agencies. The scope was also informed by research needs identified in the", "Third National Climate Assessment (NCA3). Authors for this NCA4 chapter", "were selected to represent a range of public- and private-sector", "perspectives and experiences relevant to adaptation planning and", "implementation.", "This chapter was developed through technical discussions of relevant", "evidence and expert deliberation by chapter authors during", "teleconferences, e-mail exchanges, and a day-long in-person meeting. These", "discussions were informed by a comprehensive literature review of the", "evidence base for the current state of adaptation in the United States.", "The author team obtained input from outside experts in several important", "areas to supplement its expertise.", "----------------------------------------------------------------------", "KEY MESSAGES", "1 2 3 4 5", "Key Message 1: Adaptation Implementation Is Increasing", "Adaptation planning and implementation activities are occurring across", "the United States in the public, private, and nonprofit sectors. Since", "the Third National Climate Assessment, implementation has increased but", "is not yet commonplace. (High Confidence)", "Description of evidence base", "There exists extensive documentation in the gray literature of specific", "adaptation planning and implementation activities underway by local,", "state, regional, and federal agencies and jurisdictions. The literature", "also contains reports that attempt to provide an overview of these", "activities, such as the recent set of case studies in Vogel et. al.", "(2017).^14 Websites, such as those of the Georgetown Climate Center", "(http://www.georgetownclimate.org), provide summaries and examples of", "adaptation activities in the United States. The sectoral and regional", "chapters in this National Climate Assessment also provide numerous", "examples of adaptation planning and implementation activities. The", "literature also offers work that aims to provide surveys of large numbers", "of adaptation activity, such as Moser et. al. (2018)^121 and Stults and", "Woodruff (2016).^164", "Major uncertainties", "While the amount of adaptation-related activity is clearly increasing, the", "lack of clear standards and the diverse lexicon used in different sectors", "make it difficult to systematically compare different adaptation", "activities at the level of outcomes across sectors and regions of the", "country. In addition, publicly available adaptation plans may never", "actually result in implementation. It is thus difficult to provide a", "quantitative assessment of the increase in adaptation activity other than", "just counting plans and initiatives. Given the reliance on small-sample", "surveys, judgments about the distribution of adaptation actions across", "categories have potentially large errors that are difficult to estimate.", "In addition, it is difficult to assess the contribution of these", "activities to concrete outcomes such as risk reduction or current and", "future improvements to well-being, security, and environmental", "protection.^130 There also exists little gap analysis that compares any", "given set of adaptation activities with what might be appropriate", "according to some normative standard or what might be reasonably achieved.", "Thus, while adaptation activities are clearly increasing in the United", "States, scant evidence exists for judging their consequences.", "Description of confidence and likelihood", "There is high confidence that the amount of adaptation activity, in", "particular implementation activity, is increasing. There is less agreement", "and evidence regarding the consequences of this activity.", "Key Message 2: Climate Change Outpaces Adaptation Planning", "Successful adaptation has been hindered by the assumption that climate", "conditions are and will be similar to those in the past. Incorporating", "information on current and future climate conditions into design", "guidelines, standards, policies, and practices would reduce risk and", "adverse impacts. (High Confidence)", "Description of evidence base", "The assumption that the historical record of events and variability will", "be the same in the future is called the stationarity assumption^27 and has", "guided planning for climate and weather events in most places for most of", "recorded history. The evidence is strong that the stationarity assumption", "is no longer valid for all impacts and variability in all locations,", "because climate change is altering both the events and their", "variability.^3^,^4^,^28^,^165 Regional chapters in this assessment", "establish the climate variables for which, and the extent to which,", "non-stationarity has been confirmed around the United States. These", "chapters also provide extensive documentation of cases in which failure to", "adapt to current and future climate conditions can cause significant", "adverse impacts.", "Major uncertainties", "While significant uncertainties can exist in estimating the extent to", "which current variability differs from historic observations in any", "particular location, there is robust evidence that such differences do", "occur in many locations (see Ch. 18: Northeast; Ch. 19: Southeast; Ch. 20:", "U.S. Caribbean; Ch. 21: Midwest; Ch. 22: N. Great Plains; Ch. 23: S. Great", "Plains; Ch. 24: Northwest; Ch. 25: Southwest; Ch. 26: Alaska; and Ch. 27:", "HawaiÊ»i & Pacific Islands).^5^,^6^,^28^,^166 However, the development and", "use of analytic tools, decision-making processes, and application", "mechanisms built on the assumption of non-stationarity lag significantly", "behind the growing realization that stationarity is no longer a sound", "basis for long-range planning.^167 Nonetheless, new techniques are being", "applied.^10^,^72^,^168 For example, scenario planning can provide", "alternative actions that can be carried out if different impacts", "occur.^70^,^71", "Description of confidence and likelihood", "There is high confidence that most organizationsâ\u0080\u0099 planning is currently", "based on extensions from the record of local climate conditions.^169", "Key Message 3: Adaptation Entails Iterative Risk Management", "Adaptation entails a continuing risk management process; it does not", "have an end point. With this approach, individuals and organizations of", "all types assess risks and vulnerabilities from climate and other", "drivers of change (such as economic, environmental, and societal), take", "actions to reduce those risks, and learn over time. (High Confidence)", "Description of evidence base", "Evidence from a large body of literature and observations of experience", "support the judgment that iterative risk management is a useful framework", "(e.g., National Research Council 2009, America's Climate Choices 2010,", "Kunreuther et al. 2012^142^,^170^,^171). The literature also suggests its", "conceptual similarity with other methods that use different names.", "Major uncertainties", "The literature and practice of climate change are undergoing a process of", "maturation and convergence. The process began with many organizations and", "sectors developing their own approaches and terminology in response to", "climate risks, meaning that a wide variety of approaches still exist in", "the field. We believe that the field will progress and converge on the", "most effective approaches, including iterative risk management. But this", "convergence is still in process, and the outcome remains uncertain.", "Description of confidence and likelihood", "Significant agreement and strong evidence provide high confidence that", "adaptation is a form of iterative risk management and that this is an", "appropriate framework for understanding, addressing, and communicating", "climate-related risks.^33", "Key Message 4: Benefits of Proactive Adaptation Exceed Costs", "Proactive adaptation initiativesâ\u0080\u0094including changes to policies,", "business operations, capital investments, and other stepsâ\u0080\u0094yield", "benefits in excess of their costs in the near term, as well as over the", "long term (medium confidence). Evaluating adaptation strategies involves", "consideration of equity, justice, cultural heritage, the environment,", "health, and national security (high confidence).", "Description of evidence base", "Both limited field applications and literature reviews highlight", "adaptation co-benefits, including those associated with equity", "considerations.^83 Near-term benefits are assessed from observations of", "adaptation results, as well as from comparisons to similar situations", "without such responses; longer-term benefits are generally assessed from", "projections.", "Major uncertainties", "Benefits are based on understanding the relevant systems so that one can", "compare similar cases and construct counterfactuals. Such understanding is", "excellent for many engineered systems (for example, how a storm drain", "performs under various rainfall scenarios) but is less robust for many", "biological systems. Benefitâ\u0080\u0093cost ratios can have large uncertainties", "associated with estimates of costs, the projection of benefits, and the", "economic valuation of benefits. In addition, because expected differences", "in benefitâ\u0080\u0093cost ratios are sufficiently large and the number of current", "examples is sufficiently low, there are large uncertainties in applying", "results from one case to another.", "Description of confidence and likelihood", "There is suggestive evidence that provides medium confidence that many", "proactive adaptation actions offer significant benefits that exceed their", "costs. However, because of a small sample size and insufficient", "evaluation, it is in general hard to know the extent to which this is true", "in any particular case. There is strong agreement that evaluating", "adaptation involves consideration of a wide range of measures of social", "well-being.", "Key Message 5: New Approaches Can Further Reduce Risk", "Integrating climate considerations into existing organizational and", "sectoral policies and practices provides adaptation benefits. Further", "reduction of the risks from climate change can be achieved by new", "approaches that create conditions for altering regulatory and policy", "environments, cultural and community resources, economic and financial", "systems, technology applications, and ecosystems. (High Confidence)", "Description of evidence base", "There is significant agreement, but only case study evidence, that", "effective adaptation can be realized by mainstreaming.^100^,^101^,^102", "Significant evidence exists regarding the scale of longer-term adaptation", "required in some climate futures based on modeling studies. Significant", "agreement, but less direct evidence, exists on the scale of organizational", "and other changes needed to implement these adaptation actions.", "Major uncertainties", "It is not well understood how community acceptance of needed adaptations", "develops. This presents both a barrier to the implementation of adaptation", "measures and an opportunity for additional research into ways to close", "this gap in understanding. Additionally, a need exists to clarify the", "co-benefits of addressing multiple threats and opportunities. Effective", "adaptation also depends on networks of collaboration among researchers and", "practitioners and the long-term support of monitoring networks. The", "sustainability of both types of networks is a major uncertainty. Their", "effectiveness is both an uncertainty and major research need.", "Description of confidence and likelihood", "There is significant agreement that providesÂ high confidence, in at least", "some cases, that both 1) mainstreaming climate information into existing", "risk management and 2) creating enabling environments and institutions to", "improve adaptation capacity, implementation, and evaluation reduce risk,", "produce co-benefits across communities and sectors, and help secure", "economic investments into the future.", "REFERENCES", "* Adger, W. N., N. W. Arnell, and E. L. Tompkins, 2005: Successful", "adaptation to climate change across scales. Global Environmental", "Change, 15 (2), 77â\u0080\u009386. doi:10.1016/j.gloenvcha.2004.12.005. â\u0086©", "* Adger, W. N., S. Dessai, M. Goulden, M. Hulme, I. Lorenzoni, D. R.", "Nelson, L. O. Naess, J. Wolf, and A. Wreford, 2009: Are there social", "limits to adaptation to climate change? Climatic Change, 93 (3â\u0080\u00934),", "335â\u0080\u0093354. doi:10.1007/s10584-008-9520-z. â\u0086©", "* Adger, W. N., T. P. Hughes, C. Folke, S. R. Carpenter, and J.", "RockstrÃ¶m, 2005: Social-ecological resilience to coastal disasters.", "Science, 309 (5737), 1036â\u0080\u00931039. doi:10.1126/science.1112122. â\u0086©", "* Arcadis US, CallisonRTKL, and Wageningen University, 2016: Mission", "Creek sea level risk adaptation study: Waterfront strategies for", "Long-Term urban resiliency. SPUR Report. San Francisco Bay Area", "Planning and Urban Research Association (SPUR), San Francisco, CA, 72", "pp. URL. â\u0086©", "* Atkins, 2015: Flood Loss Avoidance Benefits of Green Infrastructure", "for Stormwater Management. Prepared for U.S. EPA. Atkins, Calverton,", "MD, various pp. URL. â\u0086©", "* AWF/AEC/Entergy, 2010: Building a Resilient Energy Gulf Coast:", "Executive Report. America's Wetland Foundation, America's Energy", "Coast, and Entergy, 11 pp. URL. â\u0086©", "* Bassett, E., and V. Shandas, 2010: Innovation and climate action", "planning. Journal of the American Planning Association, 76 (4),", "435â\u0080\u0093450. doi:10.1080/01944363.2010.509703. â\u0086©", "* Berke, P., and W. Lyles, 2013: Public risks and the challenges to", "climate-change adaptation: A proposed framework for planning in the", "age of uncertainty. Cityscape, 15 (1), 181â\u0080\u0093208. URL. â\u0086©", "* Berke, P., G. Smith, and W. Lyles, 2012: Planning for resiliency:", "Evaluation of state hazard mitigation plans under the disaster", "mitigation act. Natural Hazards Review, 13 (2), 139â\u0080\u0093149.", "doi:10.1061/(ASCE)NH.1527-6996.0000063. â\u0086©", "* Berrang-Ford, L., T. Pearce, and J. D. Ford, 2015: Systematic review", "approaches for climate change adaptation research. Regional", "Environmental Change, 15 (5), 755â\u0080\u0093769.", "doi:10.1007/s10113-014-0708-7. â\u0086©", "* Biehl, P. F., S. Crate, M. Gardezi, L. Hamilton, S. L. Harlan, C.", "Hritz, B. Hubbell, T. A. Kohler, N. Peterson, and J. Silva, 2018:", "Innovative Tools, Methods, and Analysis: Social Science Perspectives", "on Climate Change, Part 3. USGCRP, Washington, DC, 38 pp. URL. â\u0086©", "* Bierbaum, R., A. Lee, J. Smith, M. Blair, L. M. Carter, F. S. Chapin", "III, P. Fleming, S. Ruffo, S. McNeeley, M. Stults, L. Verduzco, and E.", "Seyller, 2014: Ch. 28: Adaptation. Climate Change Impacts in the", "United States: The Third National Climate Assessment. Melillo, J. M.,", "Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change", "Research Program, Washington, DC, 670â\u0080\u0093706. doi:10.7930/J07H1GGT. â\u0086©", "* Bierbaum, R., J. B. Smith, A. Lee, M. Blair, L. Carter, F. S. Chapin,", "P. Fleming, S. Ruffo, M. Stults, S. McNeeley, E. Wasley, and L.", "Verduzco, 2013: A comprehensive review of climate adaptation in the", "United States: More than before, but less than needed. Mitigation and", "Adaptation Strategies for Global Change, 18 (3), 361â\u0080\u0093406.", "doi:10.1007/s11027-012-9423-1. â\u0086©", "* Biesbroek, G. R., R. J. Swart, T. R. Carter, C. Cowan, T. Henrichs, H.", "Mela, M. D. Morecroft, and D. Rey, 2010: Europe adapts to climate", "change: Comparing national adaptation strategies. Global Environmental", "Change, 20 (3), 440â\u0080\u0093450. doi:10.1016/j.gloenvcha.2010.03.005. â\u0086©", "* Bowles, D. C., C. D. Butler, and S. Friel, 2014: Climate change and", "health in Earth's future. Earth's Future, 2 (2), 60â\u0080\u009367.", "doi:10.1002/2013ef000177. â\u0086©", "* Boyd, E., B. Nykvist, S. BorgstrÃ¶m, and I. A. Stacewicz, 2015:", "Anticipatory governance for social-ecological resilience. AMBIO, 44", "(1), 149â\u0080\u0093161. doi:10.1007/s13280-014-0604-x. â\u0086©", "* Brody, S. D., and W. E. Highfield, 2005: Does planning work? Testing", "the implementation of local environmental planning in Florida. Journal", "of the American Planning Association, 71 (2), 159â\u0080\u0093175.", "doi:10.1080/01944360508976690. â\u0086©", "* Burch, S., 2010: Transforming barriers into enablers of action on", "climate change: Insights from three municipal case studies in British", "Columbia, Canada. Global Environmental Change, 20 (2), 287â\u0080\u0093297.", "doi:10.1016/j.gloenvcha.2009.11.009. â\u0086©", "* Cal EMA, and CNRA, 2012: California Adaptation Planning Guide.", "California Emergency Management Agency (Cal EMA) and California", "Natural Resources Agency (CNRA), Mather and Sacramento, CA, 48 pp.", "URL. â\u0086©", "* Carpenter, S. R., and W. A. Brock, 2008: Adaptive capacity and traps.", "Ecology and Society, 13 (2), 40. URL. â\u0086©", "* CBO, 2015: Public Spending on Transportation and Water Infrastructure,", "1956 to 2014. Publication 49910. Congressional Budget Office,", "Washington, DC, 31 pp. URL. â\u0086©", "* Center for Climate & Security, 2017: U.S. Government, Defense Resource", "Hub [web site]. Center for Climate & Security, Washington, DC. URL.", "â\u0086©", "* Chen, G., M. H. Azkab, G. L. Chmura, S. Chen, P. Sastrosuwondo, Z. Ma,", "I. W. E. Dharmawan, X. Yin, and B. Chen, 2017: Mangroves as a major", "source of soil carbon storage in adjacent seagrass meadows. Scientific", "Reports, 7, 42406. doi:10.1038/srep42406. â\u0086©", "* City of Chicago, 2018: Flood Preparedness [web site]. Office of", "Emergency Management and Communications, . URL. â\u0086©", "* City of Los Angeles, 2018: One water LA [web site]. URL. â\u0086©", "* Coastal Protection and Restoration Authority of Louisiana, 2017:", "Louisiana's Comprehensive Master Plan for a Sustainable Coast. Coastal", "Protection and Restoration Authority of Louisiana, Baton Rouge, LA,", "171 pp. URL. â\u0086©", "* Cook, L. M., C. J. Anderson, and C. Samaras, 2017: Framework for", "incorporating downscaled climate output into existing engineering", "methods: Application to precipitation frequency curves. Journal of", "Infrastructure Systems, 23 (4), 04017027.", "doi:10.1061/(ASCE)IS.1943-555X.0000382. â\u0086©", "* Cutter, S. L., L. Barnes, M. Berry, C. Burton, E. Evans, E. Tate, and", "J. Webb, 2008: A place-based model for understanding community", "resilience to natural disasters. Global Environmental Change, 18 (4),", "598â\u0080\u0093606. doi:10.1016/j.gloenvcha.2008.07.013. â\u0086©", "* De Neufville, R., and S. Scholtes, 2011: Flexibility in Engineering", "Design. MIT Press, Cambridge, MA,. â\u0086©", "* DoD, 2016: Climate Change Adaptation and Resilience. DoD Directive", "4715.21. U.S. Department of Defense (DoD) , Washington, DC, 12 pp.", "URL. â\u0086©", "* DOI, 2008: 3. URL. â\u0086©", "* Dryden, R., M. G. Morgan, A. Bostrom, and W. Bruine de Bruin, 2017:", "Public perceptions of how long air pollution and carbon dioxide remain", "in the atmosphere. Risk Analysis, 38 (3), 525â\u0080\u0093534.", "doi:10.1111/risa.12856. â\u0086©", "* Easterling, D. R., J. R. Arnold, T. Knutson, K. E. Kunkel, A. N.", "LeGrande, L. R. Leung, R. S. Vose, D. E. Waliser, and M. F. Wehner,", "2017: Precipitation Change in the United States. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 207â\u0080\u0093230. doi:10.7930/J0H993CC. â\u0086©", "* Economics of Climate Adaptation Working Group, 2009: Shaping", "climate-resilient development: A framework for decision-making.", "ClimateWorks Foundation, Global Environment Facility, European", "Commission, McKinsey & Company, The Rockefeller Foundation, Standard", "Chartered Bank and Swiss Re, Zurich, Switzerland, 159 pp. URL. â\u0086©", "* EPA, 2015: Climate Change in the United States: Benefits of Global", "Action. EPA 430-R-15-001. U.S. Environmental Protection Agency (EPA),", "Office of Atmospheric Programs, Washington, DC, 93 pp. URL. â\u0086©", "* EPA, 2017: Green Infrastructure Cost-Benefit Resources [web site].", "U.S. Environmental Protection Agency (EPA), Washington, DC,Â  accessed", "September 15. URL. â\u0086©", "* EPA, 2017: Multi-model Framework for Quantitative Sectoral Impacts", "Analysis: A Technical Report for the Fourth National Climate", "Assessment. EPA 430â\u0080\u0090Râ\u0080\u009017â\u0080\u0090001. U.S. Environmental Protection", "Agency (EPA), Washington, DC, 271 pp. URL. â\u0086©", "* EPA, 2018: CREAT Risk Assessment Application for Water Utilities [web", "site]. U.S. Environmental Protection Agency, Washington, DC. URL. â\u0086©", "* Estrada, F., W. J. W. Botzen, and R. S. J. Tol, 2017: A global", "economic assessment of city policies to reduce climate change impacts.", "Nature Climate Change, 7 (6), 403â\u0080\u0093406. doi:10.1038/nclimate3301. â\u0086©", "* Fahey, D. W., S. Doherty, K. A. Hibbard, A. Romanou, and P. C. Taylor,", "2017: Physical Drivers of Climate Change. Climate Science Special", "Report: Fourth National Climate Assessment, Volume I. Wuebbles, D. J.,", "D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C. Stewart, and T. K.", "Maycock, Eds., U.S. Global Change Research Program, Washington, DC,", "USA, 73â\u0080\u0093113. doi:10.7930/J0513WCR. â\u0086©", "* Fankhauser, S., 2017: Adaptation to climate change. Annual Review of", "Resource Economics, 9 (1), 209â\u0080\u0093230.", "doi:10.1146/annurev-resource-100516-033554. â\u0086©", "* FatoriÄ\u0087, S., and E. Seekamp, 2017: Evaluating a decision analytic", "approach to climate change adaptation of cultural resources along the", "Atlantic Coast of the United States. Land Use Policy, 68, 254â\u0080\u0093263.", "doi:10.1016/j.landusepol.2017.07.052. â\u0086©", "* FatoriÄ\u0087, S., and E. Seekamp, 2018: A measurement framework to", "increase transparency in historic preservation decision-making under", "changing climate conditions. Journal of Cultural Heritage, 30,", "168â\u0080\u0093179. doi:10.1016/j.culher.2017.08.006. â\u0086©", "* FEMA, 2016: Mayor De Blasio and FEMA announce plan to revise NYC's", "flood maps. Release Number: NR-007. URL. â\u0086©", "* Fisichelli, N. A., G. W. Schuurman, and C. H. Hoffman, 2016: Is", "â\u0080\u009cresilienceâ\u0080\u009d maladaptive? Towards an accurate lexicon for climate", "change adaptation. Environmental Management, 57 (4), 753â\u0080\u0093758.", "doi:10.1007/s00267-015-0650-6. â\u0086©", "* Flatt, V. B., 2012: Adapting laws for a changing world: A systemic", "approach to climate change adaptation. Florida Law Review, 64 (1),", "269â\u0080\u0093293. URL. â\u0086©", "* Flechas, J., 2017: â\u0080\u009cMiami Beach to begin new $100 million flood", "prevention project in face of sea level rise.â\u0080\u009d Miami Herald, January", "28, updated March 23 URL. â\u0086©", "* Galloway, G. E., 2011: If stationarity is dead, what do we do now?", "JAWRA Journal of the American Water Resources Association, 47 (3),", "563â\u0080\u0093570. doi:10.1111/j.1752-1688.2011.00550.x. â\u0086©", "* GAO, 2016: Climate change: Selected governments have approached", "adaptation through laws and long-term plans. GAO-16-454. U.S.", "Government Accountability Office (GAO), Washington, DC, 26 pp. URL.", "â\u0086©", "* Gerrard, M. B., and K. F. Kuh, Eds., 2012: The Law of Adaptation to", "Climate Change: U.S. and International Aspects. ABA Book Publishing,", "Chicago, IL, 928 pp. â\u0086©", "* Gordon, K., and the Risky Business Project, 2014: The economic risks", "of climate change in the United Statesâ\u0080¯: A climate risk assessment", "for the United States. Risky Business Project, New York, 51 pp. URL.", "â\u0086©", "* Gregory, R., T. McDaniels, and D. Fields, 2001: Decision aiding, not", "dispute resolution: Creating insights through structured environmental", "decisions. Journal of Policy Analysis and Management, 20 (3),", "415â\u0080\u0093432. doi:10.1002/pam.1001. â\u0086©", "* Groves, D. G., E. Bloom, R. J. Lempert, J. R. Fischbach, J. Nevills,", "and B. Goshi, 2015: Developing Key Indicators for Adaptive Water", "Planning. Journal of Water Resources Planning and Management, 141 (7),", "05014008. doi:10.1061/(ASCE)WR.1943-5452.0000471. â\u0086©", "* Haasnoot, M., J. H. Kwakkel, W. E. Walker, and J. ter Maat, 2013:", "Dynamic adaptive policy pathways: A method for crafting robust", "decisions for a deeply uncertain world. Global Environmental Change,", "23 (2), 485â\u0080\u0093498. doi:10.1016/j.gloenvcha.2012.12.006. â\u0086©", "* Hall, J. A., S. Gill, J. Obeysekera, W. Sweet, K. Knuuti, and J.", "Marburger, 2016: Regional Sea Level Scenarios for Coastal Risk", "Management: Managing the Uncertainty of Future Sea Level Change and", "Extreme Water Levels for Department of Defense Coastal Sites", "Worldwide. U.S. Department of Defense, Strategic Environmental", "Research and Development Program, Alexandria VA, 224 pp. URL. â\u0086©", "* Hallegatte, S., 2009: Strategies to adapt to an uncertain climate", "change. Global Environmental Change, 19 (2), 240â\u0080\u0093247.", "doi:10.1016/j.gloenvcha.2008.12.003. â\u0086©", "* Hallegatte, S., A. Shah, R. Lempert, C. Brown, and S. Gill, 2012:", "Investment Decision Making Under Deep Uncertainty: Application to", "Climate Change. Policy Research Working Papers 6193. World Bank,", "Washington, D.C., 41 pp. URL. â\u0086©", "* Halofsky, J. E., D. L. Peterson, and K. W. Marcinkowski, 2015: Climate", "Change Adaptation in United States Federal Natural Resource Science", "and Management Agencies: A Synthesis. U.S. Global Change Research", "Program, Washington, DC, 80 pp. URL. â\u0086©", "* Hammer, B., 2015: FEMA finalizes new requirement for state disaster", "plans to consider climate change impacts. NRDC Expert Blog. National", "Resource Defense Council. URL. â\u0086©", "* Hardy, D., H. Lazrus, M. Mendez, B. Orlove, I. Rivera-Collazo, J. T.", "Roberts, M. Rockman, K. Thomas, B. P. Warner, and R. Winthrop, 2018:", "Social vulnerability: Social science perspectives on climate change,", "part 1. USGCRP, Washington, DC, 38 pp. URL. â\u0086©", "* Hayhoe, K., J. Edmonds, R. E. Kopp, A. N. LeGrande, B. M. Sanderson,", "M. F. Wehner, and D. J. Wuebbles, 2017: Climate Models, Scenarios, and", "Projections. Climate Science Special Report: Fourth National Climate", "Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D.", "J. Dokken, B. C. Stewart, and T. K. Maycock, Eds., U.S. Global Change", "Research Program, Washington, DC, USA, 133â\u0080\u0093160.", "doi:10.7930/J0WH2N54. â\u0086©", "* Hess, J. J., J. Z. McDowell, and G. Luber, 2012: Integrating climate", "change adaptation into public health practice: Using adaptive", "management to increase adaptive capacity and build resilience.", "Environmental Health Perspectives, 120 (2), 171â\u0080\u0093179.", "doi:10.1289/ehp.1103515. â\u0086©", "* Highfield, W. E., and S. D. Brody, 2013: Evaluating the effectiveness", "of local mitigation activities in reducing flood losses. Natural", "Hazards Review, 14 (4), 229â\u0080\u0093236.", "doi:10.1061/(ASCE)NH.1527-6996.0000114. â\u0086©", "* Hilly, G., Z. Vojinovic, S. Weesakul, A. Sanchez, D. Hoang, S.", "Djordjevic, A. Chen, and B. Evans, 2018: Methodological framework for", "analysing cascading effects from flood events: The case of Sukhumvit", "Area, Bangkok, Thailand. Water, 10 (1), 81. doi:10.3390/w10010081. â\u0086©", "* Hinkel, J., S. Bharwani, A. Bisaro, T. Carter, T. Cull, M. Davis, R.", "Klein, K. Lonsdale, L. Rosentrater, and K. Vincent, 2013: PROVIA", "Guidance on Assessing Vulnerability, Impacts and Adaptation to Climate", "Change. United Nations Environment Programme, PROVIA Secretariat,", "Nairobi, Kenya, 16 pp. URL. â\u0086©", "* Hirokawa, K. H., and J. Rosenbloom, 2013: Climate change adaptation", "and land use planning law. Research Handbook on Climate Change", "Adaptation Law. Verschuuren, J., Ed., Edward Elgar Publishing,", "Cheltenham, UK and Northampton, MA, 325â\u0080\u0093354. â\u0086©", "* Horney, J. A., A. I. Naimi, W. Lyles, M. Simon, D. Salvesen, and P.", "Berke, 2012: Assessing the relationship between hazard mitigation plan", "quality and rural status in a cohort of 57 counties from 3 states in", "the southeastern U.S. Challenges, 3 (2), 183.", "doi:10.3390/challe3020183. â\u0086©", "* Hughes, J., 2017: The Financial Impacts of Alternative Water Project", "Delivery Models: A Closer Look at Nine Communities. University of", "North Carolina at Chapel Hill, Environmental Finance Center, Chapel", "Hill, NC, URL. â\u0086©", "* Hughes, S., 2015: A meta-analysis of urban climate change adaptation", "planning in the U.S. Urban Climate, 14, Part 1, 17â\u0080\u009329.", "doi:10.1016/j.uclim.2015.06.003. â\u0086©", "* IPCC, 2007: Climate Change 2007: Impacts, Adaptation and", "Vulnerability. Contribution of Working Group II to the Fourth", "Assessment Report of the Intergovernmental Panel on Climate Change.", "Parry, M. L., O. F. Canziani, J. P. Palutikof, P. J. van der Linden,", "and C. E. Hanson, Eds. Cambridge University Press, Cambridge, UK and", "New York, New York, USA, 976 pp. URL. â\u0086©", "* IPCC, 2012: Managing the Risks of Extreme Events and Disasters to", "Advance Climate Change Adaptation. A Special Report of Working Groups", "I and II of the Intergovernmental Panel on Climate Change. Field, C.", "B., V. Barros, T. F. Stocker, D. Qin, D. J. Dokken, K. L. Ebi, M. D.", "Mastrandrea, K. J. Mach, G.-K. Plattner, S. K. Allen, M. Tignor, and", "P. M. Midgley, Eds. Cambridge University Press, Cambridge, UK and New", "York, NY, USA, 582 pp. URL. â\u0086©", "* IPCC, 2013: Climate Change 2013: The Physical Science Basis.", "Contribution of Working Group I to the Fifth Assessment Report of the", "Intergovernmental Panel on Climate Change. Stocker, T. F., D. Qin,", "G.-K. Plattner, M. Tignor, S. K. Allen, J. Boschung, A. Nauels, Y.", "Xia, V. Bex, and P. M. Midgley, Eds. Cambridge University Press,", "Cambridge, UK and New York, NY, 1535 pp. URL. â\u0086©", "* IPCC, 2014: Climate Change 2014: Synthesis Report. Contribution of", "Working Groups I, II and III to the Fifth Assessment Report of the", "Intergovernmental Panel on Climate Change. Geneva, Switzerland, 151", "pp. URL. â\u0086©", "* Jones, H. P., D. G. Hole, and E. S. Zavaleta, 2012: Harnessing nature", "to help people adapt to climate change. Nature Climate Change, 2 (7),", "504â\u0080\u0093509. doi:10.1038/nclimate1463. â\u0086©", "* Jones, R. N., A. Patwardhan, S. J. Cohen, S. Dessai, A. Lammel, R. J.", "Lempert, M. M. Q. Mirza, and H. von Storch, 2014: Foundations for", "decision making. Climate Change 2014: Impacts, Adaptation, and", "Vulnerability. Part A: Global and Sectoral Aspects. Contribution of", "Working Group II to the Fifth Assessment Report of the", "Intergovernmental Panel on Climate Change. Field, C. B., V. R. Barros,", "D. J. Dokken, K. J. Mach, M. D. Mastrandrea, T. E. Bilir, M.", "Chatterjee, K. L. Ebi, Y. O. Estrada, R. C. Genova, B. Girma, E. S.", "Kissel, A. N. Levy, S. MacCracken, P. R. Mastrandrea, and L. L. White,", "Eds., Cambridge University Press, Cambridge, United Kingdom and New", "York, NY, USA, 195â\u0080\u0093228. â\u0086©", "* Kane, J., 2016: Investing in water: Comparing utility finances and", "economic concerns across U.S. cities. Brookings Institution,", "Washington, DC, URL. â\u0086©", "* Kates, R. W., W. R. Travis, and T. J. Wilbanks, 2012: Transformational", "adaptation when incremental adaptations to climate change are", "insufficient. Proceedings of the National Academy of Sciences of the", "United States of America, 109 (19), 7156â\u0080\u00937161.", "doi:10.1073/pnas.1115521109. â\u0086©", "* Keeney, R. L., and H. Raiffa, 1993: Decisions with Multiple", "Objectives: Preferences and Value Tradeoffs. Cambridge University", "Press, Cambridge, UK,. â\u0086©", "* Keohane, R. O., and D. G. Victor, 2011: The regime complex for climate", "change. Perspectives on Politics, 9 (1), 7â\u0080\u009323.", "doi:10.1017/S1537592710004068. â\u0086©", "* Knopman, D., and R. J. Lempert, 2016: Urban Responses to Climate", "Change: Framework for Decisionmaking and Supporting Indicators. RAND", "Corporation, Santa Monica, URL. â\u0086©", "* Knutson, T., J. P. Kossin, C. Mears, J. Perlwitz, and M. F. Wehner,", "2017: Detection and Attribution of Climate Change. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 114â\u0080\u0093132. doi:10.7930/J01834ND. â\u0086©", "* Kossin, J. P., T. Hall, T. Knutson, K. E. Kunkel, R. J. Trapp, D. E.", "Waliser, and M. F. Wehner, 2017: Extreme Storms. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 257â\u0080\u0093276. doi:10.7930/J07S7KXX. â\u0086©", "* Kunreuther, H. C., E. O. Michel-Kerjan, N. A. Doherty, M. F. Grace, R.", "W. Klein, and M. V. Pauly, 2011: At War with the Weather: Managing", "Large-Scale Risks in a New Era of Catastrophes. The MIT Press,. â\u0086©", "* Kunreuther, H., E. Michel-Kerjan, and M. Pauly, 2013: Making America", "more resilient toward natural disasters: A call for action.", "Environment: Science and Policy for Sustainable Development, 55 (4),", "15â\u0080\u009323. doi:10.1080/00139157.2013.803884. â\u0086©", "* Kunreuther, H., G. Heal, M. Allen, O. Edenhofer, C. B. Field, and G.", "Yohe, 2013: Risk management and climate change. Nature Climate Change,", "3 (5), 447â\u0080\u0093450. doi:10.1038/nclimate1740. â\u0086©", "* Lavell, A., M. Oppenheimer, C. Diop, J. Hess, R. Lempert, J. Li, R.", "Muir-Wood, S. Myeong, S. Moser, and Kuniyoshi Takeuchi, 2012: Climate", "change: New dimensions in disaster risk, exposure, vulnerability, and", "resilience. Managing the Risks of Extreme Events and Disasters to", "Advance Climate Change Adaptation. A Special Report of Working Groups", "I and II of the Intergovernmental Panel on Climate Change. Field, C.", "B., V. Barros, T. F. Stocker, D. Qin, D. J. Dokken, K. L. Ebi, M. D.", "Mastrandrea, K. J. Mach, G.-K. Plattner, S. K. Allen, M. Tignor, and", "P. M. Midgley, Eds., Cambridge University Press, Cambridge, UK and New", "York, NY, 25â\u0080\u009364. URL. â\u0086©", "* Leggett, J. A., 2015: Climate Change Adaptation by Federal Agencies:", "An Analysis of Plans and Issues for Congress. CRS Report R43915.", "Congressional Research Service, Washington, DC, 99 pp. URL. â\u0086©", "* Li, J., M. Mullan, and J. Helgeson, 2014: Improving the practice of", "economic analysis of climate change adaptation. Journal of", "Benefit-Cost Analysis, 5 (3), 445â\u0080\u0093467. doi:10.1515/jbca-2014-9004.", "â\u0086©", "* Lonsdale, K., P. Pringle, and B. L. Turner, 2015: Transformative", "adaptation: What it is, why it matters & what is needed. UK Climate", "Impacts Programme, University of Oxford, Oxford, UK, 40 pp. URL. â\u0086©", "* Lyles, W., and M. Stevens, 2014: Plan quality evaluation 1994â\u0080\u00932012:", "Growth and contributions, limitations, and new directions. Journal of", "Planning Education and Research, 34 (4), 433â\u0080\u0093450.", "doi:10.1177/0739456x14549752. â\u0086©", "* Melillo, J. M., T. (T. C. . Richmond, and G. W. Yohe, Eds., 2014:", "Climate Change Impacts in the United States: The Third National", "Climate Assessment. U.S. Global Change Research Program, Washington,", "DC, 841 pp. doi:10.7930/J0Z31WJ2. â\u0086©", "* Metropolitan Water District of Southern California, 2016: Integrated", "Water Resources Plan: 2015 Update. Report No. 1518. Metropolitan Water", "District of Southern California, Los Angeles, CA, various pp. URL. â\u0086©", "* Milly, P. C. D., J. Betancourt, M. Falkenmark, R. M. Hirsch, Z. W.", "Kundzewicz, D. P. Lettenmaier, and R. J. Stouffer, 2008: Stationarity", "is dead: Whither water management? Science, 319 (5863), 573â\u0080\u0093574.", "doi:10.1126/science.1151915. â\u0086©", "* Mimura, N., R. S. Pulwarty, D. M. Duc, I. Elshinnawy, M. H. Redsteer,", "H. Q. Huang, J. N. Nkem, and R. A. S. Rodriguez, 2014: Adaptation", "planning and implementation. Climate Change 2014: Impacts, Adaptation,", "and Vulnerability. Part A: Global and Sectoral Aspects. Contribution", "of Working Group II to the Fifth Assessment Report of the", "Intergovernmental Panel of Climate Change. Field, C. B., V. R. Barros,", "D. J. Dokken, K. J. Mach, M. D. Mastrandrea, T. E. Bilir, M.", "Chatterjee, K. L. Ebi, Y. O. Estrada, R. C. Genova, B. Girma, E. S.", "Kissel, A. N. Levy, S. MacCracken, P. R. Mastrandrea, and L. L. White,", "Eds., Cambridge University Press, Cambridge, United Kingdom and New", "York, NY, USA, 869â\u0080\u0093898. â\u0086©", "* Moody's, 2016: Environmental Risks - Sovereigns: How Moody's Assesses", "the Physical Effects of Climate Change on Sovereign Issuers. Moody's", "Investor's Services, London,. â\u0086©", "* Moody's, 2017: Environmental risks: Evaluating the impact of climate", "change on US state and local issuers. Moody's Investor Services, 21", "pp. URL. â\u0086©", "* Moser, S. C., and J. A. Ekstrom, 2010: A framework to diagnose", "barriers to climate change adaptation. Proceedings of the National", "Academy of Sciences of the United States of America, 107 (51),", "22026â\u0080\u009322031. doi:10.1073/pnas.1007887107. â\u0086©", "* Moser, S. C., J. A. Ekstrom, J. Kim, and S. Heitsch, 2018: Adaptation", "finance challenges: Characteristic patterns facing California local", "governments and ways to overcome them. A Report for: California's", "Fourth Climate Change Assessment. CNRA-CCC4A-2018-007. California", "Natural Resources Agency, various pp. URL. â\u0086©", "* Moss, R., P. L. Scarlett, M. A. Kenney, H. Kunreuther, R. Lempert, J.", "Manning, B. K. Williams, J. W. Boyd, E. T. Cloyd, L. Kaatz, and L.", "Patton, 2014: Ch. 26: Decision support: Connecting science, risk", "perception, and decisions. Climate Change Impacts in the United", "States: The Third National Climate Assessment. Melillo, J. M., Terese", "(T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research", "Program, Washington, DC, 620â\u0080\u0093647. doi:10.7930/J0H12ZXG. â\u0086©", "* Multihazard Mitigation Council, 2017: Natural Hazard Mitigation Saves:", "2017 Interim Report - An Independent Study. National Institute of", "Building Sciences, Washington, DC, 340 pp. URL. â\u0086©", "* Narayan, S., M. W. Beck, B. G. Reguero, I. J. Losada, B. van", "Wesenbeeck, N. Pontee, J. N. Sanchirico, J. C. Ingram, G.-M. Lange,", "and K. A. Burks-Copes, 2016: The effectiveness, costs and coastal", "protection benefits of natural and nature-based defences. PLOS ONE, 11", "(5), e0154735. doi:10.1371/journal.pone.0154735. â\u0086©", "* National Academies of Sciences Engineering & Medicine, 2016:", "Characterizing Risk in Climate Change Assessments: Proceedings of a", "Workshop. The National Academies Press, Washington, DC,", "doi:10.17226/23569. â\u0086©", "* National Park Service, 2016: Foundation Document: Fort Pulaski", "National Monument. FOPU 348/133294. U.S. Department of the Interior,", "Savannah, GA, 50 pp. URL. â\u0086©", "* National Park Service, 2016: Foundation Document: Fort Pulaski", "National Monument. FOPU 348/133294. U.S. Department of the Interior,", "Savannah, GA, 50 pp. URL. â\u0086©", "* National Research Council, 2010: Adapting to the Impacts of Climate", "Change. The National Academies Press, Washington, DC,", "doi:10.17226/12783. â\u0086©", "* NDRC, 2015: National Disaster Resilience Competition (NDRC): Phase 2", "Fact Sheet. U.S. Department of Housing and Urban Development,", "Washington, DC, [7] pp. URL. â\u0086©", "* Nelson, D. R., W. N. Adger, and K. Brown, 2007: Adaptation to", "environmental change: Contributions of a resilience framework. Annual", "Review of Environment and Resources, 32, 395â\u0080\u0093419.", "doi:10.1146/annurev.energy.32.051807.090348. â\u0086©", "* New York State Assembly, 2014: URL. â\u0086©", "* Newton Mann, A., P. Grifman, and J. Fizi Hart, 2017: The stakes are", "rising: Lessons on engaging coastal communities on climate adaptation", "in Southern California. Cities and the Environment (CATE), 10 (2),", "Article 6. URL. â\u0086©", "* Nordgren, J., M. Stults, and S. Meerow, 2016: Supporting local climate", "change adaptation: Where we are and where we need to go. Environmental", "Science & Policy, 66, 344â\u0080\u0093352. doi:10.1016/j.envsci.2016.05.006. â\u0086©", "* Norris, F. H., S. P. Stevens, B. Pfefferbaum, K. F. Wyche, and R. L.", "Pfefferbaum, 2008: Community resilience as a metaphor, theory, set of", "capacities, and strategy for disaster readiness. American Journal of", "Community Psychology, 41 (1â\u0080\u00932), 127â\u0080\u0093150.", "doi:10.1007/s10464-007-9156-6. â\u0086©", "* NRC, 2009: Informing Decisions in a Changing Climate. National", "Research Council, Panel on Strategies and Methods for Climate-Related", "Decision Support, Committee on the Human Dimensions of Global Change,", "Division of Behavioral and Social Sciences and Education. National", "Academies Press, Washington, D.C., 200 pp. URL. â\u0086©", "* NRC, 2010: Informing an Effective Response to Climate Change.", "America's Climate Choices: Panel on Informing Effective Decisions and", "Actions Related to Climate Change. National Research Council, Board on", "Atmospheric Sciences and Climate, Division on Earth and Life Studies,", "National Academies Press, Washington, D.C., 348 pp. URL. â\u0086©", "* NRC, 2011: America's Climate Choices. National Research Council. The", "National Academies Press, Washington, D.C., 144 pp. URL. â\u0086©", "* NRC, 2012: Disaster Resilience: A National Imperative. National", "Academies Press, Washington, D.C., 244 pp. â\u0086©", "* O'Riordan, T., and A. Jordan, 1999: Institutions, climate change and", "cultural theory: Towards a common analytical framework. Global", "Environmental Change, 9 (2), 81â\u0080\u009393.", "doi:10.1016/S0959-3780(98)00030-2. â\u0086©", "* Olsen, J. R., Ed., 2015: Adapting Infrastructure and Civil Engineering", "Practice to a Changing Climate. Reston, VA, 93 pp.", "doi:10.1061/9780784479193. â\u0086©", "* Olsen, J. R., J. Kiang, and R. Waskom, 2010: Workshop on", "Nonstationarity, Hydrologic Frequency Analysis, and Water Management", "[Boulder, CO]. Colorado Water Institute Information Series No. 109.", "Colorado State University, Colorado Water Institute, Fort Collins, CO,", "304 pp. URL. â\u0086©", "* Park, S. E., N. A. Marshall, E. Jakku, A. M. Dowd, S. M. Howden, E.", "Mendham, and A. Fleming, 2012: Informing adaptation responses to", "climate change through theories of transformation. Global", "Environmental Change, 22 (1), 115â\u0080\u0093126.", "doi:10.1016/j.gloenvcha.2011.10.003. â\u0086©", "* Parris, A. S., G. M. Garfin, K. Dow, R. Meyer, and S. L. Close, Eds.,", "2016: Climate in Context: Science and Society Partnering for", "Adaptation. John Wiley & Sons, Chichester, UK, 274 pp.", "doi:10.1002/9781118474785. â\u0086©", "* Pelling, M., 2010: Adaptation to Climate Change: From Resilience to", "Transformation. Routledge, Abingdon, UK,. â\u0086©", "* Persson, Ã\u0085., K. Eckerberg, and M. Nilsson, 2016: Institutionalization", "or wither away? Twenty-five years of environmental policy integration", "under shifting governance models in Sweden. Environment and Planning", "C: Government and Policy, 34 (3), 478â\u0080\u0093495.", "doi:10.1177/0263774x15614726. â\u0086©", "* Petkov, M., M. Wilkins, and X. Xie, 2015: Climate Change Will Likely", "Test the Resilience of Corporates' Creditworthiness to Natural", "Catastrophes. Standard & Poor's Financial Services, New York, 10 pp.", "URL. â\u0086©", "* Peyronnin, N., M. Green, C. P. Richards, A. Owens, D. Reed, J.", "Chamberlain, D. G. Groves, W. K. Rhinehart, and K. Belhadjali, 2013:", "Louisiana's 2012 coastal master plan: Overview of a science-based and", "publicly informed decision-making process. Journal of Coastal", "Research, 1â\u0080\u009315. doi:10.2112/SI_67_1.1. â\u0086©", "* Preston, B. L., R. M. Westaway, and E. J. Yuen, 2011: Climate", "adaptation planning in practice: An evaluation of adaptation plans", "from three developed nations. Mitigation and Adaptation Strategies for", "Global Change, 16 (4), 407â\u0080\u0093438. doi:10.1007/s11027-010-9270-x. â\u0086©", "* Pulwarty, R. S., C. Simpson, and C. R. Nierenberg, 2009: The Regional", "Integrated Sciences and Assessments (RISA) program: Crafting effective", "assessments for the long haul. Integrated Regional Assessment of", "Global Climate Change. Knight, C. G., and J. JÃ¤ger, Eds., Cambridge", "University Press, Cambridge, UK, 367â\u0080\u0093393. URL. â\u0086©", "* Radtke Russell, P., 2017: Special report: How engineers are preparing", "for sea-level rise. Engineering News-Record. URL. â\u0086©", "* Rauken, T., P. K. Mydske, and M. Winsvold, 2015: Mainstreaming climate", "change adaptation at the local level. Local Environment, 20 (4),", "408â\u0080\u0093423. doi:10.1080/13549839.2014.880412. â\u0086©", "* Ray, A. D., and J. Grannis, 2015: From planning to action:", "Implementation of state climate change adaptation plans. Michigan", "Journal of Sustainability, 3, 5â\u0080\u009328.", "doi:10.3998/mjs.12333712.0003.001. â\u0086©", "* Ray, P. A., and C. M. Brown, 2015: Confronting Climate Uncertainty in", "Water Resources Planning and Project Design: The Decision Tree", "Framework. World Bank Group, Washington, DC, 125 pp.", "doi:10.1596/978-1-4648-0477-9. â\u0086©", "* Reclamation, 2012: Colorado River Basin Water Supply and Demand Study.", "Study Report. December 2012. Prepared by the Colorado River Basin", "Water Supply and Demand Study Team. U.S Department of the Interior,", "Bureau of Reclamation, Denver, CO, 95 pp. URL. â\u0086©", "* Reguero, B. G., D. N. Bresch, M. Beck, J. Calil, and I. Meliane, 2014:", "Coastal risks, nature-based defenses and the economics of adaptation:", "An application in the Gulf of Mexico, USA. Coastal Engineering", "Proceedings, No. (34) doi:10.9753/icce.v34.management.25. â\u0086©", "* Renn, O., 2008: Risk Governance: Coping with Uncertainty in a Complex", "World. Routledge, London, UK, 368 pp. â\u0086©", "* Renn, O., and P. Graham, 2005: Risk Governance: Towards an Integrative", "Approach. White Paper No.1. Geneva, Switzerland, 156 pp. URL. â\u0086©", "* Runhaar, H., B. Wilk, Ã\u0085. Persson, C. Uittenbroek, and C. Wamsler,", "2018: Mainstreaming climate adaptation: Taking stock about â\u0080\u009cwhat", "worksâ\u0080\u009d from empirical research worldwide. Regional Environmental", "Change, 18 (4), 1201â\u0080\u00931210. doi:10.1007/s10113-017-1259-5. â\u0086©", "* Sankovich, V., S. Gangopadhyay, T. Pruitt, and R. J. Caldwell, 2013:", "Los Angeles Basin Stormwater Conservation Study: Task 3.1. Development", "of Climate-Adjusted Hydrologic Model Inputs. Technical Memorandum No.", "86-68210-2013-05. USGS Bureau of Reclamation, Los Angeles, CA, 41 pp.", "URL. â\u0086©", "* Sen, A., 2011: The Idea of Justice. Belknap Press, Cambridge, MA,. â\u0086©", "* Shi, L. D., E. Chu, I. Anguelovski, A. Aylett, J. Debats, K. Goh, T.", "Schenk, K. C. Seto, D. Dodman, D. Roberts, J. T. Roberts, and S. D.", "VanDeveer, 2016: Roadmap towards justice in urban climate adaptation", "research. Nature Climate Change, 6 (2), 131â\u0080\u0093137.", "doi:10.1038/nclimate2841. â\u0086©", "* Siders, A., 2016: Resilient incoherence â\u0080\u0094 Seeking common language", "for climate change adaptation, disaster risk reduction, and", "sustainable development. The Role of International Environmental Law", "in Disaster Risk Reduction. Peel, J., and D. Fisher, Eds.,", "Brill-Nijhoff, Leiden, The Netherlands, 101â\u0080\u0093129. â\u0086©", "* State of California, 2014: Planning for Sea-Level Rise DatabaseÂ  [web", "site]. State of California, Ocean Protection Council, Sacramento, CA.", "URL. â\u0086©", "* State of Massachusetts, 2012: Massachusetts General Laws, Part I,", "Title III, Ch. 30, Section 61. URL. â\u0086©", "* Stein, B. A., A. Staudt, M. S. Cross, N. S. Dubois, C. Enquist, R.", "Griffis, L. J. Hansen, J. J. Hellmann, J. J. Lawler, E. J. Nelson, and", "A. Pairis, 2013: Preparing for and managing change: Climate adaptation", "for biodiversity and ecosystems. Frontiers in Ecology and the", "Environment, 11 (9), 502â\u0080\u0093510. doi:10.1890/120277. â\u0086©", "* Stein, B. A., and M. R. Shaw, 2013: Biodiversity conservation for a", "climate-altered future. Successful Adaptation to Climate Change:", "Linking Science and Policy in a Rapidly Changing World. Moser, S., and", "M. Boycoff, Eds., Routledge, London, 67â\u0080\u009380. â\u0086©", "* Stein, B., P. Glick, N. Edelson, and A. Staudt, 2014: Climate-Smart", "Conservation: Putting Adaptation Principles into Practice. National", "Wildlife Foundation, Washington, DC, 262 pp. URL. â\u0086©", "* Stratus Consulting and Denver Water, 2015: Embracing uncertainty: A", "case study examination of how climate change is shifting water utility", "planning. Prepared for the Water Utility Climate Alliance (WUCA), the", "American Water Works Association (AWWA), the Water Research Foundation", "(WRF), and the Association of Metropolitan Water Agencies (AMWA) by", "Stratus Consulting Inc., Boulder, CO (Karen Raucher and Robert", "Raucher) and Denver Water, Denver, CO (Laurna Kaatz). Stratus", "Consulting, Boulder, CO, various pp. URL. â\u0086©", "* Stults, M., and S. C. Woodruff, 2017: Looking under the hood of local", "adaptation plans: Shedding light on the actions prioritized to build", "local resilience to climate change. Mitigation and Adaptation", "Strategies for Global Change, 22 (8), 1249â\u0080\u00931279.", "doi:10.1007/s11027-016-9725-9. â\u0086©", "* Stults, M., and S. Meerow, 2017: Professional Societies and Climate", "Change. The Kresge Foundation, Troy, MI, 36 pp. URL. â\u0086©", "* Sussman, F., N. Krishnan, K. Maher, R. Miller, C. Mack, P. Stewart, K.", "Shouse, and B. Perkins, 2014: Climate change adaptation cost in the", "US: What do we know? Climate Policy, 14 (2), 242â\u0080\u0093282.", "doi:10.1080/14693062.2013.777604. â\u0086©", "* Sweet, W. V., R. Horton, R. E. Kopp, A. N. LeGrande, and A. Romanou,", "2017: Sea Level Rise. Climate Science Special Report: Fourth National", "Climate Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A.", "Hibbard, D. J. Dokken, B. C. Stewart, and T. K. Maycock, Eds., U.S.", "Global Change Research Program, Washington, DC, USA, 333â\u0080\u0093363.", "doi:10.7930/J0VM49F2. â\u0086©", "* TCFD, 2016: Draft Report: Recommendations of the Task Force on", "Climate-Related Financial Disclosures. Financial Stability Board, Task", "Force on Climate-Related Financial Disclosures (TCFD), Basel,", "Switzerland, 66 pp. URL. â\u0086©", "* TCFD, 2017: Final Report: Recommendations of the Task Force on", "Climate-Related Financial Disclosures. Task Force on Climate-Related", "Financial Disclosures (TCFD), Basel, Switzerland, 66 pp. URL. â\u0086©", "* Toloo, G., W. Hu, G. FitzGerald, P. Aitken, and S. Tong, 2015:", "Projecting excess emergency department visits and associated costs in", "Brisbane, Australia, under population growth and climate change", "scenarios. Scientific Reports, 5, 12860. doi:10.1038/srep12860. â\u0086©", "* Toman, M., 2014: The Need for Multiple Types of Information to Inform", "Climate Change Assessment. Policy Research Working Paper 7094. World", "Bank Group, Washington, DC, 17 pp. URL. â\u0086©", "* Turner, A., S. White, J. Chong, M. A. Dickinson, H. Cooley, and K.", "Donnelly, 2016: Managing drought: Learning from Australia. University", "of Technology, Institute for Sustainable Futures , Broadway, NSW,", "Australia, 93 pp. URL. â\u0086©", "* USGCRP, 2016: The Impacts of Climate Change on Human Health in the", "United States: A Scientific Assessment. U.S. Global Change Research", "Program, Washington, DC, 312 pp. doi:10.7930/J0R49NQX. â\u0086©", "* Vogel, J., K. M. Carney, J. B. Smith, C. Herrick, M. Stults, M.", "O'Grady, A. S. Juliana, H. Hosterman, and L. Giangola, 2016: Climate", "Adaptation â\u0080\u0094 The State of Practice in U.S. Communities. Kresge", "Foundation, Detroit, URL. â\u0086©", "* Vose, R. S., D. R. Easterling, K. E. Kunkel, A. N. LeGrande, and M. F.", "Wehner, 2017: Temperature Changes in the United States. Climate", "Science Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 185â\u0080\u0093206. doi:10.7930/J0N29V45. â\u0086©", "* Walker, B. H., L. H. Gunderson, A. P. Kinzig, C. Folke, S. R.", "Carpenter, and L. Schultz, 2006: A handful of heuristics and some", "propositions for understanding resilience in social-ecological", "systems. Ecology and Society, 11 (1), 13. URL. â\u0086©", "* Watkiss, P., Ed., 2015: Costs and Benefits of Adaptation: Results from", "the ECONADAPT Project. ECONADAPT Policy Report 1. Bath, UK, 54 pp.", "URL. â\u0086©", "* Weaver, C. P., R. J. Lempert, C. Brown, J. A. Hall, D. Revell, and D.", "Sarewitz, 2013: Improving the contribution of climate model", "information to decision making: The value and demands of robust", "decision frameworks. Wiley Interdisciplinary Reviews: Climate Change,", "4 (1), 39â\u0080\u009360. doi:10.1002/wcc.202. â\u0086©", "* Wehner, M. F., J. R. Arnold, T. Knutson, K. E. Kunkel, and A. N.", "LeGrande, 2017: Droughts, Floods, and Wildfires. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 231â\u0080\u0093256. doi:10.7930/J0CJ8BNN. â\u0086©", "* Wentz, J. A., 2015: Assessing the impacts of climate change on the", "built environment: A framework for environmental reviews.", "Environmental Law Reporter, 45, 11015â\u0080\u009311031. doi:10.7916/D870812J.", "â\u0086©", "* Wentz, J., 2017: Planning for the effects of climate change on natural", "resources. Environmental Law Reporter, 47 (3), 10,220-10,244. URL. â\u0086©", "* Wigand, C., T. Ardito, C. Chaffee, W. Ferguson, S. Paton, K. Raposa,", "C. Vandemoer, and E. Watson, 2017: A climate change adaptation", "strategy for management of coastal marsh systems. Estuaries and", "Coasts, 40 (3), 682â\u0080\u0093693. doi:10.1007/s12237-015-0003-y. â\u0086©", "* Wilhite, D. A., and R. S. Pulwarty, 2017: Drought and Water Crises:", "Integrating Science, Management, and Policy. Taylor & Francis Group,", "CRC Press, Boca Raton, FL, 582 pp. â\u0086©", "* Woodruff, S. C., and M. Stults, 2016: Numerous strategies but limited", "implementation guidance in US local adaptation plans. Nature Climate", "Change, 6 (8), 796â\u0080\u0093802. doi:10.1038/nclimate3012. â\u0086©", "* World Bank, 2010: Economics of adaptation to climate change. Synthesis", "report. World Bank, The International Bank for Reconstruction and", "Development, Washington, DC, 101 pp. URL. â\u0086©", "* World Economic Forum, 2018: The global risks report 2018. World", "Economic Forum, Geneva, Switzerland, 69 pp. URL. â\u0086©", "* Wuebbles, D. J., D. R. Easterling, K. Hayhoe, T. Knutson, R. E. Kopp,", "J. P. Kossin, K. E. Kunkel, A. N. LeGrande, C. Mears, W. V. Sweet, P.", "C. Taylor, R. S. Vose, and M. F. Wehner, 2017: Our Globally Changing", "Climate. Climate Science Special Report: Fourth National Climate", "Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D.", "J. Dokken, B. C. Stewart, and T. K. Maycock, Eds., U.S. Global Change", "Research Program, Washington, DC, USA, 35â\u0080\u009372. doi:10.7930/J08S4N35.", "â\u0086©", "* Yohe, G. W., 2001: Mitigative capacity â\u0080\u0094 The mirror image of", "adaptive capacity on the emissions side. Climatic Change, 49 (3),", "247â\u0080\u0093262. doi:10.1023/a:1010677916703. â\u0086©", "* Zeff, H. B., J. D. Herman, P. M. Reed, and G. W. Characklis, 2016:", "Cooperative drought adaptation: Integrating infrastructure", "development, conservation, and water transfers into adaptive policy", "pathways. Water Resources Research, 52 (9), 7327â\u0080\u00937346.", "doi:10.1002/2016WR018771. â\u0086©", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]