["AP NEWS", "1. Top Stories", "2. Topics", "3. Video", "4. Listen", "AP RADIO", "Update hourly", "5. _____________________ Search", "ADVERTISEMENT", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "Related topics", "* Cabinets", "* Politics", "* North America", "* Business", "* AP Top News", "* Ryan Zinke", "* Montana", "* Donald Trump", "Zinke resigns as interior secretary amid numerous probes", "By ELLEN KNICKMEYER, MATTHEW BROWN and JONATHAN LEMIREDecember 16, 2018", "GMT", "1 of 5", "FILE - In this photo provided by the Interior Department shows Interior", "Secretary Ryan Zinke arriving for his first day of work at the Interior", "Department in Washington, Thursday, March 2, 2017, aboard Tonto, an", "17-year-old Irish sport horse. Zinke will be leaving the administration at", "year's end, Trump said Saturday, Dec. 15, 2018. (Interior Department via", "AP)", "1 of 5", "FILE - In this photo provided by the Interior Department shows Interior", "Secretary Ryan Zinke arriving for his first day of work at the Interior", "Department in Washington, Thursday, March 2, 2017, aboard Tonto, an", "17-year-old Irish sport horse. Zinke will be leaving the administration at", "year's end, Trump said Saturday, Dec. 15, 2018. (Interior Department via", "AP)", "WASHINGTON (AP) — Interior Secretary Ryan Zinke, facing federal", "investigations into his travel, political activity and potential conflicts", "of interest, will be leaving the administration at year’s end, President", "Donald Trump said Saturday. In his resignation letter, obtained by The", "Associated Press, Zinke said “vicious and politically motivated attacks”", "against him had “created an unfortunate distraction” in fulfilling the", "agency’s mission.", "Trump, in tweeting Zinke’s departure, said the former Montana congressman", "“accomplished much during his tenure” and that a replacement would be", "announced next week. The Cabinet post requires Senate confirmation.", "ADVERTISEMENT", "Zinke is leaving weeks before Democrats take control of the House, a shift", "in power that promises to sharpen the probes into his conduct. His", "departure comes amid a staff shake-up as Trump heads into his third year", "in office facing increased legal exposure due to intensifying", "investigations into his campaign, business, foundation and administration.", "Zinke’s resignation letter, obtained from a Zinke aide on Saturday, cites", "what he calls “meritless and false claims” and says that “to some, truth", "no longer matters.”", "The letter, dated Saturday, said Zinke’s last day would be Jan. 2. It was", "not clear whether Zinke had already submitted the letter when Trump", "tweeted.", "Zinke, 57, played a leading part in Trump’s efforts to roll back federal", "environmental regulations and promote domestic energy development. He drew", "attention from his first day on the job, when he mounted a roan gelding to", "ride across Washington’s National Mall to the Department of Interior.", "Zinke had remained an ardent promoter of both missions, and his own macho", "image, despite growing talk that he had lost Trump’s favor. On Tuesday,", "Zinke appeared on stage at an Environmental Protection Agency ceremony for", "a rollback on water regulations. Mentioning his background as a Navy SEAL", "at least twice, he led the audience in a round of applause for the U.S.", "oil and gas industry.", "Trump never established a deep personal connection with Zinke but", "appreciated how he stood tall against criticisms from environmental groups", "as he worked to roll back protections. But the White House concluded in", "recent weeks that Zinke was likely the Cabinet member most vulnerable to", "investigations led by newly empowered Democrats in Congress, according to", "an administration official not authorized to publicly discuss personnel", "matters who spoke on condition of anonymity.", "ADVERTISEMENT", "His tenure was temporarily extended as Interior helped with the response", "to California wildfires and the West Wing was consumed with speculation", "over the future of chief of staff John Kelly. But White House officials", "pressured him to resign, the official said, which he did after his", "department’s Christmas party on Thursday night. On Saturday night, hours", "after his resignation became public, Zinke was spotted at the White House", "for another holiday party, the Congressional Ball.", "As interior secretary, Zinke pushed to develop oil, natural gas and coal", "beneath public lands in line with the administration’s business-friendly", "aims. But he has been dogged by ethics probes, including one centered on a", "Montana land deal involving a foundation he created and the chairman of an", "energy services company, Halliburton, that does business with the Interior", "Department.", "Investigators also are reviewing Zinke’s decision to block two tribes from", "opening a casino in Connecticut and his redrawing of boundaries to shrink", "a Utah national monument. Zinke has denied wrongdoing.", "The Associated Press reported last month that the department’s internal", "watchdog had referred an investigation of Zinke to the Justice Department.", "Zinke’s travels with his wife, Lola Zinke, also had come under scrutiny.", "Interior’s inspector general’s office said Zinke allowed his wife to ride", "in government vehicles with him despite a department policy that prohibits", "nongovernment officials from doing so. The report also said the department", "spent more than $25,000 to provide security for the couple when they took", "a vacation to Turkey and Greece.", "Trump told reporters this fall he was evaluating Zinke’s future in the", "administration in light of the allegations and offered a lukewarm vote of", "confidence. Zinke in November denied he already was hunting for his next", "job.", "“I enjoy working for the president,” he told a Montana radio station.", "“Now, If you do your job, he supports you.”", "“I think I’m probably going to be the commander of space command,” Zinke", "said. “How’s that one?”", "Zinke outlasted EPA chief Scott Pruitt, another enthusiastic advocate of", "Trump’s business-friendly way of governing who lost favor with Trump amid", "ethics scandals. Pruitt resigned in July. Trump’s first Health and Human", "Services secretary, Tom Price, also resigned under a cloud of ethical", "questions.", "Democratic leaders in Congress were scathing in response to the news that", "Zinke was leaving as well.", "“Ryan Zinke was one of the most toxic members of the cabinet in the way he", "treated our environment, our precious public lands, and the way he treated", "the govt like it was his personal honey pot,” Senate Minority Leader Chuck", "Schumer of the New York tweeted Saturday. “The swamp cabinet will be a", "little less foul without him.”", "House Minority Leader Rep. Nancy Pelosi, who is set to become speaker in", "January, said Zinke had “been a shameless handmaiden for the special", "interests” and his “staggering ethical abuses have delivered a serious and", "lasting blow to America’s public lands, environment, clean air and clean", "water.”", "Arizona Rep. Raul Grijalva, the top Democrat on the House Natural", "Resources Committee, had warned that after Democrats took control of the", "House they intended to call Zinke to testify on his ethics issues.", "Grijalva spokesman Adam Sarvana said Saturday that committee leaders still", "intended to ask for Zinke’s testimony. “It’s safe to say that Citizen", "Zinke may be leaving, but real oversight of former Secretary Zinke has not", "even started,” Sarvana said in an email.", "Earlier this month, Zinke unleashed a jarring personal attack on Grijalva,", "tweeting, “It’s hard for him to think straight from the bottom of the", "bottle.”", "Zinke got a warmer send-off from Republican Sen. Lisa Murkowski of Alaska,", "head of the Energy and Natural Resources Committee, who said in a", "statement that he had been a “strong partner for Western states.”", "Under Zinke’s watch, the Interior Department moved to auction off more oil", "leases, ended a moratorium on new sales of federally owned coal, and", "repealed mandates governing drilling. Zinke’s focus on the president’s", "energy agenda was cheered by oil, gas and mining advocates, who credit the", "administration with seeking to balance conservation with development on", "public lands. But his tenure was denounced by most conservation groups.", "“Zinke will go down as the worst Interior secretary in history,” said", "Kieran Suckling, executive director of the Center for Biological", "Diversity, in a statement released Saturday. “His slash-and-burn approach", "was absolutely destructive for public lands and wildlife. Allowing David", "Bernhardt to continue to call the shots will still be just as ugly.", "Different people, same appetite for greed and profit.”", "Bernhardt, the deputy secretary, is in line to lead the Interior", "Department on an interim basis. He has spent years in Washington as a", "lobbyist for the oil and gas industry and has deep ties to Republican", "politicians and conservative interest groups.", "Two outgoing Republican congressmen are said to be interested in the job.", "Rep. Raul Labrador of Idaho planned to go to the White House on Saturday", "to discuss the job with officials, said a GOP congressional aide who spoke", "on condition of anonymity to describe Labrador’s private plans. Labrador,", "51, a member of the conservative House Freedom Caucus, who is retiring", "from Congress after eight years. He lost a bid for his state’s GOP", "gubernatorial nomination last spring.", "Rep. Jeff Denham, R-Calif., is also interested in Zinke’s job, according", "to another Republican congressional aide who described the situation only", "on condition of anonymity. The aide said the White House has made", "inquiries about Denham to Rep. Kevin McCarthy, R-Calif., who will be House", "minority leader next year. Denham, 51, has been involved in water issues", "in California. He lost his bid for re-election last month.", "As head of Interior, Zinke made plans to realign the agency’s bureaucracy,", "trimming the equivalent of 4,600 jobs, about 7 percent of its workforce.", "He also proposed a massive overhaul that would have moved decision-making", "out of Washington, relocating headquarters staff to Western states at a", "cost of $17.5 million.", "Zinke was a one-term congressman when Trump selected him to join his", "incoming Cabinet in December 2016.", "An early Trump supporter, Zinke is close to the president’s eldest son,", "Donald Trump Jr., and publicly expressed his interest in a Cabinet post", "when Trump visited Montana in May 2016.", "____", "Brown reported from Red Lodge, Montana. Associated Press writers Matthew", "Daly and Alan Fram in Washington contributed to this report.", "AP NEWS", "1. Top Stories", "2. Video", "3. Contact Us", "4. Cookie Settings", "Download AP NEWS", "Connect with the definitive source for global and local news", "More from AP", "1. ap.org", "2. AP Insights", "3. AP Definitive Source", "4. AP Images Spotlight", "5. AP Explore", "6. AP Books", "Follow AP", "1.  2.  3.  4. The Associated Press", "1. About", "2. Contact", "3. Customer Support", "4. Careers", "5. Terms & Conditions", "6. Privacy", "All contents © copyright 2021 The Associated Press. All rights reserved."]