["Link: canonical", "Link: shortlink", "Skip to main content", "GlobalChange.gov", "Utility", "* About USGCRP", "* Agencies", "Global search", "Enter your keywords ________________", "[ Search ]", "* Understand Climate Change", "* Assess National Climate Assessment", "* Explore USGCRP Highlights", "* Browse Reports & Resources", "* Engage Connect & Participate", "You are here", "* What We Do", "* Assess the U.S. Climate", "Share", "Facebook logo Twitter logo Google+ logo LinkedIn logo Reddit logo", "Previous Assessments", "First National Climate Asssessment", "The First National Climate Assessment, entitled Climate Change Impacts on", "the United States: The Potential Consequences of Climate Variability and", "Change, was published in 2000 and was a major landmark in the ongoing", "effort to understand what climate change meant for America. This", "assessment began a national process of research, analysis, and dialogue", "about the coming changes in climate, their impacts, and what Americans can", "do to adapt to an uncertain and continuously changing climate.", "* First National Climate Assessment Overview", "* First National Climate Assessment Foundation Report", "* First National Climate Assessment meeting and workshop reports", "* All the archived material from the first National Climate Assessment", "is available in The Collected Works of the 2000 National Assessment –", "Climate Change Impacts on the United States: The Potential", "Consequences of Climate Variability and Change", "Second National Climate Assessment", "The Second National Climate Assessment, entitled Global Climate Change", "Impacts in the United States, was published in 2009 and summarized the", "science of climate change and its impacts on America, now and in the", "future. It identified key climatic vulnerabilities of particular regions", "and sectors, in the context of other changes in the Nation’s environment,", "resources, and economy. It also identified potential measures to adapt to", "climate variability and change. Finally, the Second National Climate", "Assessment identified the highest priority uncertainties about which", "further study is needed to understand climate impacts, vulnerabilities,", "and America's ability to adapt.", "* Website of the Second National Climate Assessment", "* Second National Climate Assessment Report", "Interim Assessments", "From 2002 to 2009, USGCRP was known as the U.S. Climate Change Science", "Program (CCSP). CCSP created a series of 21 Synthesis and Assessment", "Products (SAPs) that integrated research on key climate science issues and", "aimed to support informed discussion by decision makers (such as resource", "managers and policymakers), stakeholders, and the general public.", "* Final reports and process-related documents for all SAPs", "* The SAPs are also available in our Reports Library", "In 2008, the National Science and Technology Council (NSTC) and CCSP", "released the Scientific Assessment of the Effects of Global Change on the", "United States, which placed special emphasis on climate change. This", "assessment analyzed the effects of global change on natural and human", "environments, agriculture, water resources, social systems, energy", "production and use, transportation, and human health. It analyzed existing", "trends in global change, both natural and human-induced, and projected", "major trends for the future. Like the SAPs and other assessment products,", "it was intended to support informed discussion by decision makers,", "stakeholders, and the public.", "* 2008 Scientific Assessment Report", "Third National Climate Assessment", "The Third National Climate Assessment, Climate Change Impacts in the", "United States, was published in 2014 and summarizes the impacts of climate", "change on the United States, now and in the future. A team of more than", "300 experts guided by a 60-member Federal Advisory Committee produced the", "report, which was extensively reviewed by the public and experts,", "including federal agencies and a panel of the National Academy of", "Sciences.​", "* Website of the Third National Climate Assessment", "* Third National Climate Assessment Overview", "* Third National Climate Assessment Highlights", "* Third National Climate Assessment Report", "* Third National Climate Assessment Downloads", "* Third National Climate Assessment Engagement & Input", "* Third National Climate Assessment Development Advisory Committee", "Assess the U.S. Climate", "* Sustained Assessment:", "Sustained Assessment Products and Tools", "Fourth National Climate Assessment", "Sustained Assessment Engagement", "NCA4 Engagement", "* Previous Assessments", "What We Do", "Advance Global Change Science", "Prepare the Nation for Change", "Assess the U.S. Climate", "Coordinate Internationally", "Link Climate & Health", "Provide Data & Tools", "Make Our Science Accessible", "More Info", "* 2012-2021 Strategic Plan", "* Our Changing Planet FY 2015", "* Staff", "* Contact Us", "GlobalChange.gov is made possible by our participating agencies", "Thirteen Agencies, One Vision: Empower the Nation with Global Change", "Science", "* USDA", "* DOC", "* DOD", "* DOE", "* HHS", "* DOI", "* DOS", "* DOT", "* EPA", "* NASA", "* NSF", "* SI", "* USAID", "Get Our Newsletter", "_____________________________________________________________", "[ Sign Up ]", "Get Social", "* Facebook", "* Twitter", "* RSS", "* Contact Us", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100", "Washington, D.C. 20006 USA", "Tel: +1 202 223 6262", "Fax: +1 202 223 3065", "Privacy Policy"]