["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Coronavirus", "* Factcheck", "* Politics", "* Race in America", "* Visual Explainers", "* Nation", "* World", "* Investigations", "* Health", "* Education", "* Weather", "* Just the FAQs", "* Elections", "Facebook  Twitter  Email", "[IMG]", "Here are all the executive orders President Joe Biden has signed so far", "----------------------------------------------------------------------", "Jeanine Santucci   | USA TODAY", "play", "Show Caption", "Hide Caption", "Biden on climate change: We've 'waited too long'", "President Biden signed executive actions tied to combating climate change,", "including elevating climate change as a national security concern.", "Staff Video, USA TODAY", "WASHINGTON — President Joe Biden's first days in office featured the", "ushering in of dozens of executive actions focusing on this", "administration's top priorities, including the COVID-19 pandemic.", "Many of his orders were aimed at undoing some of former President Donald", "Trump's policies in areas such as health care, immigration, the", "environment and equity and diversity issues.", "Here is a list of the orders, policy memoranda and proclamations Biden has", "made since the start of his presidency. This list, which was last updated", "March 8, will be updated as additional actions are signed:", "March 8", "* Executive order on International Women's establishing the White House", "Gender Policy Council to work with other policy councils to advance", "gender equality in domestic and foreign policy development, combat", "systemic bias and discrimination, including sexual harassment, and", "focus on increasing female participation in the labor force and", "decreasing wage and wealth gaps.", "* Executive order directing the Department of Education to review all of", "its regulations, orders and guidance to ensure they are consistent", "with the administration's promise that all students are guaranteed", "education free from sexual violence.", "March 7", "* Executive order directing federal agencies to expand access to voter", "registration and election information, including directing heads of", "all federal agencies to submit a \"strategic plan\" to the White House", "within 200 days on how their departments can promote voter", "registration and participation.", "Feb. 24", "* Executive order reversing seven Trump administration actions,", "including an order that promoted \"beautiful federal classic", "architecture;\" one that ordered the review of funding to cities where", "ongoing demonstrations took place; and another that would strengthen", "work requirements for welfare recipients.", "* Executive order to review supply chains for 100 days to avoid", "shortages of supplies during the pandemic.", "* Proclamation reversing actions by the Trump administration to restrict", "legal immigration during the economic fallout of the COVID-19 pandemic", "by \"pausing\" green card allocation.", "Feb. 17", "* Executive order reversing a Trump administration executive order that", "sought to expand apprenticeship programs in the U.S. by shifting", "regulations to industry groups.", "Feb. 14", "* Executive order creating a White House Office of Faith-Based and", "Neighborhood Partnerships to coordinate the federal government's role", "in supporting and expanding faith-based and other community-serving", "organizations.", "Feb. 11", "* Executive order paving the way for sanctions on the Myanmar military", "leaders who directed a coup, along with their close family members and", "affiliated business interests, and blocking them from $1 billion in", "government funds held in the U.S.", "More: Biden says US will sanction Myanmar military leaders after coup,", "warns not to stop protests", "Feb. 4", "* Executive order expanding the United States Refugee Admissions", "Program, directing agencies to broaden access to humanitarian", "assistance programs and revoking a number of Trump-era refugee", "admission policies.", "* Memorandum updating Obama administra guidance to promote the human", "rights of LGBTQ people around the world in diplomatic efforts", "* Memorandum to revitalize and expand the structure of foreign policy", "and national security teams.", "Feb. 2", "* Executive order reestablishing an Obama-era task force, the Task Force", "on New Americans, to help integrate immigrants into American", "communities. The order will also call on government agencies to", "conduct a review of regulations and policies that create barriers for", "legal immigration.", "* Executive order introducing an interagency task force to reunify", "families by identifying the children and parents or guardians who were", "separated at the border, facilitating reunification and then", "creating a report on recommendations to ensure the federal government", "does not have policies in place that separate families.", "* Executive order to create a framework addressing the underlying causes", "of migration to the United States’ southern border from mostly Central", "American countries, and work with foreign governments and", "organizations to create opportunities to process migrants seeking", "asylum in that region.", "Child separation: 628 parents remain separated from their kids after", "Trump's zero-tolerance border policy. Biden wants to find them.", "Jan. 28", "* Executive order to strengthen the Affordable Care Act and Medicaid by", "directing agencies to review any policies that may hinder access to", "the ACA and recommending the opening of a three-month enrollment", "period for uninsured Americans.", "* Memorandum reversing the Trump administration's \"Mexico City Policy\"", "that blocked funding to groups that include abortion services or", "information in their family-planning programs, and suggesting the", "reconsideration of policies that \"impose undue restrictions on the use", "of Federal funds or women’s access to complete medical information.\"", "More: Biden got the vote of abortion rights advocates. Getting them", "results will be harder.", "Jan. 27", "* Executive order elevating climate change as a national security", "concern and committing to the goal of conservation goals.", "* Executive order establishing the President’s Council of Advisors on", "Science and Technology.", "Undoing Trump's policies and more: What Biden did in his first week in", "office", "Jan. 26", "* Executive order directing the phase-out of private prisons by not", "renewing contracts from the Department of Justice. The order does not", "apply to other federal agencies, such as U.S. Immigration and Customs", "Enforcement.", "* Memorandum condemning racism and xenophobia against Asian Americans", "and Pacific Islanders in response to the coronavirus pandemic, and", "instructing the Department of Health and Human Services to consider", "best practices to mitigate language in guidance that could further", "racism.", "* Memorandum directing agencies to mitigate racial bias in federal", "housing policies.", "* Memorandum recommitting the government to respecting tribal", "sovereignty.", "More: Biden addresses racial bias in housing, directs DOJ to phase out use", "of private prisons in new executive orders", "Jan. 25", "* Executive order reversing the Trump administration policy to ban", "transgender people from serving in the military.", "* Executive order committing to investing in American companies and", "closing loopholes \"that allow companies to offshore production and", "jobs while still qualifying for domestic preferences.\"", "* Proclamation to suspend the entry of noncitizens to the U.S. who were", "present in certain regions in the 14 days prior to their attempted", "entry, including: the Schengen Area, the United Kingdom (excluding", "overseas territories outside of Europe), the Republic of Ireland, the", "Federative Republic of Brazil, and the Republic of South Africa.", "More: Biden overturns Trump's ban on transgender troops in first moves for", "Defense Secretary Austin", "Jan. 22", "* Executive order restoring collective bargaining power for federal", "employees, and directing the Office of Personnel Management to provide", "recommendations for achieving a $15 minimum wage for federal workers.", "* Executive order promoting assistance from federal agencies to", "individuals, families and small businesses amid the COVID-19 pandemic.", "More: Joe Biden rejoins Paris Agreement, requires masks on federal", "property in swift Day 1 directives", "More: Meet the 7 congresswomen who are steering Biden's immigration agenda", "in the House", "Jan. 21", "* Executive order to identify supplies and accelerate the production of", "supplies needed to respond to the coronavirus pandemic, including the", "vaccines and personal protective equipment.", "* Executive order stating support for reopening schools, calling on the", "secretary of Education to work with elementary and secondary schools", "on how to reopen and stay open.", "* Executive order calling on the Occupational Safety and Health", "Administration to issue guidelines on COVID-19 for workplaces and", "establish an enforcement program for violations that put workers at", "risk.", "* Executive order to require mask-wearing on certain modes of", "transportation and for international travelers to the U.S. to provide", "proof of a negative COVID-19 test before traveling.", "* Executive order encouraging acceleration of the production of", "treatments for the coronavirus and expansion of access to therapies.", "* Executive order establishing a COVID-19 testing board to increase test", "supply and bring manufacturing of tests to the U.S.", "* Executive order directing the government to examine and prevent", "inequities in health care and services for communities of color and", "other marginalized groups, establishing within Health and Human", "Services a COVID-19 Health Equity Task Force.", "* Executive order enhancing data collection and sharing among", "governmental agencies to strengthen public health infrastructure.", "* Memorandum directing FEMA to cover states' costs for the National", "Guard to assist in pandemic response.", "Will this reduce number of in-flight scofflaws? Biden signs order", "mandating masks on planes", "Jan. 20", "* Executive order rescinding Trump's 1776 Commission, a panel Trump", "established as a response to the New York Times' 1619 Project, a", "Pulitzer Prize-winning collection that focused on America's history", "with slavery.", "* Executive order revoking Trump's plan to exclude noncitizens from the", "census.", "* Executive order prohibiting workplace discrimination in the federal", "government based on sexual orientation and gender identity and", "directing federal agencies to ensure protections for LGBTQ people are", "included in anti-discrimination statutes.", "* Executive order creating a COVID-19 response coordinator who will", "report directly to the president.", "* Executive order revoking Trump's 2017 Interior Enforcement Executive", "Order, which broadened the categories of undocumented immigrants", "subject for removal, restarted the Secure Communities program and", "supported the federal 287(g) deportation program.", "* Executive order launching a government-wide initiative directing every", "federal agency to review its state of racial equity and deliver an", "action plan within 200 days to address any disparities in policies and", "programs.", "* Executive order extending the pause on student loan payments and", "nationwide restrictions on evictions and foreclosures.", "* Executive order creating an equitable data working group to make sure", "federal data reflects the country’s diverse makeup and direct the", "Office of Management and Budget to allocate more federal resources to", "underserved communities.", "* Executive order canceling the permit for the Keystone XL pipeline to", "move oil from Canada to the Gulf of Mexico, rescinding Trump's", "approval of a project long criticized by environmentalists.", "* Proclamation ending construction of Trump's signature wall on the", "U.S.-Mexican border by proclaiming the \"immediate termination\" of the", "national emergency declaration Trump used to fund it.", "* Proclamation reversing Trump's ban on travel from predominantly Muslim", "countries.", "* Proclamation declaring a National Day of Unity on Jan. 20, 2021.", "* Memorandum directing the Office of Management and Budget to make", "recommendations to modernize regulatory processes.", "* Memorandum extending the deferred deportation of Liberians through the", "end of June 2022.", "* Memorandum to strengthen Deferred Action for Childhood Arrivals for", "certain undocumented immigrants who were brought to the U.S. as", "children.", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]