["Link: canonical", "Skip to main content", "[IMG]", "Search form", "Search ________________", "Search", "* Menu", "* Home", "* Teachers", "* Aspiring Scientists", "* Learning Zone", "* Visit NCAR", "* About", "* K-12 at Home", "* Home", "* Learning Zone", "* How Climate Works", "* Climate Modeling", "Climate Modeling", "Models use mathematical equations to describe the behavior of factors that", "impact climate. To study the climate as accurately as possible, a model", "must be a good representation of the whole Earth, known as an Earth system", "model. These models are very complex, made of hundreds of equations", "describing the processes of the atmosphere, Sun, ocean, water cycle, land,", "and life, and require supercomputers to run.", "Earth system models are used to make future climate predictions and", "examine past climates, too. The most robust Earth system models are", "compared by the Intergovernmental Panel on Climate Change (IPCC) in", "reports that summarize predictions of future climate change.", "Scientists continue to improve models so that they are able to accurately", "include details such as clouds, rainfall, evaporation, and sea ice.", "Thousands of climate researchers use models to better understand the", "long-term effects of global changes such as increasing greenhouses gases", "or decreasing Arctic sea ice. The models are used to simulate conditions", "over hundreds of years, so that we can predict how our planet's climate", "will likely change.", "Block diagram showing the parts of the Earth system that are included in", "Earth system models", "The Community Earth System Model (CESM) simulates processes in our climate", "system including the atmosphere, land, ocean, ice, ecosystems, and solar", "energy. The CESM, created by scientists at NCAR, the Department of Energy,", "and collaborators, is one of the world’s most sophisticated models of", "global climate and is run on NCAR's supercomputer.", "Credit: UCAR", "Models can help us understand climate change in different places.", "Models take into account that traits like temperature vary over the", "surface of the Earth. A model essentially places \"virtual weather", "stations\" at intervals around the modeled Earth and reports the", "calculations at each station. Models use grids of \"cells\" to establish the", "locations of these virtual weather stations which are located at the", "corners of the grid cells. Small processes that happen between a model's", "grid points aren’t included in the model results, but they can be", "accounted for in other ways.", "Spatial resolution specifies how large the grid cells in a model", "are. Models can be made with higher or lower spatial resolutions. If the", "grid cells are reduced in size, more cells cover Earth's surface,", "increasing spatial resolution. If the grid cells are enlarged, fewer grid", "cells cover Earth's surface, decreasing spatial resolution. Higher", "resolution models with smaller cells provide much more detailed", "information, but take a lot more computing time to run because there are", "more points for calculations. As a general rule, increasing the resolution", "of a model by a factor of two means about ten times as much computing", "power will be needed (or that the model will take ten times as long to run", "on the same computer).", "+------------------------------------------------------------------------+", "|resolution US|The frames of this animation illustrate spatial resolution|", "|             |of a model. The lowest resolution grid shown here (T42)   |", "|             |covers most of the entire state of Florida with just two  |", "|             |large grid cells, which was typical of model resolution in|", "|             |the mid-1990s. It has grid cells of about 200 by 300 km   |", "|             |(120 by 180 miles) at mid-latitudes. The T85 resolution is|", "|             |typical for current models. Its grid cells are about 100  |", "|             |by 150 km (60 by 90 miles) across at mid-latitudes.       |", "|             |                                                          |", "|             |The highest resolution examples, T170 and T340, represent |", "|             |future directions in modeling as new, more powerful       |", "|             |supercomputers come online in the years ahead. Such models|", "|             |will be able to produce projections for regional climates |", "|             |that will be much finer than those we can currently       |", "|             |generate.                                                 |", "|             |                                                          |", "|             |Credit: Warren Washington, NCAR                           |", "+------------------------------------------------------------------------+", "Models can help us understand climate change over time.", "Climate modelers must also decide how close together in time (model time,", "that is) to make their calculations. Temporal resolution refers to the", "size of the time steps used in models, or how often calculations of the", "various properties being modeled are conducted.", "As is the case with spatial resolution, computing-time increases as", "temporal resolution increases, so if conditions in the model world are", "calculated very frequently, the model takes a very long time to run.", "An Earth system model run for a century with time steps of 30 minutes", "would involve 1,753,152 (the number of half-hours in a century) time", "steps. All model parameters (temperature, wind speed, humidity, etc.)", "would be calculated at each of the thousands to millions of grid points in", "the model at each of those time steps. That's a lot of calculating, which", "is why high-resolution models need to be run on supercomputers.", "Are model results accurate?", "Researchers work hard to ensure that natural processes are represented in", "climate models as accurately as possible, so that the climate projections", "from the models are as accurate as possible. There are processes and", "feedbacks between different parts of the Earth system that are not fully", "understood and are areas of active research. For example, the effects of", "clouds on climate are known to be a significant, but more research is", "needed to fully understand how these processes work. As a result, clouds", "are difficult to accurately represent in models. Because there are still", "details that we don’t fully understand within the Earth system, there are", "scientific sources of uncertainty in models.   According to the IPCC,", "while models do not perfectly represent climate processes, they clearly", "indicate that Earth's average temperature is warming due to human", "influences.", "However, most of the unknowns in future climate projections are not", "related to Earth processes or the accuracy of models. Instead, the", "uncertainty comes from not knowing how much pollution humans will be", "adding to the atmosphere in the future. Innovations that stop or limit the", "amount of greenhouses gases that are produced, legislation that changes", "the amount of pollutants that are permitted, and how the growing human", "population lives in the future are all at least somewhat unknown.", "Because the behavior of humans in the future is uncertain, models are run", "using a number of different scenarios, with each scenario addressing a", "different possibility for the amount of population growth, fossil fuel", "use, technological advancement, economics, and land use changes. With", "scenarios, each model run becomes more or less an \"if-then\" statement such", "as: \"if humans were to act this way, then Earth's climate would warm by", "this much.\" These scenarios are a way to make a range of predictions of", "future climate change based on a range of ways that humans may live, work,", "and populate the Earth in the future.", "Graph with warming projections for two scenarios - one with higher", "greenhouse gas emissions and one with lower emissions", "Model results show a scenario with higher greenhouse gas emissions with", "about three degrees more warming than a scenario with far less greenhouse", "gas emissions.", "Credit: UCAR graph with IPCC data", "Learn More about Climate Modeling", "* > Simulation: The Very Simple Climate Model", "* > Video: Model Simulation of Past, Present and Future Climate Change", "* > Visualizing Weather and Climate", "* > How Climate Works", "* > Impacts of Climate Change", "* > Solving Climate Change", "<iframe frameborder=\"0\" width=\"100%\"", "src=\"https://orgnav.ucar.edu\"></iframe>", "[IMG] [IMG]", "[IMG] [IMG] [IMG]", "Login"]