["Link: canonical", "Advertisement", "SpringerLink", "Search", "* Log in", "Search SpringerLink", "_____________________ Search", "RCP2.6: exploring the possibility to keep global mean temperature increase", "below 2°C", "Download PDF", "Download PDF", "* Open Access", "* Published: 05 August 2011", "RCP2.6: exploring the possibility to keep global mean temperature increase below", "2°C", "* Detlef P. van Vuuren^1,2,", "* Elke Stehfest^1,", "* Michel G. J. den Elzen^1,", "* Tom Kram^1,", "* Jasper van Vliet^1,", "* Sebastiaan Deetman^1,", "* Morna Isaac^1,", "* Kees Klein Goldewijk^1,", "* Andries Hof^1,", "* Angelica Mendoza Beltran^1,", "* Rineke Oostenrijk^1 &", "* Bas van Ruijven^1", "Climatic Change volume 109, Article number: 95 (2011) Cite this article", "* 45k Accesses", "* 533 Citations", "* 247 Altmetric", "* Metrics details", "Abstract", "The RCP2.6 emission and concentration pathway is representative of the", "literature on mitigation scenarios aiming to limit the increase of global", "mean temperature to 2°C. These scenarios form the low end of the scenario", "literature in terms of emissions and radiative forcing. They often show", "negative emissions from energy use in the second half of the 21st century.", "The RCP2.6 scenario is shown to be technically feasible in the IMAGE", "integrated assessment modeling framework from a medium emission baseline", "scenario, assuming full participation of all countries. Cumulative", "emissions of greenhouse gases from 2010 to 2100 need to be reduced by 70%", "compared to a baseline scenario, requiring substantial changes in energy", "use and emissions of non-CO_2 gases. These measures (specifically the use", "of bio-energy and reforestation measures) also have clear consequences for", "global land use. Based on the RCP2.6 scenario, recommendations for further", "research on low emission scenarios have been formulated. These include the", "response of the climate system to a radiative forcing peak, the ability of", "society to achieve the required emission reduction rates given political", "and social inertia and the possibilities to further reduce emissions of", "non-CO_2 gases.", "Introduction", "Over the last few years, the interest in climate-policy related questions", "has strongly increased. In response, many mitigation scenarios have been", "published in the scientific literature exploring the effectiveness of", "climate policy. However, in order to explore future climate change,", "climate models currently still use the SRES scenarios (Nakicenovic and", "Swart 2000) that only include possible future emission scenarios in the", "absence of climate policy. Consequently, these scenarios are not", "representative of the full range of possible emission developments", "anymore. The increasing relevance of mitigation scenarios has been an", "important reason for the IPCC to request the climate research community to", "develop a new set of scenarios (IPCC 2007). In response, the scientific", "community designed a multi-phase process to develop new scenarios,", "involving researchers working on integrated assessment, climate system", "modeling and assessment of climate impacts and adaptation. An overview of", "the whole process is provided by Moss et al. (2008, 2010). As a first step", "in the process, four scenarios were selected from the scientific", "literature as a representative set of the current literature (see also Van", "Vuuren et al., 2011). An important purpose of this selection was to allow", "new climate model runs exploring a very wide range of radiative forcing", "levels, in parallel with new work on socio-economic scenarios. The", "scenarios, or, more precisely, the information contained in these", "scenarios on emissions and concentration and land use, were named the", "“representative concentration pathways” (RCPs).", "At the time of IPCC’s Fourth Assessment Report, the majority of mitigation", "scenarios focused on stabilizing the radiative forcing of greenhouse gases", "around 4.5 W/m^2 in 2100 (see Fisher et al. 2007a).^Footnote 1 Only six", "scenarios from three independent studies were identified that explored the", "possibility of reaching forcing levels below 3 W/m^2 (Azar et al. 2006;", "Riahi et al. 2007; Van Vuuren et al. 2007a). Since then, however, a whole", "range of new literature has emerged that explore such ambitious targets", "(e.g. Calvin et al. 2009; Clarke et al. 2009; Edenhofer et al. 2010; Rao", "et al. 2008). This new scenario literature has emerged partly as a", "responses to work by Meinshausen et al. (2006), who indicated that", "stabilization of radiative forcing at such low levels would be needed to", "maintain a relatively high probability to limit global mean temperature", "increase to 2°C.", "Van Vuuren et al. (2006, 2007a) explored for the first time in detail the", "required changes in the energy and land-use system to achieve such low", "forcing levels (2.6 and 2.9 W/m^2) using the IMAGE model. To represent the", "category of low forcing scenarios within the RCP set, the IMAGE scenario", "was selected. In fact, as during the Noordwijkerhout conference no", "decision could be made between the IMAGE scenario leading to 2.6 and", "2.9 W/m^2 (Moss et al. 2008) both were temporally selected and the", "scenario named RCP3-PD, indicating that emissions in this scenario lead to", "a radiative forcing of around 3 W/m^2 mid-century and decline afterwards", "(PD stands for peak-and-decline). After confirmation of reproducibility of", "the 2.6 W/m^2 scenario by other models, a final choice was made to include", "this scenario in the RCP set and since then, also the name RCP2.6 has been", "used (e.g. Moss et al. 2010). Both the name RCP3-PD and RCP2.6 thus refer", "to the same emission scenario (we use the latter in this paper). As", "described in the overview paper on the RCP process (Van Vuuren et al.,", "2011), all original RCPs have been updated, especially with respect to 1)", "the consistency with historical emissions and newly available emissions", "data and 2) spatial data on emissions and land use as input to the climate", "models. For the RCP2.6, specifically, also attention was paid to the", "possible implications of emissions associated with bioenergy use (which", "was not yet accounted for). This updated scenario has been described", "elsewhere (Van Vuuren et al. 2010c), in particular with respect to", "emissions trends and bioenergy use. In this article, we briefly repeat the", "general methodology used for the RCP2.6 (Section 2) and the main results", "(Section 3.1), but focus additionally on the downscaling methods that have", "been used to generate spatially explicit information as input to the", "climate models (Section 2 and 3.3). To put the results into context,", "Section 3.4 discusses some of the main uncertainties of the RCP2.6 and,", "finally, in Section 3.5 we compare the RCP2.6 to IMAGE scenarios for", "higher radiative forcing levels (4.5 and 6 W/m^2 in 2100) and the other", "RCPs. These two sections together explore the uncertainty related to the", "RCP2.6, and to indicate the differences in policy action associated with", "different mitigation levels. The other RCPs (leading to 8.5 W/m^2 in 2100,", "stabilization at 6.0 W/m^2 and stabilization at 4.5 W/m^2) have been", "descried in detail eslewhere in this Special Issue (Masui et al. 2011;", "Riahi et al. 2011; Thomson et al. 2011).", "Methods for scenario development", "Model description", "The IMAGE 2.4 modelling framework, used to create the RCP2.6, is an", "integrated assessment model, consisting of a set of linked and integrated", "models (Bouwman et al. 2006). Together, the framework describes important", "elements in the long-term dynamics of global environmental change, such as", "air pollution, climate change, and land-use change. Important", "subcomponents are the global energy model TIMER, the land use and land", "cover submodel, the carbon cycle model and the MAGICC6 climate model", "(Meinshausen et al. 2008). The FAIR-SiMCaP 2.0 model is also part of the", "framework (den Elzen et al. 2007). This model creates climate policy", "scenarios based on available information in the other parts of IMAGE. The", "FAIR-SiMCaP model determines the emission reduction across different gases", "and over time following a least-cost approach, using regional MAC curves", "derived from IMAGE for the different emissions sources.^Footnote 2", "The overall methodology for constructing the mitigation scenario consists", "of three major steps (Fig. 1):", "1. 1.", "Both the land use and energy submodels of IMAGE are used first for", "constructing the baseline emission scenario. These models also provide", "information on the abatement potential and costs of greenhouse gas", "emissions from the energy and land-use systems.", "2. 2.", "The FAIR-SiMCaP model is used for developing global emission pathways", "that lead to a long-term stabilization of the atmospheric greenhouse", "gas concentration. As part of this step, the FAIR model determines the", "abatement costs and global emission reduction from the baseline", "scenario, assuming a cost-optimal implementation of available", "reduction options over the different regions, and for the various", "gases and sources, using marginal abatement costs, and a constant", "discount rate of 5%. Optimization is done within certain", "implementation criteria such as the maximum reduction potential (as", "defined by IMAGE) and a maximum emission reduction rate (based on", "IMAGE calculations and literature review). The abatement costs", "represent direct costs and do not capture any macroeconomic feedback.", "The most important assumptions made in the reduction potential have", "been described in detail in (Lucas et al. 2007; Van Vuuren et al.", "2007a).", "3. 3.", "The full IMAGE model framework (energy and land use) implements the", "changes in emission levels resulting from the abatement action", "(emission reductions) and the carbon price, as determined in the", "previous step, to develop the final mitigation scenario (emissions,", "land use, energy system).", "Fig. 1", "figure1", "Overall methodology. Numbers refer to the three main steps in the", "development of mitigation scenarios. In step 1, the IMAGE 2.4 system is", "used to implement the baseline scenario and determine the mitigation", "potential. In step 2, the FAIR model is used to determine the emission", "reductions across different sectors and across time. In step 3, the", "mitigation scenario is implemented in the IMAGE system (MAC=marginal", "abatement costs; CP=carbon plantations)", "Full size image", "Energy and associated emissions", "The global energy model TIMER looks into long-term trends in the energy", "system (Bouwman et al. 2006). The model describes the demand and supply of", "nine final energy carriers and ten primary energy carriers for 26 world", "regions.^Footnote 3 The demand sub-model of TIMER determines demand for", "fuels and electricity in five sectors (industry, transport, residential,", "services and other) based on structural change, autonomous and", "price-induced change in energy intensity (‘energy conservation’) and", "price-based fuel substitution. The demand for electricity is fulfilled by", "fossil-fuel or bioenergy based thermal power, hydropower, nuclear power", "and solar or wind. Model preference for selecting specific technologies is", "based on relative costs and preferences using multinomial logit equations.", "The exploration and exploitation of fossil fuels (either for electricity", "or direct fuel use) is described in terms of depletion and technological", "development. Bioenergy is available as a substitute of fossil fuels for", "both liquid fuel and thermal generation. Emissions are calculated by", "multiplying the data on energy consumption and production with fuel- and", "region specific emission factors that are derived from the EDGAR database", "(Olivier et al. 2001). For most gases, the emission factors are assumed to", "decline over time as a result of technology development and as to reflect", "the notion of increasing environmental awareness with rising income", "levels. For CO_2, emission factors stay constant over time unless the", "model explicitly selects technologies applying carbon capture and storage", "(CCS) (on the basis of costs).", "Land use and associated emissions", "The land-cover submodels in the earth system simulate the change in land", "use and land cover at 0.5 × 0.5° driven by demands for food, timber and", "biofuels, and changes in climate (Bouwman et al. 2006). A crop module", "based on the FAO agro-ecological zones approach computes the spatially", "explicit yields of different crop groups and grasses, and the areas used", "for their production, as determined by climate and soil quality. For", "demand for agricultural production, the IMAGE model mostly uses scenarios", "from agro-economic models. Where expansion of agricultural land is", "required, a rule-based “suitability map” determines the grid cells", "selected on the basis of the grid cell’s potential crop yield, its", "proximity to other agricultural areas and to water bodies. The earth", "system also includes a natural vegetation model to compute changes in", "vegetation in response to climate change. Land-use related emissions occur", "from both land use (e.g. methane emissions from animals) and land-use", "change (deforestation).The former are calculated by explicit emission", "factors based on the EDGAR database (Olivier et al. 2001). The latter", "depend on the carbon fluxes between vegetation, carbon stocks in soils and", "the atmosphere.", "Emissions from other sources", "Emissions associated with industrial and chemical production, processes", "and other activities, and emissions of halogenated gases, are calculated", "in different ways. For several sources (adipic and nitric acid production,", "bulk chemical production, cement production, copper smelting, lead and", "zinc production, steel industry, paper industry, sulphuric acid production", "and solvents) emissions are calculated by multiplying the change in", "industrial value added with exogenous emission factors. For the emissions", "of halogenated gases, a recent update was made to the model. The emissions", "of ozone depletion substances regulated by the Montreal Protocol (e.g.,", "CFCs, HCFCs, etc.) are prescribed, following scenarios that take account", "of their regulation. All other halogenated gases (e.g., HFCs, PFCs, SF_6)", "are determined on the basis of assumed changes in the relevant emission", "factors and activity levels (such as cooling). For the period up to 2020,", "these are consistent with the information made available for EMF-21", "(Weyant et al. 2007). After 2020 emissions are projected based on specific", "relationships between activity levels and income and population size. For", "each gas, also a marginal abatement cost curve has been determined", "describing the mitigation potential. The method has been described by", "Harnisch et al. (2009).", "Climate system", "Emissions from land use and energy and industrial sources are used in the", "IMAGE model to calculate the changes in concentrations of greenhouse gases", "and air pollutants. These drive the climate model MAGICC6 that is included", "in IMAGE to calculate the resulting radiative forcing and changes in", "global mean temperature increase (Meinshausen et al. 2008). Next, changes", "in temperature and precipitation are calculated at grid scale by means of", "pattern scaling (Schlesinger et al. 2000). IMAGE accounts for these", "changes, such as temperature, precipitation and terrestrial CO_2 feedbacks", "on the selection of crop types, and the migration of ecosystems. This", "allows for calculating changes in crop and grass yields and, as a", "consequence, the location of different types of agriculture, changes in", "net primary productivity and migration of natural ecosystems. The original", "IMAGE 2.6 W/m^2 scenario (Van Vuuren et al. 2007a) was developed using an", "IMAGE version containing the MAGICC4 model (Wigley 2003). The choice to", "use the MAGICC6 model was part of the harmonization activities for the RCP", "profiles (see Van Vuuren et al. (2010b) and Meinshausen et al. (2011)).", "The updated climate model has in particular implications for the radiative", "forcing of aerosols, but the implications for the reduction rates in 2100", "are modest.", "Main scenario assumptions", "The baseline scenario of our analysis is the IMAGE 2.4 B2 scenario (Van", "Vuuren et al. 2010c). This scenario represents a medium development", "scenario for population, income, energy use and land use. Starting from", "this baseline, the RCP2.6 scenario has been derived following an overshoot", "profile in radiative forcing. Den Elzen and Van Vuuren (2007) have shown", "that due to inertia in the climate system a limited overshoot does not", "lead to a significant increase in the probability of overshooting a", "temperature target. The IMAGE model can be run with and without adding", "bioenergy and carbon capture and storage (BECCS) to the mitigation", "portfolio. This technology is crucial for the question whether a 2.6 W/m^2", "target can be achieved in IMAGE, because allowing BECCS introduces the", "potential to create net negative emissions in the energy system (see also", "results and discussion sections).", "Assumptions made in emission and land use downscaling", "Emissions", "The regional emissions of IMAGE model were downscaled at the level of", "countries and a 0.5 × 0.5 grid using the downscaling method that has been", "described by Van Vuuren et al. (2007b). This method is basically organized", "around the so-called Kaya-identity (Kaya 1989):", "$$ Em = Pop*GDP/pop*em/GDP $$", "(1)", "This function describes emissions (em) as function of population (pop),", "income per capita (GDP/pop) and emission intensity (em/GDP). For", "population, the 26 region data of the IMAGE model was downscaled to the", "country level by using the fraction of each country in the corresponding", "IMAGE region within the original UN medium population scenario (UN 2004).", "Next, it was assumed that each grid cell follows the trend of the country", "it belongs to (linear downscaling algorithm). For income (GDP per capita),", "the data was downscaled from the regional to the country level by assuming", "that poorer countries in a region grow faster than richer countries. A", "convergence algorithm was used with a convergence year in 2150, i.e.", "beyond the scenario horizon. In other words, only partial convergence", "occurs (similar as the convergence across the different regions). In the", "calculations, a correction was introduced ensuring that total GDP of each", "region was preserved allocating differences on the basis of GDP volume.", "Again, the data was transferred to the grid by linear downscaling from the", "country level. Finally, emission intensities (emission per unit GDP) were", "downscaled to the country level assuming again convergence in 2150 and a", "linear algorithm to go to the grid level. Based on this, emissions per", "grid cell were calculated using Eq. 1 by multiplying the three downscaled", "data sets.", "The emission scenarios of all RCPs have been harmonized with the grid", "scale emissions data for 2000 (0.5 × 0.5°) described by Granier et al.", "(2011). Emissions of all reactive gases and aerosols (methane (CH_4),", "sulphur dioxide (SO_2), NO_x, VOC, CO, OC and BC) were downscaled for 11", "separate emissions categories: surface transport, international shipping,", "aviation, power plants, solvents, waste, industry, residential and", "commercial activities, agricultural waste burning, other agriculture", "emissions, savanna burning, land-use change. With a few exceptions, the", "existing IMAGE categories can be mapped directly on these reporting", "categories. One exception relates to traditional charcoal emissions of VOC", "and OC. Here, emissions have been added to the energy sector as they are", "not normally explicitly included in the IMAGE model. Another exception is", "transport. The IMAGE model calculates total transport and marine bunker", "emissions. Given the required split (aviation bunkers, international", "shipping and surface transport), the original IMAGE output was multiplied", "with the time-dependent ratios of these three categories in the scenarios", "of the EU FP6 Integrated Project QUANTIFY.^Footnote 4 Subsequently, the", "linear downscaling algorithm was used for all transport emissions. For all", "emissions sources, the IMAGE output was made consistent with the", "historical data at the level of regions and sectors by using a multiplier", "equal to the ratio between the historical data and the IMAGE output that", "linearly converges to 1 in 2100. For sectors where harmonization", "corrections were found to be too large, instead of introducing a", "multiplicative harmonization factor that converges to 1, a constant offset", "was introduced (assuming that some emission sources were not included in", "the model).", "Land use", "Land use is dynamically calculated in IMAGE at a 0.5 × 0.5 grid. This", "means that the downscaling algorithms are applied within the model itself", "and not as a post-processing step. First, the production of agricultural", "products is determined at the regional scale (based on demand and trade", "assumptions). For the RCP2.6, production levels are based on exogenous", "input, i.e. the Adapting Mosaic scenario of the Millennium Ecosystem", "Assessment (Alcamo et al. 2005; Carpenter and Pingali 2006) with the", "exception of the demand for bioenergy crops which is taken directly from", "the energy model of IMAGE. Next, the regional production figures are", "downscaled to the grid using a set of allocation rules. These rules", "allocate land use on the basis of a combination of the following factors:", "1) agricultural productivity, 2) proximity to existing agricultural areas,", "3) proximity to current water bodies and cities and 4) a random factor", "(Bouwman et al. 2006). For the 1970–2000 period, instead of these", "allocation rules, information from the HYDE database (Klein Goldewijk et", "al. 2011) is used to allocate crop and pasture land to grid. In IMAGE, the", "land use data is used to drive agricultural emissions but also", "deforestation emissions (for CO_2 but also air pollutants).", "Results", "Trends for the baseline scenario", "The baseline scenario assumes that some of the historical trends continue", "in the next decades. Energy demand will continue to grow mostly in the", "emerging economies, driven by high income growth. In contrast, in", "developed countries, growth in energy demand levels off. Based on costs,", "energy supply is projected to continue to be dominated by fossil fuels", "(Fig. 2). While oil and, in the longer run, also natural gas are projected", "to become more expensive, coal prices stay relative low. This leads to an", "increase in coal use as feedstock for power and hydrogen production. In", "the baseline scenario, hydrogen becomes competitive in the transport", "sector after 2050 given costs reductions of production, transport and", "conversion technology and the simultaneous cost increases in oil products.", "As shown elsewhere, this result strongly depends on assumptions for", "different transport technologies vis-à-vis each other; less optimistic for", "hydrogen can easily result in scenarios where the transport sector is", "dominated by, for instance, biofuels or electric technologies (van Ruijven", "et al. 2007).", "Fig. 2", "figure2", "Trends in global energy use for the baseline (left) and the mitigation", "scenario RCP2.6 (right) (CCS=Carbon Capture and Storage)", "Full size image", "The baseline also projects an increase in the production of agricultural", "products over time. This increase is mostly driven by an increase in the", "global population, a modest increase in per capita consumption levels and", "a shift towards more meat intensive diets. Similarly as in the last few", "decades, the increase in global food production is mostly achieved through", "an increase in yield. While, for instance, global cereal production", "increased by 70% since 1970, crop land has increased only by about 6%. The", "reason for this has been a continuous increase in yields, about 1.5%", "annually for cereals on average at the global level. While this rate of", "improvement is likely to fall, so is the rate of increase in food demand.", "Assuming a somewhat lower than historically rate of yield improvement", "(e.g. for cereals an average rate of 0.75% per year over the whole period", "is assumed), global crop land for food production is projected to increase", "modestly up to 2050 and stabilize afterwards. Pasture land remains more or", "less stable from the present level, as a result of counteracting trends:", "1) increasing meat demand, 2) a shift globally from extensive,", "grazing-based livestock farming to more intensive, feed-crop based forms", "of livestock farming, and 3) a stabilizing and after 2050 even decreasing", "global population. A review of baseline scenarios in the literature shows", "typically a projected increase in agricultural land use from 2000 to 2030", "between 0% and 20% (with an average of 11%) (Rose et al. 2011; Smith et", "al. 2010). The projection that total global agricultural area (cropland", "plus grassland) is stabilized from 2030 onwards can thus be regarded as", "consistent with this range, but somewhat on the optimistic side. As a", "result of stabilizing agricultural area, emissions from the expansion of", "land use decrease during the 21st century, but do only approach zero after", "2060 (annual emissions were around 1.5 GtC in recent historical years", "(Houghton 2008)).", "The total sum of greenhouse gas emissions, including land-use CO_2,", "significantly increases under the baseline scenario from 11 GtC-eq in", "2000^Footnote 5 to 27 GtC-eq in 2100 (Fig. 3). This implies that the", "baseline scenario lies well within the literature range. Driven by these", "emissions, greenhouse gas concentrations rise substantially over time", "leading to a radiative forcing of about 7.2 W/m^2 by 2100. The global mean", "temperature increase in 2100 in the baseline scenario is according to the", "IMAGE model about 4°C above pre-industrial levels, assuming a climate", "sensitivity of 3°C.", "Fig. 3", "figure3", "Greenhouse gas and energy- and industry-related CO_2 emissions in the", "baseline and mitigation scenario RCP2.6. For energy- and industry-related", "CO_2 emissions, ranges of scenarios published in the literature for", "scenarios without climate policy (baseline) or leading to a forcing of", "2.6 W/m^2 are indicated (10–90th percentile)", "Full size image", "Trends for the mitigation scenario RCP2.6", "Clearly, emissions would need to decline substantially in order to reach a", "level of 2.6 W/m^2 by the end of the century. The cumulative emission", "reduction over the century amounts to about 70% and the emission reduction", "in 2100 to more than 95% compared to baseline (Fig. 3). The reductions are", "very different across the main greenhouse gases. CO_2 emissions are", "reduced by more than 100% to around −1 GtC per year in 2100. This is", "achieved by a considerable improvement of energy efficiency, replacement", "of unabated use of fossil fuels by a combination of fossil-fuel use with", "CCS, renewable energy and nuclear power and also the use of BECCS (see for", "more details Van Vuuren et al., 2007a). The latter leads to negative", "emissions in the power sector (see also discussion). This decrease is", "slightly offset by an increase in land-use related CO_2 emissions compared", "to baseline due to use of land for bioenergy production. This reduces the", "uptake of CO_2 by reducing the re-growing of forests compared to baseline", "(Fig. 4).", "Fig. 4", "figure4", "Trends in anthropogenic emissions of major greenhouse gases, baseline", "(left) vs. mitigation scenario RCP2.6 (right) (transport includes also", "international transport; industry includes both energy-related emissions", "and process emissions; deforestation emissions are included under the", "heading biomass burning)", "Full size image", "The emission reduction rates for methane and nitrous oxide are less than", "for CO_2. The reason is that the abatement potential for several important", "sources of these gases is limited. For instance, this includes methane", "emissions from ruminant livestock, and N_2O emissions from soils. In", "contrast, the calculations show energy-related emissions from methane to", "be reduced to nearly zero: only CH_4 emissions from open-pit coal mining", "and limited emissions from natural gas transport remain. For N_2O,", "process-related emissions are reduced to zero, but for agricultural", "emissions reduction potential is limited. On top of this, the increase in", "bioenergy production also leads to additional N_2O emissions. There has", "been substantial debate about the magnitude of this impact (see (Crutzen", "et al. 2007; Smeets et al. 2009)). As discussed in Van Vuuren et al.", "(2010c), N_2O emissions from woody bioenergy (the largest share of", "bioenergy used in this scenario) are likely to be relatively low. Still,", "taken all changes together N_2O emissions are only slightly lower in the", "RCP2.6 case than in the baseline. For the halogenated gases that are not", "regulated under the Montreal Protocol, finally, the baseline scenario", "projects a fast increase—mostly driven by demand for HFCs in application", "for air conditioning (here included in process emissions). The RCP2.6", "scenario shows a large reduction of these emissions, as in most cases,", "relatively cheap alternatives exist.", "The influence of the mitigation policies on energy use is illustrated in", "Fig. 2—which shows that unabated use of fossil fuels is reduced to almost", "zero. Climate policy leads to an improvement in energy efficiency, more", "use of CCS, increased use of bioenergy, and some increase in the use of", "nuclear power and PV/Wind. PV/wind increase their market share in the", "energy system but the increase in absolute terms is only small in this", "scenario, caused by 1) other options (e.g. CCS) being more economic, 2)", "limitations associated with intermittent nature of renewables, and 3) the", "share of power in total energy use. For land use, it should be noted that", "other assumptions than climate policy (food production) have a much", "stronger impact on land use (Fig. 5). Still, some impacts on land use", "occur. Climate policies lead to an increase in land used for bioenergy. At", "the same time, some land is used for reforestation activities (“sinks”).", "As a result, CO_2 emissions from land use are slightly higher in the", "RCP2.6 scenario than in the baseline.", "Fig. 5", "figure5", "Trends in land use in the mitigation scenario RCP2.6 and the baseline", "(baseline trend indicated by dashed line)", "Full size image", "Emissions of air pollutants", "The emissions of many air pollutants change significantly over time in", "both the baseline and the RCP2.6 scenario (Fig. 6). The changes in", "emissions result from both changes in the activity levels and emission", "factors. The latter reflect assumed changes in air pollution policies and", "technology development. For several air pollutants, the baseline scenario", "projects a clear decrease in emissions over time, especially for SO_2 and", "CO. This is mostly due to the assumed convergence over time of emission", "factors in low-income countries to levels consistent with current air", "pollution control policies in high-income countries. For other air", "pollutants (NH_3, NO_x and VOC), the baseline scenario more or less", "results in constant emissions up to 2050. The climate policies as assumed", "in RCP2.6 result in a substantial decrease in emissions of air pollutants,", "especially for SO_2 and VOC. This is caused by the fact that several", "activities that lead to high CO_2 emissions (such as coal use) also cause", "high air pollutant emissions: mitigation of these activities leads to a", "decrease of multiple emissions at the same time. Reduction of SO_2", "emissions mainly originates from reduction of coal use without CO_2", "capture in power production; reduction of VOC emissions from changes in", "transport fuel (towards hydrogen) and residential energy use. For NH_3,", "the opposite trend is observed. NH_3 emissions mainly originate from the", "agricultural sector (animal waste and fertilizer). The only impact of", "climate policy here is that increased bioenergy production leads to some", "increase in the use of fertilizer and subsequent consequences for NH_3", "emissions.", "Fig. 6", "figure6", "Trends in emissions of various gases, baseline and mitigation scenario", "RCP2.6", "Full size image", "Emissions of black carbon (BC) and organic carbon (OC) have been newly", "added to the IMAGE system. Emission factors have been used that are", "similar with those in the RCP emission inventory (Granier et al. 2011).", "For energy-related emissions, it has been assumed that emission factors", "converge over time to values of high-income regions. For land-use related", "emissions, emission factors have been held constant. Both the declining", "emissions factors and reduction of traditional energy use and", "deforestation lead to a declining trend in the baseline, with remaining OC", "emissions mostly originating from savannah burning and BC emissions from", "the energy sector. This implies that as result of mitigation action, BC", "emissions are further reduced in the RCP2.6 scenario. For OC, however,", "these ancillary benefits of climate policy are considerably lower. In the", "scenario, no specific climate policy is introduced for BC and OC. As early", "in the century, BC emissions from energy use are still high, it would in", "principle be possible to further reduce these emissions.", "Changes in radiative forcings", "Figure 7 shows the radiative forcing of the baseline scenario and the", "RCP2.6. By far the most important contribution to increased radiative", "forcing compared to pre-industrial levels comes from CO_2, both in the", "baseline and the mitigation case. This is despite the large emission", "reductions, and caused the current high emissions levels, inertia in the", "energy system and the long lifetime of CO_2 in the atmosphere. The", "relative decrease in radiative forcing between the RCP2.6 and the baseline", "is the highest for methane as a result of its short lifetime. For CO_2,", "the total impacts on the carbon cycle are evaluated in more detail", "(Fig. 8). Compared to the baseline, emissions from energy and", "industry-related sources under the RCP2.6 scenario are reduced from more", "than 20 GtC/yr to slightly negative emissions (see also discussion). As a", "result of a lower atmospheric CO_2 concentration level, the carbon uptake", "by oceans and natural vegetation is also greatly reduced compared to", "baseline. In addition, the use of bioenergy and the reduced CO_2", "fertilization effect leads to a small increase in agricultural area", "compared to baseline: this increases emissions from deforestation and", "decreases the uptake by re-growing vegetation. All in all, this implies", "that by the end of the century, the resulting flux of CO_2 into the", "atmosphere changes from nearly 12.5 GtC per year in the baseline to a", "negative flux in the RCP2.6 of almost 2 GtC per year (i.e. a larger uptake", "of CO_2 by the oceans and biosphere than the net anthropogenic emissions)", "leading to a decreasing CO_2 concentration.", "Fig. 7", "figure7", "Trends in radiative forcing for the baseline and mitigation scenario", "RCP2.6", "Full size image", "Fig. 8", "figure8", "Carbon fluxes in the baseline and the mitigation scenario RCP2.6", "Full size image", "Consequences for abatement costs", "The carbon prices that would be needed to induce the changes described", "above rise rapidly: from around 25 USD^Footnote 6/tC (or 7 USD/tCO_2) in", "2010 to slightly above 200 USD/tC (or 60 USD/tCO_2) by 2020, 300 USD/tC", "(or 80 USD/tCO_2) by 2030, and around 600 USD/tC (or 160 USD/tCO_2) by", "2050 (Fig. 9). The marginal price, in particular, needs to rise in order", "to reduce emissions from less-responsive sources, such as for CO_2", "emissions from transport, or for some of the non-CO_2 emissions from", "agricultural sources. From 2050 onwards, simulated prices stay at high", "levels of around 700 to 900 USD/tC (200 to 250 USD/tCO_2). The shown price", "path is based on minimization of the abatement costs over time within", "certain criteria (see Section 2). Abatement costs reach a level of around", "1.7% of GDP by 2050 and decline afterwards (the latter is a result of", "further GDP growth and a declining share of the energy sector in total", "GDP). Just for comparison, these direct abatement costs are about a third", "of the total expenditures in the energy sector: these are, worldwide,", "about 4% to 5% of GDP and is expected to remain nearly constant under our", "baseline scenario. The climate abatement costs are also comparable to the", "current expenditures (as percentage of GDP) on environmental policy in the", "European Union, mostly for waste and waste-water management. The carbon", "prices calculated here are, certainly at the end of the century, lower", "than most models in the EMF-22 set (Clarke et al. 2010), but compare well", "to those in the ADAM set (all focusing at scenarios that reach 2.6 W/m^2", "(Edenhofer et al. 2010). Comparing the costs estimates of model runs in", "the literature on the basis of the discounted product of the marginal", "carbon price and the reduced emissions show the costs of the IMAGE model", "run to be consistent with literature values (typically around 1–3% of GDP;", "but with a few exceptions of much higher costs if low technology", "development is assumed (Clarke et al. 2010; Edenhofer et al. 2010)).", "Fig. 9", "figure9", "Carbon price and abatement cost necessary and induced by the RCP2.6", "mitigation scenario under full participation of all countries and sectors", "Full size image", "Differences with the original publication", "The RCP2.6 is somewhat different from the original scenario published by", "Van Vuuren et al. (2007a). The most important changes are: 1) the use of", "data on emission trends up to 2007 (instead of 2000); 2) the calculation", "of bioenergy related non-CO_2 emissions, 3) the update of the MAGICC", "model, and 4) the inclusion of BC and OC emissions. The impact on the", "overall emission pathway are, however, small as shown by Van Vuuren et al.", "(2010c). The most important change is slightly lower negative emission", "levels at the end of the century, due to higher baseline emissions and the", "somewhat lower use of bioenergy. The small increase in CO_2 emissions is", "compensated by a slightly larger reduction in non-CO_2 gases.", "Results of downscaling", "The results of the emissions downscaling are shown here for CH_4 and SO_2.", "In 2000, high CH_4 emission intensity occurs mostly in Western Europe,", "Eastern China, South Asia and some parts of North and South America,", "coinciding mostly with major agricultural areas (Fig. 10). Under the", "baseline, 2050 CH_4 emissions are projected to intensity in many areas of", "the world and especially Asia. Under the RCP2.6, however, 2050 emissions", "are reduced is most areas compared to 2000 and high emission intensity", "areas mostly remain in Eastern and Southern Asia. For SO_2, high emission", "intensities for 2000 emissions are found in Europe, Eastern Asia, Eastern", "USA and Middle East. As a result of a combination of air pollution and", "climate policy SO_2 emissions are reduced considerably in many areas", "around the world by 2050. In 2050, in the baseline emission intensity", "remain high in Asia. This is caused by the high population density, but", "also by the high share of coal use in this region (emission intensities", "decrease in China but increase in India). In the RCP2.6, in contrast,", "emission intensities are reduced almost everywhere and have, compared to", "2000, also become more evenly distributed across the world. The changes in", "SO_2 emissions are relevant for environmental acidification concerns, but", "also for climate change, as SO_2 aerosols partly offset the radiative", "forcing of greenhouse gases.", "Fig. 10", "figure10", "Downscaling results for SO_2 (left) and CH_4 (right) emissions", "Full size image", "The land use maps show that the projected changes in land use are only", "modest during the century—certainly in the absence of climate policy.", "However, a trend in agricultural area relocating from high income regions", "to low income regions can be noticed (Fig. 11). In the RCP2.6 scenario, a", "clear increase in bioenergy use becomes obvious also in terms of the area", "devoted to bioenergy. These areas occur near current agricultural areas", "and in particular in abandoned areas in high income regions.", "Fig. 11", "figure11", "Land use trends in the baseline and RCP2.6 mitigation scenario. Please", "note that harmonised land use trends for all RCPs are provided as", "described in Hurtt et al. (2011)", "Full size image", "Discussion", "As indicated in the previous sections, the IMAGE calculations show that it", "is technically possible to reach, from a medium emission baseline, an", "emission pathway that limits radiative forcing at 2.6 W/m^2 in 2100. This", "conclusion is consistent with other recent model studies (Clarke et al.", "2010; Edenhofer et al. 2010). Both the IMAGE calculations and the current", "literature suggest that there are a number of key conditions that need to", "be met in order to achieve the required level of emission reductions.", "First of all, emissions need to be reduced rapidly (around 4% of 2000", "emissions annually) over a period of decades. This requires an improvement", "of greenhouse gas intensity of around 5–6% per year, considerably above", "the historical rates of around 1–2% per year. In fact, in order to avoid a", "too large overshoot and/or extremely rapid reduction rate requirements in", "the second half of the century, stringent emission reductions are already", "required in the current decade. In the RCP2.6, IMAGE but also most other", "model calculations show that global emissions need to peak around 2020", "(Van Vuuren and Riahi 2011). As shown earlier in the EMF-22 model", "experiments, and in earlier publications of the RCP2.6, such emission", "reductions cannot be achieved without broadening participation beyond OECD", "countries in the short run (Clarke et al. 2010; Van Vuuren et al. 2010c)", "and certainly without the participation of important OECD countries like", "the USA.", "Secondly, achieving the ambitious emission reductions associated with the", "RCP2.6 requires sufficient potential to reduce emissions for all major", "emission sources. In RCP2.6, CO_2 emissions from fossil fuel use are", "reduced by a combination of energy efficiency, increased use of renewables", "and nuclear power, use of carbon capture and storage and increased use of", "bioenergy. An important assumption is that new technologies can be", "implemented swiftly (limited only by the capital turnover rate) and can be", "rapidly transferred to different parts of the world. As the required", "emission reductions are close to the maximum emission reduction potential,", "excluding options and/or reducing their potential can easily imply that", "the required emission reductions cannot be achieved (Edenhofer et al.", "2010; Van Vuuren et al. 2010c). Bioenergy plays an important role in this", "context. The option of BECCS to achieve negative emissions in the second", "half of the century allows avoiding even more stringent emission", "reductions in the short term than already included in the scenario (Azar", "et al. 2010; Read and Lermit 2005). In fact, several papers have shown", "that excluding BECCS could easily imply that the 2.6 W/m^2 profile is out", "of reach in current models (Tavoni and Tol 2010; Van Vuuren and Riahi", "2011).", "Obviously, the use of BECCS is uncertain: it depends on the uncertainties", "related to both large-scale bioenergy use and CCS. Current literature on", "large scale bioenergy use indicates that there might be a potential", "trade-off with food production and biodiversity (Bringezu et al. 2009; Van", "Vuuren et al. 2010a). Therefore, large-scale bioenergy use seems only", "feasible if 1) the expansion of agricultural areas for food production is", "limited (requiring high agricultural productivity) and 2) greenhouse gas", "emissions associated with bioenergy use are limited. The latter above all", "requires that no or very little deforestation for bioenergy production", "occurs via indirect routes (Searchinger et al. 2008). This may be achieved", "by setting sustainability criteria for bioenergy production. CCS potential", "is also uncertain and depends on the total storage capacity that allows", "for safe (i.e. permanent) storage of CO_2, but also on sufficient societal", "support. Finally, the additional (technical) challenges related to using", "bioenergy in combination with CCS seem to be relatively small compared to", "those already associated with CCS and bioenergy individually.", "The third important condition is that non-CO_2 gases are strongly reduced.", "An important finding of the RCP2.6 is that by 2100, most of the remaining", "greenhouse gas emissions are non-CO_2 gases (which obviously depends on", "our current estimates of reduction potentials). In other words, further", "emission reduction, strongly hinges on the question whether further", "emission reduction can be achieved here. The IMAGE estimates of long-term", "non-CO_2 emission reduction have been described in detail by Lucas et al.", "(2007), and are based on the assumption that technical reduction", "potentials discussed for the next decades can be implemented by 2100. This", "assumption, obviously, involves major uncertainties that require further", "research.", "Finally, baseline trends play a crucial role in the ability to reach low", "radiative forcing levels. Different assumptions on baseline emissions", "could easily lead to much higher or lower costs or even make the 2.6 W/m^2", "target infeasible (Fisher et al. 2007b; O’Neill et al. 2010). For land-use", "scenarios, key uncertainties surround the development of food crop yields,", "and food demand. For energy, key uncertainties are related to technology", "development, the potential of technologies with zero/low greenhouse gas", "emissions and issues related to their penetration in the larger energy", "system. More in general, key factors include population growth and", "development patterns.", "Alternative RCPs", "We have used the IMAGE model also to construct alternative representations", "of the RCP4.5 and RCP6. Figure 12 shows the emissions of the IMAGE", "scenarios including the baseline, in comparison to the official RCPs. The", "emission reductions for these alternative greenhouse gas forcing targets", "are much lower than for 2.6 W/m^2 target. For the IMAGE 4.5 W/m^2", "scenario, for instance, cumulative 21st century emissions need to be", "reduced by about 50% compared to baseline (compared to a reduction of more", "than 70% in the RCP2.6). Given the lower urgency to rapidly reduce", "emissions, most of these reductions can take place in the second half of", "the century. By 2050, emission reductions are only 25% compared to", "baseline. In other words, short-term emission reductions strongly depend", "on the long-term target. The trajectory of the IMAGE 4.5 W/m^2 scenario", "compares well to the official RCP in terms of the overall reduction rate", "over time but also the forcing levels across different gases. The IMAGE", "6 W/m^2 scenario follows an even more delayed emission pathway than the", "4.5 W/m^2 case. A 6 W/m^2 target can be reached, even if most of the", "reductions are delayed to beyond 2080. Before 2080, only low costs", "reduction measures are taken. The emission reduction is about 50% below", "baseline by 2100. The trajectory of the IMAGE 6 W/m^2 is noticeably", "different from the RCP6. Emissions are higher up to 2050, but this is", "compensated by lower emissions after 2050. To some degree, one may expect", "that the flexibility in the emission pathways increases for higher forcing", "targets. Figure 12 also shows the trajectories for radiative", "forcing.^Footnote 7 The IMAGE scenarios compare well to their RCP", "counterparts. A noticeable difference is the higher emission for", "halogenated gases in IMAGE resulting from the assumed rapid increase in", "HFC use for air conditioning. These results also influence the RCP2.6", "emission pathway.", "Fig. 12", "figure12", "Emissions and radiative forcing for the IMAGE (IM) alternative RCP", "scenarios (the small differences between the IM2.6 and the RCP2.6 results", "from the scaling with historical data as applied for greenhouse gases", "(Meinshausen et al. 2011))", "Full size image", "Conclusions and recommendations for further research", "The IMAGE calculations show that it is technically feasible to reach low", "radiative forcing levels (2.6 W/m^2) by 2100. However, there are several", "key assumptions that are important in achieving such a low level. The", "calculations show that it is possible to reach radiative forcing levels", "that are consistent with expected temperature level by 2100 in the range", "of 1.5–2°C temperature increase (based on current estimates of climate", "sensitivity). These results are also confirmed by calculations with other", "integrated assessment models. The calculations, however, also show that", "several key conditions need to be met, such as broad participation of", "countries and sectors in the reductions, optimistic assumptions on", "mitigation potential, and BECCS contribution.", "There are several key questions with respect to the feasibility of low", "stabilization scenarios; new work based on RCP2.6 might help exploring", "these questions.", "* The rates of emission reduction that are required go far beyond", "historically achieved rates. A key question is how such a rate of", "reduction can be achieved over a long time period in terms of", "political and societal support and governance structures (Knopf et al.", "2010). Research may help to identify pathways and financing structures", "that could be acceptable for the parties involved in the current", "climate negotiations.", "* Our work has also shown that emission reductions for CO_2 go", "considerably beyond those of non-CO_2 gases. For several key sources", "of non-CO_2 gas emissions, emission reduction potential is limited.", "The achievability of low greenhouse gas concentration levels can be", "considerably increased if there is more potential to reduce non-CO_2", "emissions. Reducing non-CO_2 emissions (such as CH_4 and BC) may also", "be attractive for reasons of air pollution.", "* It is interesting to look further into the question how the", "feasibility of reaching low concentration levels depends on technology", "and reduction potential assumptions. For instance, researchers may", "look into the question how much bioenergy is needed in models to still", "achieve a 2.6 W/m^2 target and/or what direct and indirect emissions", "of bioenergy are still acceptable.", "* The mitigation measures considered in most low greenhouse gas", "stabilization scenarios focus on reducing emissions by means of", "alternative technologies. Only indirectly and implicitly lifestyle", "changes are considered included in efficiency improvements and/or", "macro-economic changes. Studies have shown that some non-technical", "measures may be effective in reducing emissions (Stehfest et al.", "2009). A key question, however, is whether such measures are", "politically feasible.", "* Nearly all calculations on low greenhouse gas scenarios have currently", "been done using simple climate models. The currently planned", "calculations of the RCP2.6 scenario using complex climate models may", "provide important insights into the question whether the reversal in", "radiative forcing trend (peak and decline) can actually be achieved in", "light of the more complex dynamics included in these models.", "Notes", "1. 1.", "All radiative forcing numbers in this paper refer to the forcing of", "greenhouse gases, ozone and aerosols.", "2. 2.", "The model names mentioned in this section are acronyms. IMAGE:", "Integrated Model to Assess the Global Environment. TIMER: The IMage", "Energy Regional model. FAIR: Framework to Assess International Regimes", "for differentiation of climate commitments. MAGICC: Model for the", "Assessment of Greenhouse-gas Induced Climate Change. SiMCaP: Simple", "Model for Climate policy assessment.", "3. 3.", "There are eight developed countries/regions: Canada, USA, Western", "Europe, Central Europe, Ukraine region, Russian Federation, Japan and", "Oceania (Australia and New-Zealand); and eighteen developing", "countries/regions: Mexico, remainder of (Rest) Central America,", "Brazil, remainder of (Rest) South America, northern Africa, western", "Africa, Eastern Africa, South Africa, Kazakhstan, Middle East, Turkey,", "India, Korea region, China region, Mekong region, Indonesia region,", "remainder of (Rest) southern Asia and remainder of (Rest) southern", "Africa.", "4. 4.", "http://www.pa.op.dlr.de/quantify/", "5. 5.", "The term all greenhouse gas emissions refers to the global warming", "potential-weighted sum of six Kyoto greenhouse gas emissions. For the", "greenhouse gas concentration, instead, all radiative forcing items", "including aerosols and ozone are accounted for.", "6. 6.", "All prices and costs in this paper are expressed in 2005 USD.", "7. 7.", "The radiative forcing levels for the RCPs have been taken from RCP", "database at http://www.iiasa.ac.at/web-apps/tnt/RcpDb/. There is a", "slight difference in the definition of radiative forcing as the", "website uses the so-called effective radiative forcing as calculated", "by MAGICC6. Both the IMAGE and RCP forcing exclude mineral dust and", "the effect of land albedo.", "References", "1. Alcamo J, Van Vuuren D, Ringler C, Cramer W, Masui T et al. (2005)", "Changes in nature’s balance sheet: model-based estimates of future", "worldwide ecosystem services. Ecology and society 10 (2)", "2. Azar C, Lindgren K, Larson E, Möllersten K (2006) Carbon capture and", "storage from fossil fuels and biomass—costs and potential role in", "stabilizing the atmosphere. Clim Change 74:47–79", "Article  Google Scholar", "3. Azar C, Lindgren K, Obersteiner M, Riahi K, Van Vuuren DP et al (2010)", "The feasibility of low CO_2 concentration targets and the role of", "bio-energy carbon-capture and storage. Climatic Change 100 (1):195–202", "Google Scholar", "4. Bouwman AF, Kram T, Klein Goldewijk K (eds) (2006) Integrated", "modelling of global environmental change. An overview of IMAGE 2.4,", "Publication 500110002/2006, Netherlands Environmental Assessment", "Agency, Bilthoven, p. 228", "5. Bringezu S, Schütz H, O’Brien M, Kauppi L, Howarth RW et al (2009)", "Assessing biofuels. UNEP—International Panel for Sustainable Resource", "Management, France", "Google Scholar", "6. Calvin K, Edmonds J, Bond-Lamberty B, Clarke L, Kim SH et al (2009)", "2.6: limiting climate change to 450 ppm CO2 equivalent in the 21st", "century. Energ Econ 31:S107–S120", "Article  Google Scholar", "7. Carpenter S, Pingali P (2006) Ecosystems and human wellbeing:", "scenarios. Island Press, Wasington DC", "Google Scholar", "8. Clarke L, Edmonds J, Krey V, Richels R, Rose S et al (2009)", "International climate policy architectures: overview of the EMF 22", "international scenarios. Energ Econ 31:S64–S81", "Article  Google Scholar", "9. Clarke L, Edmonds J, Krey V, Richels R, Rose S et al (2010)", "International climate policy architectures: overview of the EMF 22", "international scenarios. Energ Econ 31(suppl 2):S64–S81", "Google Scholar", "10. Crutzen PJ, Mosier AR, Smith KA, Winiwarter W (2007) N2O release from", "agro-biofuel production negates global warming reduction by replacing", "fossil fuels. Atmos Chem Phys Discuss 7:11191–11205", "Article  Google Scholar", "11. den Elzen MGJ, Van Vuuren DP (2007) Peaking profiles for achieving", "long-term temperature targets with more likelihood at lower costs.", "PNAS 104:17931–17936", "Article  Google Scholar", "12. den Elzen M, Meinshausen M, Van Vuuren D (2007) Multi-gas emission", "envelopes to meet greenhouse gas concentration targets: costs versus", "certainty of limiting temperature increase. Global Environ Change", "17:260–280", "Article  Google Scholar", "13. Edenhofer O, Knopf B, Barker T, Baumstark L, Bellevrat E et al (2010)", "The economics of low stabilization: model comparison of mitigation", "strategies and costs. Energ J 31:11–48", "Google Scholar", "14. Fisher B, Nakicenovic N, Alfsen K, Corfee Morlot J, de la Chesnaye F", "et al (2007a) Issues related to mitigation in the long-term context.", "In: Metz B, Davidson O, Bosch P, Dave R, Meyer L (eds) Climate change", "2007. Mitigation of climate change. Contribution of working group III", "to the fourth assessment report of the intergovernmental panel on", "climate change. Cambridge University Press, New York, pp 169–250", "Google Scholar", "15. Fisher B, Nakicenovic N, Alfsen K, Corfee Morlot J, De la Chesnaye F", "et al (2007b) Issues related to mitigation in the long-term context.", "In: Metz B, Davidson O, Bosch P, Dave R, Meyer L (eds) Climate Change", "2007—mitigation. Cambridge University Press, Cambridge", "Google Scholar", "16. Granier C, Bessagnet B, Bond T, D’Angiola A, van der Gon HG et al", "(2011) Evolution of anthropogenic and biomass burning emissions at", "global and regional scales during the 1980–2010 period. Clim Change.", "This Issue", "17. Harnisch J, Klaus S, Wartmann S, Rhiemeier JM (2009) Development of", "F-gas module for TIMER model. ECOFYS, Nuremberg", "Google Scholar", "18. Houghton RA (2008) Carbon flux to the atmosphere from land-use", "changes: 1850–2005. TRENDS: a compendium of data on global change.", "Carbon dioxide information analysis center, Oak Ridge National", "Laboratory, U.S. Department of Energy, Oak Ridge, Tenn., USA", "19. Hurtt G, Chini L, Frolking S, Betts R, Edmonds J, Feddema J, Fisher G,", "Goldewijk KK, Hibbard KA, 823 Houghton R et al (2011) Land use Change", "and earth system dynamics. Climatic Change. This Issue.", "20. IPCC (2007) Report of the 26th session of the IPCC. Bangkok. April 30-", "May 4 2007. Intergovernmental Panel on Climate Change, Geneva,", "Switzerland", "21. Kaya (1989) Impacts of carbon dioxide emissions on GWP: interpretation", "of proposed scenarios. IPCC/Response Strategies Working Group, Geneva", "22. Klein Goldewijk K, Beusen A, de Vos M, van Drecht G (2011) The HYDE", "3.1 spatially explicit database of human induced land use change over", "the past 12,000 years Global Ecology and Biogeography 20(1):73–86", "23. Knopf B, Edenhofer O, Flachsland C, Kok MTJ, Lotze-Campen H et al", "(2010) Managing the low-carbon transition—From model results to", "policies. Energ J 31:223–245", "Google Scholar", "24. Lucas PL, Van Vuuren DP, Olivier JGJ, Den Elzen MGJ (2007) Long-term", "reduction potential of non-CO2 greenhouse gases. Environ Sci Pol", "10:85–103", "Article  Google Scholar", "25. Masui T, Matsumoto K, Hijioka Y, Kinoshita T, Nozawa T et al (2011) A", "emission pathway to stabilize at 6W/m2 of radiative forcing. Clim", "Change. This Issue", "26. Meinshausen M, Hare B, Wigley TML, Van Vuuren D, Den Elzen MGJ et al", "(2006) Multi-gas emissions pathways to meet climate targets. Clim", "Change 75:151–194", "Article  Google Scholar", "27. Meinshausen M, Raper SCB, Wigley TML (2008) Emulating IPCC AR4", "atmosphere-ocean and carbon cycle models for projecting global-mean,", "hemispheric and land/ocean temperatures: MAGICC 6.0. Atmos Chem Phys", "Discuss 8:6153–6272", "Article  Google Scholar", "28. Meinshausen M, Smith SJ, Calvin K, Daniel JS, Kainuma MLT et al (2011)", "The RCP greenhouse gas concentrations and their extensions from 1765", "to 2300. Clim Change. This Issue", "29. Moss R, Babiker M, Brinkman S, Calvo E, Carter T et al (2008) Towards", "new scenarios for analysis of emissions, climate change, impacts, and", "response strategies. IPCC Expert Meeting Report on New Scenarios.", "Intergovernmental Panel on Climate Change, Noordwijkerhout", "30. Moss RH, Edmonds JA, Hibbard KA, Manning MR, Rose SK et al (2010) The", "next generation of scenarios for climate change research and", "assessment. Nature 463:747–756", "Article  Google Scholar", "31. Nakicenovic N, Swart R (eds) (2000) Special report on emissions", "scenarios (SRES). Cambridge University Press, Cambridge", "Google Scholar", "32. O’Neill B, Riahi K, Keppo I (2010) Mitigation implications of", "midcentury targets that preserve long-term climate policy options.", "Proc Natl Acad Sci. doi:10.1073/pnas.0903797106", "33. Olivier JGJ, Berdowski JM, Peters JAHW, Bakker J, Visschedijk AJH et", "al (2001) Applications of EDGAR. Inclusing a description of EDGAR", "V3.0: reference database with trend data for 1970–1995. National", "Institute ofor Public Health and the Environment (RIVM)/Netherlands", "Organization for Applied Scientific Research (TNO), Bilthoven, The", "Netherlands", "34. Rao S, Riahi K, Stehfest E, Van Vuuren DP, Cheolhung C et al (2008)", "IMAGE and MESSAGE scenarios limiting GHG concentration to low levels.", "IIASA, Laxenbourg", "Google Scholar", "35. Read P, Lermit J (2005) Bio-energy with carbon storage (BECS): a", "sequential decision approach to the threat of abrupt climate change.", "Energy 30:2654–2671", "Article  Google Scholar", "36. Riahi K, Grübler A, Nakicenovic N (2007) Scenarios of long-term", "socio-economic and environmental development under climate", "stabilization. Technol Forecast Soc Change 74:887–935", "Article  Google Scholar", "37. Riahi K, Krey V, Rao S, Chirkov V, Fischer G et al (2011) RCP-8.5:", "exploring the consequence of high emission trajectories. Clim Change.", "This Issue", "38. Rose S, Ahammad H, Eickhout B, Fisher B, Kurosawa A et al (2011)", "Land-based mitigation in climate stabilization. Energ Econ. (accepted", "for publication)", "39. Schlesinger ME, Malyshev S, Rozanov EV, Yang F, Andronova NG et al", "(2000) Geographical distributions of temperature change for scenarios", "of greenhouse gas and sulphur dioxide emissions. Technological", "Forecasting and Social Change 65(2):167–193", "Google Scholar", "40. Searchinger T, Heimlich R, Houghton RA, Dong F, Elobeid A et al (2008)", "Use of U.S. croplands for biofuels increases greenhouse gases through", "emissions from land-use change. Science 319:1238–1240", "Article  Google Scholar", "41. Smeets EMW, Bouwman LF, Stehfest E, Van Vuuren DP, Posthuma A (2009)", "Contribution of N2O to the greenhouse gas balance of first-generation", "biofuels. Global Change Biol 15:1–23", "Article  Google Scholar", "42. Smith P, Gregory PJ, Van Vuuren DP, Obersteiner M, Havlík P et al", "(2010) Competition for land. Phil Trans Roy Soc Lond B Biol Sci", "365:2941–2957", "Article  Google Scholar", "43. Stehfest E, Bouwman L, Van Vuuren DP, Den Elzen MGJ, Eickhout B et al", "(2009) Climate benefits of changing diet. Clim Change 95:83–102", "Article  Google Scholar", "44. Tavoni M, Tol R (2010) Counting only the hits? The risk of", "underestimating the costs of stringent climate policy. Clim Change", "100:769–778", "Article  Google Scholar", "45. Thomson AM, Calvin KV, Smith SJ, Kyle GP, Volke A et al (2011) RCP4.5:", "a pathway for stabilization of radiative forcing by 2100. Clim Change.", "This Issue", "46. UN (2004) World population prospects: the 2004 revision. United", "Nations—Department for Economic and Social Information and Policy", "Analysis, New York", "47. Van Ruijven B, Van Vuuren DP, de Vries B (2007) The potential role of", "hydrogen in energy systems with and without climate policy. Int J", "Hydrogen Energ 32:1655–1672", "Article  Google Scholar", "48. Van Vuuren DP, Riahi K (2011) The relationship between short-term", "emissions and long-term concentration targets—a letter. Clim Change", "104(3–4):793–801", "Google Scholar", "49. Van Vuuren DP, Eickhout B, Lucas PL, den Elzen MGJ (2006) Long-term", "multi-gas scenarios to stabilise radiative forcing—exploring costs and", "benefits within an integrated assessment framework. Energ J 27:201–233", "Google Scholar", "50. Van Vuuren DP, Den Elzen MGJ, Lucas PL, Eickhout B, Strengers BJ et al", "(2007a) Stabilizing greenhouse gas concentrations at low levels: an", "assessment of reduction strategies and costs. Clim Change 81:119–159", "Article  Google Scholar", "51. Van Vuuren DP, Lucas PL, Hilderink H (2007b) Downscaling drivers of", "global environmental change: enabling use of global SRES scenarios at", "the national and grid levels. Global Environ Change 17:114–130", "Article  Google Scholar", "52. Van Vuuren DP, Bellevrat E, Kitous A, Isaac M (2010a) Bio-energy use", "and low stabilization scenarios. Energ J 31:193–222", "Google Scholar", "53. Van Vuuren DP, Edmonds J, Thomson A, Riahi K, Kainuma M et al (2010b)", "Representative concentration pathways: an overview. Clim Change (this", "issue)", "54. Van Vuuren DP, Stehfest E, den Elzen MGJ, van Vliet J, Isaac M (2010c)", "Exploring IMAGE model scenarios that keep greenhouse gas radiative", "forcing below 3 W/m2 in 2100. Energ Econ 32:1105–1120", "Article  Google Scholar", "55. Van Vuuren DP, Edmonds J, Kainuma M, Riahi K, Thomson A, Hibbard K,", "Hurtt GC, Kram T, Krey V, Lamarque JF, Masui T, Meinshausen M,", "Nakicenovic N, Smith SJ, Rose SK (2011) The representative", "concentration pathways: an overview. Climatic Change. This Issue", "56. Weyant JP, de la Chesnaye FC, Blanford GJ (2007) Overview of EMF21:", "multigas mitigation and climate policy. The Energy Journal Special", "issue #3:1–32", "Google Scholar", "57. Wigley TML (2003) MAGICC/SCENGEN 4.1: technical manual. UCAR—Climate", "and Global Dynamics Division, Boulder, CO", "Download references", "Open Access", "This article is distributed under the terms of the Creative Commons", "Attribution Noncommercial License which permits any noncommercial use,", "distribution, and reproduction in any medium, provided the original", "author(s) and source are credited.", "Author information", "Affiliations", "1. PBL Netherlands Environmental Assessment Agency, PO BOX 303, 3720 BA,", "Bilthoven, The Netherlands", "Detlef P. van Vuuren, Elke Stehfest, Michel G. J. den Elzen, Tom", "Kram, Jasper van Vliet, Sebastiaan Deetman, Morna Isaac, Kees Klein", "Goldewijk, Andries Hof, Angelica Mendoza Beltran, Rineke", "Oostenrijk & Bas van Ruijven", "2. Department of Geography, Utrecht University, Utrecht, The Netherlands", "Detlef P. van Vuuren", "Authors", "1. Detlef P. van Vuuren", "View author publications", "You can also search for this author in PubMed Google Scholar", "2. Elke Stehfest", "View author publications", "You can also search for this author in PubMed Google Scholar", "3. Michel G. J. den Elzen", "View author publications", "You can also search for this author in PubMed Google Scholar", "4. Tom Kram", "View author publications", "You can also search for this author in PubMed Google Scholar", "5. Jasper van Vliet", "View author publications", "You can also search for this author in PubMed Google Scholar", "6. Sebastiaan Deetman", "View author publications", "You can also search for this author in PubMed Google Scholar", "7. Morna Isaac", "View author publications", "You can also search for this author in PubMed Google Scholar", "8. Kees Klein Goldewijk", "View author publications", "You can also search for this author in PubMed Google Scholar", "9. Andries Hof", "View author publications", "You can also search for this author in PubMed Google Scholar", "10. Angelica Mendoza Beltran", "View author publications", "You can also search for this author in PubMed Google Scholar", "11. Rineke Oostenrijk", "View author publications", "You can also search for this author in PubMed Google Scholar", "12. Bas van Ruijven", "View author publications", "You can also search for this author in PubMed Google Scholar", "Corresponding author", "Correspondence to Detlef P. van Vuuren.", "Rights and permissions", "Open Access This is an open access article distributed under the terms of", "the Creative Commons Attribution Noncommercial License", "(https://creativecommons.org/licenses/by-nc/2.0), which permits any", "noncommercial use, distribution, and reproduction in any medium, provided", "the original author(s) and source are credited.", "Reprints and Permissions", "About this article", "Cite this article", "van Vuuren, D.P., Stehfest, E., den Elzen, M.G.J. et al. RCP2.6: exploring", "the possibility to keep global mean temperature increase below 2°C.", "Climatic Change 109, 95 (2011). https://doi.org/10.1007/s10584-011-0152-3", "Download citation", "* Received: 17 September 2010", "* Accepted: 21 June 2011", "* Published: 05 August 2011", "* DOI: https://doi.org/10.1007/s10584-011-0152-3", "Keywords", "* Emission Reduction", "* Emission Factor", "* Climate Policy", "* Abatement Cost", "* Image Model", "Download PDF", "Advertisement", "Over 10 million scientific documents at your fingertips", "Switch Edition", "* Academic Edition", "* Corporate Edition", "* Home", "* Impressum", "* Legal information", "* Privacy statement", "* California Privacy Statement", "* How we use cookies", "* Manage cookies/Do not sell my data", "* Accessibility", "* Contact us", "Not logged in - 136.243.106.20", "Not affiliated", "Springer Nature Springer Nature logo", "© 2021 Springer Nature Switzerland AG. Part of Springer Nature.", "\\"]