["Refresh:", "https://consent.youtube.com/ml?continue=https://www.youtube.com/watch?v%3DV7V3r6pVVaY&gl=DE&hl=de&pc=yt&uxe=24020388&src=1&rffu=true", "Link: canonical", "Anmelden", "YouTube ein Google-Unternehmen", "Anmelden", "Bevor Sie zu YouTube weitergehen", "Google verwendet Cookies und Daten für Folgendes:", "* Dienste anbieten und betreiben, z. B. Störungen prüfen und Maßnahmen", "gegen Spam, Betrug oder Missbrauch ergreifen", "* Daten zu Zielgruppeninteraktionen und Websitestatistiken erheben, um", "zu verstehen, wie unsere Dienste verwendet werden", "Wenn Sie zustimmen, verwenden wir Cookies und Daten auch für Folgendes:", "* Qualität unserer Dienste verbessern und neue Dienste entwickeln", "* Werbung ausliefern und die Effektivität von Werbung messen", "* Personalisierte Inhalte anzeigen, abhängig von Ihren Einstellungen", "* Personalisierte oder allgemeine Werbung bei Google und im Web", "anzeigen, abhängig von Ihren Einstellungen", "Die Auswahl nicht personalisierter Inhalte und Werbeanzeigen kann davon", "abhängen, welche Inhalte Sie sich gerade ansehen und wo Sie sich befinden", "(die Anzeigenbereitstellung basiert auf dem allgemeinen Standort).", "Personalisierte Inhalte und Werbeanzeigen können ebenfalls darauf", "basieren, darüber hinaus aber auch auf Aktivitäten wie Suchanfragen bei", "Google und Videos, die Sie sich bei YouTube ansehen. Zu personalisierten", "Inhalten und Werbeanzeigen gehören beispielsweise Dinge wie relevantere", "Ergebnisse und Empfehlungen, eine individuelle YouTube-Startseite und", "Werbung, die auf Ihre Interessen zugeschnitten ist.", "Klicken Sie auf „Anpassen“, um sich Ihre Möglichkeiten anzusehen. Zu", "diesen gehören zum Beispiel Steuerelemente, um Cookies für die", "Personalisierung zu deaktivieren, oder Informationen zu Steuerelementen", "auf Browserebene, mit denen einige oder alle Cookies für andere Zwecke", "deaktiviert werden können. Besuchen Sie bei Bedarf jederzeit", "g.co/privacytools.", "Anpassen", "Ich stimme zu", "Ihre Einstellungen werden im Hintergrund übernommen, bitte warten...", "DeutschDown arrow", "Datenschutz", "Nutzungsbedingungen", "DeutschDown arrow", "Datenschutzerklärung", "Nutzungsbedingungen"]