["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Politics", "Politicians", "Who Is Barack Obama?", "Who Is Barack Obama?", "Is Barack Obama as a 'radical Muslim' who 'will not recite the Pledge of", "Allegiance'?", "* David Mikkelson", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim:   Barack Obama is a “radical Muslim” who “will not recite the", "Pledge of Allegiance.”", "----------------------------------------------------------------------", "FALSE", "----------------------------------------------------------------------", "Example:   [Collected via e-mail, January 2007]", "If you do not ever forward anything else, please forward this to all your", "contacts…this is very scary to think of what lies ahead of us here in our", "own United States…better heed this and pray about it and share it.", "Who is Barack Obama?", "Probable U. S. presidential candidate, Barack Hussein Obama was born in", "Honolulu, Hawaii, to Barack Hussein Obama, Sr., a black MUSLIM from", "Nyangoma-Kogel, Kenya and Ann Dunham, a white ATHEIST from Wichita,", "Kansas. Obama’s parents met at the University of Hawaii.", "When Obama was two years old, his parents divorced. His father returned to", "Kenya. His mother then married Lolo Soetoro, a RADICAL Muslim from", "Indonesia. When Obama was 6 years old, the family relocated to Indonesia.", "Obama attended a MUSLIM school in Jakarta. He also spent two years in a", "Catholic school.", "Obama takes great care to conceal the fact that he is a Muslim. He is", "quick to point out that, “He was once a Muslim, but that he also attended", "Catholic school.” Obama’s political handlers are attempting to make it", "appear that he is not a radical.", "Obama’s introduction to Islam came via his father, and this influence was", "temporary at best. In reality, the senior Obama returned to Kenya soon", "after the divorce, and never again had any direct influence over his son’s", "education.", "Lolo Soetoro, the second husband of Obama’s mother, Ann Dunham, introduced", "his stepson to Islam. Obama was enrolled in a Wahabi school in Jakarta.", "Wahabism is the RADICAL teaching that is followed by the Muslim terrorists", "who are now waging Jihad against the western world. Since it is", "politically expedient to be a CHRISTIAN when seeking major public office", "in the United States, Barack Hussein Obama has joined the United Church of", "Christ in an attempt to downplay his Muslim background. ALSO, keep in mind", "that when he was sworn into office he DID NOT use the Holy Bible, but", "instead the Koran.", "Barack Hussein Obama will NOT recite the Pledge of Allegiance nor will he", "show any reverence for our flag. While others place their hands over their", "hearts, Obama turns his back to the flag and slouches.", "Let us all remain alert concerning Obama’s expected presidential", "candidacy.", "The Muslims have said they plan on destroying the US from the inside out,", "what better way to start than at the highest level – through the President", "of the United States, one of their own!!!!", "Origins:   Barack Obama served as an Illinois state senator for several", "years, and in 2004 he won a seat representing that state in the U.S.", "Senate. His keynote address before the Democratic National Convention in", "June 2004 brought him national prominence, and he is currently one of the", "leading contenders for the nomination to represent the Democratic Party in", "the 2008 presidential election.", "Barack Obama has an unusual and interesting background, which the", "above-quoted piece draws on to paint him as a dangerous, camouflaged", "radical Muslim.", "Much of the information presented therein about his background is", "distorted and exaggerated, however, and no evidence supports a claim that", "Obama is a Muslim (radical or otherwise).", "Claim:   Barack Hussein Obama was born in Honolulu, Hawaii, to Barack", "Hussein Obama, Sr., a black MUSLIM from Nyangoma-Kogel, Kenya and Ann", "Dunham, a white ATHEIST from Wichita, Kansas. Obama’s parents met at the", "University of Hawaii.", "Barack Hussein Obama (Senator Obama’s father) was born on the shores of", "Lake Victoria in Alego, Kenya. He met and married an American woman, Ann", "Dunham of Wichita, Kansas, while they were both attending the University", "of Hawaii. Their son, also named Barack Hussein Obama, was born on 4", "August 1961 at the Kapiolani Medical Center in Honolulu, Hawaii. (News", "accounts have also variously reported his birth as having occurred at", "Queen’s Medical Center in Honolulu.)", "Although the elder Obama was raised as a Muslim, no evidence supports the", "claim that he was ever a “radical Muslim,” and Senator Obama’s family", "histories note that his father was an atheist or agnostic (i.e., no longer", "a practicing Muslim) by the time he married the younger Obama’s mother. Of", "his mother’s religious views, Senator Obama wrote:", "For my mother, organized religion too often dressed up closed-mindedness", "in the garb of piety, cruelty and oppression in the cloak of", "righteousness.", "This isn’t to say that she provided me with no religious instruction. In", "her mind, a working knowledge of the world’s great religions was a", "necessary part of any well-rounded education. In our household the Bible,", "the Koran, and the Bhagavad Gita sat on the shelf alongside books of Greek", "and Norse and African mythology. On Easter or Christmas Day my mother", "might drag me to church, just as she dragged me to the Buddhist temple,", "the chinese New Year celebration, the Shinto shrine, and ancient Hawaiian", "burial sites. But I was made to understand that such religious samplings", "required no sustained commitment on my part. Religion was an expression of", "human culture, she would explain, not its wellspring, just one of the many", "ways — and not necessarily the best way — that man attempted to control", "the unknowable and understand the deeper truths about our lives.", "In sum, my mother viewed religion through the eyes of the anthropologist", "she would become; it was a phenomenon to be treated with a suitable", "respect, but with a suitable detachment as well.", "Claim:   When Obama was two years old, his parents divorced. His father", "returned to Kenya . His mother then married Lolo Soetoro, a RADICAL Muslim", "from Indonesia. When Obama was 6 years old, the family relocated to", "Indonesia . Obama attended a MUSLIM school in Jakarta . He also spent two", "years in a Catholic school.", "Barack Obama’s parents separated when he was two years old, his father", "moving to Connecticut to continue his education before returning to Kenya.", "When the younger Obama was six years old, his mother married again, this", "time to Lolo Soetoro, an Indonesian oil manager. Barack and his mother", "moved to Jakarta, Indonesia, where Obama spent 4-5 years attending both", "Muslim and Catholic schools before his mother sent him back to the United", "States to live with his maternal grandmother. The school Barack Obama", "attended in Indonesia was “Muslim” primarily in the sense that the", "preponderance of its student body was Muslim (because Indonesia is a", "predominantly Muslim country), but both the Muslim and Catholic schools he", "attended in Indonesia offered a few hours of religious instruction each", "week.", "In his 2006 book, The Audacity of Hope, Obama elaborated on his early", "schooling, explaining that he attended both Catholic and Muslim schools in", "Indonesia — not out of any particular religious affiliation, but because", "his mother wanted him to obtain the best education possible under the", "circumstances:", "During the five years that we would live with my stepfather in Indonesia,", "I was sent first to a neighborhood Catholic school and then to a", "predominantly Muslim school; in both cases, my mother was less concerned", "with me learning the catechism or puzzling out the meaning of the", "muezzin’s call to evening prayer than she was with whether I was properly", "learning my multiplication tables.", "Claim:   Obama takes great care to conceal the fact that he is a Muslim.", "He is quick to point out that, “He was once a Muslim, but that he also", "attended Catholic school.” Obama’s political handlers are attempting to", "make it appear that he is not a radical.", "Barack Obama never stated that he “was once a Muslim” (radical or", "otherwise), so his “handlers” have nothing to “conceal.” Obama", "communications director Robert Gibbs noted that “Senator Obama has never", "been a Muslim. As a six-year-old in Catholic school, he studied the", "catechism.” Barack Obama has been associated with the United Church of", "Christ since the mid-1980s, describes himself as a Christian, and says", "that he is “rooted in the Christian tradition.”", "Claim:   Obama’s introduction to Islam came via his father, and this", "influence was temporary at best. In reality, the senior Obama returned to", "Kenya soon after the divorce, and never again had any direct influence", "over his son’s education.", "As noted above, Barack Obama’s parents divorced when he was only two years", "old, and his father then moved thousands of miles away, from Hawaii to", "Connecticut, so he couldn’t have received much of an “introduction to", "Islam” from his (biological) father:", "My father was almost entirely absent from my childhood, having been", "divorced from my mother when I was two years old.", "At the time of his death, my father remained a myth to me, both more and", "less than a man. He had left Hawaii back in 1963, when I was only two", "years old, so that as a child I knew him only through the stories that my", "mother and grandparents told.", "(Barack’s only other childhood contact with his father occurred when he", "was eleven years old, and his father came to visit Hawaii for a month at", "Christmastime. The elder Obama died when Barack Jr. was twenty-one years", "old.)", "Claim:   Lolo Soetoro, the second husband of Obama’s mother, Ann Dunham,", "introduced his stepson to Islam. Obama was enrolled in a Wahabi school in", "Jakarta. Wahabism is the RADICAL teaching that is followed by the Muslim", "terrorists who are now waging Jihad against the western world.", "The claim that Obama attended a radical Wahabbist school in Indonesia in", "the mid-1960s is exceedingly far-fetched, given that:", "The large Indonesian community resident in Mecca was a medium through", "which knowledge about Wahhabism reached Indonesia, but the community", "itself appears to have remained virtually immune to Wahhabi influences. In", "reality there was little direct influence of Wahhabism on Indonesian", "reformist thought until the 1970s.", "Insight magazine claimed in a January 2007 article that Barack Obama spent", "at least four years attending what is variously described as a “madrassa,”", "a “radical Muslim religious school,” or a “Muslim seminary” in Indonesia,", "but CNN has more recently reported that its own investigation found those", "claims to be false:", "[R]eporting by CNN in Jakarta, Indonesia and Washington, D.C., shows the", "allegations that Obama attended a madrassa to be false. CNN dispatched", "Senior International Correspondent John Vause to Jakarta to investigate.", "He visited the Basuki school, which Obama attended from 1969 to 1971.", "“This is a public school. We don’t focus on religion,” Hardi Priyono,", "deputy headmaster of the Basuki school, told Vause. “In our daily lives,", "we try to respect religion, but we don’t give preferential treatment.”", "Vause reported he saw boys and girls dressed in neat school uniforms", "playing outside the school, while teachers were dressed in Western-style", "clothes.", "“I came here to Barack Obama’s elementary school in Jakarta looking for", "what some are calling an Islamic madrassa … like the ones that teach hate", "and violence in Pakistan and Afghanistan,” Vause said on the ‘Situation", "Room.’ “I’ve been to those madrassas in Pakistan … this school is nothing", "like that.”", "Vause also interviewed one of Obama’s Basuki classmates, Bandug", "Winadijanto, who claims that not a lot has changed at the school since the", "two men were pupils. Insight reported that Obama’s political opponents", "believed the school promoted Wahhabism, a fundamentalist form of Islam,", "“and are seeking to prove it.”", "“It’s not (an) Islamic school. It’s general,” Winadijanto said. “There is", "a lot of Christians, Buddhists, also Confucian. … So that’s a mixed", "school.”", "The Associated Press reported similarly:", "A spokesman for Indonesia’s Ministry of Religious Affairs said claims that", "Obama studied at an Islamic school are groundless.", "“SDN Menteng 1 is a public primary school that is open to people of all", "faiths,” said the spokesman, Sutopo, who goes by only one name. “Moreover,", "he studied earlier at Fransiskus Assisi, which is clearly a Catholic", "school.”", "Obama later transferred to SDN Menteng 1 the elite, secular elementary", "school at the center of the controversy. The school is public but is very", "competitive and has exceptionally high standards. It is located in one of", "the most affluent parts of Jakarta and attracts mostly middle- to", "upper-class students, among them several of former dictator Suharto’s", "grandchildren.", "Indonesia is home to several of the most radical Islamic schools in", "Southeast Asia, some with alleged terrorist links. But Akmad Solichin [the", "vice principal at SDN Menteng 1], who proudly pointed to a photo of a", "young Barry Obama, as he was known, said his school is not one of them.", "Moreover, a statement released by the Obama campaign affirmed that:", "In the past week, many of you have read a now thoroughly-debunked story by", "Insight Magazine, owned by the Washington Times, which cites unnamed", "sources close to a political campaign that claim Senator Obama was", "enrolled for “at least four years” in an Indonesian “Madrassa”. The", "article says the “sources” believe the Madrassa was “espousing Wahhabism,”", "a form of radical Islam.", "All of the claims about Senator ObamaÂ’s faith and education raised in the", "Insight Magazine story and repeated on Fox News are false. Senator Obama", "was raised in a secular household in Indonesia by his stepfather and", "mother. ObamaÂ’s stepfather worked for a U.S. oil company, and sent his", "stepson to two years of Catholic school, as well as two years of public", "school.", "To be clear, Senator Obama has never been a Muslim, was not raised a", "Muslim, and is a committed Christian who attends the United Church of", "Christ in Chicago. Furthermore, the Indonesian school Obama attended in", "Jakarta is a public school that is not and never has been a Madrassa.", "Claim:   Since it is politically expedient to be a CHRISTIAN when seeking", "major public office in the United States, Barack Hussein Obama has joined", "the United Church of Christ in an attempt to downplay his Muslim", "background.", "As noted above, Barack Obama describes himself as “a Christian,” says that", "he is “rooted in the Christian tradition,” and his association with the", "United Church of Christ began over twenty years ago, long before he", "contemplated a political career. (Obama was first elected to the Illinois", "state senate in 1996, but he has been involved with the United Church of", "Christ since the mid-1980s.) The beginnings of Obama’s relationship with", "the church were described in an April 2004 Chicago Sun-Times article:", "Obama is unapologetic in saying he has a “personal relationship with Jesus", "Christ.” As a sign of that relationship, he says, he walked down the aisle", "of Chicago’s Trinity United Church of Christ in response to the Rev.", "Jeremiah Wright’s altar call one Sunday morning about 16 years ago.", "The politician could have ended his spiritual tale right there, at the", "point some people might assume his life changed, when he got “saved,”", "transformed, washed in the blood. But Obama wants to clarify what truly", "happened.", "“It wasn’t an epiphany,” he says of that public profession of faith. “It", "was much more of a gradual process for me. I know there are some people", "who fall out. Which is wonderful. God bless them … I think it was just a", "moment to certify or publicly affirm a growing faith in me.”", "These days, he says, he attends the 11 a.m. Sunday service at Trinity in", "the Brainerd neighborhood every week — or at least as many weeks as he is", "able. His pastor, Wright, has become a close confidant.", "So how did he become a churchgoer?", "It began in 1985, when he came to Chicago as a $13,000-a-year community", "organizer, working with a number of African-American churches in the", "Roseland, West Pullman and Altgeld Gardens neighborhoods that were trying", "to deal with the devastation caused by shuttered steel plants.", "“I started working with both the ministers and the lay people in these", "churches on issues like creating job-training programs, or after-school", "programs for youth, or making sure that city services were fairly", "allocated to underserved communities,” he says. “And it was in those", "places where I think what had been more of an intellectual view of", "religion deepened.", "“I became much more familiar with the ongoing tradition of the historic", "black church and its importance in the community. And the power of that", "culture to give people strength in very difficult circumstances, and the", "power of that church to give people courage against great odds. And it", "moved me deeply.”", "Claim:   ALSO, keep in mind that when he was sworn into office he DID NOT", "use the Holy Bible, but instead the Koran.", "This statement is completely false. It is a mistaken reference to a", "different politician, Minnesota congressman Keith Ellison, not Barack", "Obama.", "Claim:   Barack Hussein Obama will NOT recite the Pledge of Allegiance nor", "will he show any reverence for our flag. While others place their hands", "over their hearts, Obama turns his back to the flag and slouches.", "Senator Obama drew some criticism over a photograph that showed him", "standing without his hand over his heart during the playing of the U.S.", "national anthem, but the claim that he “will NOT recite the Pledge of", "Allegiance” is false.", "During the Democratic candidates’ debate on 15 January 2008, Senator Obama", "directly refuted the three primary rumors about him that are circulating", "via e-mail: that he is a Muslim, that he was sworn in to Congress on the", "Quran, and that he refuses to say the Pledge of Allegiance:", "[EMBED]", "Additional information:", "Debunked Insight Magazine and Fox News     Debunked Insight Magazine", "Smear CampaignDebunked Insight Magazine and  and Fox News Smear Campaign", "Fox News Smear Campaign                      (U.S. Senator Barack Obama)", "Last updated:   7 July 2009", "----------------------------------------------------------------------", "Sources:", "Falsani, Cathleen.   “‘I Have a Deep Faith.'”", "Chicago Sun-Times.   5 April 2004.", "Goldenberg, Suzanne.   “Candidate Obama Attacks Madrasa Smear.”", "The Guardian.   26 January 2007", "Kurtz, Howard.   “Campaign Allegation a Source of Vexation.”", "The Washington Post.   22 January 2007   (p. C1).", "Maraniss, David.   “Obama in Hawaii: Shaped by Mother’s Devotion.”", "The Honolulu Advertiser.   20 October 2008.", "Obama, Barack.   Dreams from My Father.", "New York: Three Rivers Press, 1995.   ISBN 1-4000-8277-3.", "Obama, Barack.   The Audacity of Hope.", "New York: Crown Publishers, 2006.   ISBN 0-307-23769-9.", "Pickler, Nedra.   “Obama Debunks Claim About Islamic School.”", "Associated Press.   24 January 2007.", "Reid, Tim and Tom Baldwin.   “Obama ‘Was Educated in Madrassa’.”", "The London Times.   20 January 2007.", "Turow, Scott.   “The New Face of the Democratic Party — and America.”", "Salon.   30 March 2004.", "van Bruinessen, Martin.   “Wahhabi Influences in Indonesia, Real and", "Imagined.”", "Summary of paper presented at the Journée dÂ’Etudes du CEIFR", "(EHESS-CNRS) et MSH sur le Wahhabisme.", "Ecole des Hautes Etudes en Sciences Sociales / Maison des Sciences", "de lÂ’Homme, Paris, 10 June 2002.", "Voell, Paula.   “Teacher from Kenmore Recalls Obama Was a Focused", "Student.”", "The Buffalo News.   20 January 2009.", "Watson, Paul.   “As a Child, Obama Crossed a Cultural Divide in", "Indonesia.”", "Los Angeles Times.   15 March 2007.", "CNN.com.   “CNN Debunks False Report About Obama.”", "22 January 2007.", "Insight.   “Hillary’s Team Has Questions About Obama’s Muslim", "Background.”", "16 January 2007.", "The Washington Post.   “Though Obama Had to Leave to Find Himself,", "It Is Hawaii That Made His Rise", "Possible.”", "24 August 2008   (p. A22).", "* David Mikkelson", "ASP Article", "barack obama", "Editors' Picks", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "Building, Architecture, Spaceship", "Did Norton Send Renewal Offers for Devices Infected With Viruses? Watch", "out for this fake email renewal scam that was created to look as if...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Recent mass shootings have called into question whether there were", "shootings under previous administrations.", "Did US Have No Mass Shootings Under Trump?", "Read more", "Flooring, Person, Human", "Did White House Press Corps Physically Stand for Biden at First News", "Conference?", "Read more", "Joe Biden made a remark about 120 years during a news conference.", "Did Biden Say ‘I Came Into the US Senate 120 Years Ago’?", "Read more", "View all", "Most Searched", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "Clothing, Apparel, Shoe", "Did Kamala Harris Force Children to Learn ‘Arabic Numerals’ in Schools?", "Read more", "Biden falls down stairs of Air Force One.", "Did Biden Fall on Stairs to Air Force One?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]