["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Mike Pence", "stated on November 30, 2009 in a press release:", "Under the Democratic health plan, families \"will be forced to spend an", "additional $2,100 a year to keep their current health care.\"", "true barely-true", "* National", "* Health Care", "* Mike Pence", "By Robert Farley December 1, 2009", "Rep. Mike Pence says Democratic health plan would drive up family premiums", "One of the big questions for health care reform has been how the", "legislation would affect insurance premiums for consumers.", "On Nov. 30, the Congressional Budget Office, or CBO, released a detailed", "analysis on how health insurance premiums might be affected by the Senate", "Democrats' health care bill. The CBO is a nonpartisan budget agency that", "calculates how much bills in Congress will cost the government. Their", "budget projections often make for solid political ammunition from", "proponents and opponents of various bills.", "So Republican Rep. Mike Pence of Indiana cited the report as evidence that", "the Democrats' plan would drive up family premiums.", "\"The CBO has confirmed what every American already knows, the Democrats'", "plan for a government takeover of health care will dramatically raise", "health care costs on working families,\" Pence said in a Nov. 30 press", "release. \"This latest CBO study reveals that the health care bill before", "the U.S. Senate will raise individual insurance premiums by up to 13", "percent. That means every family that refuses the government's", "one-size-fits-all plan, will be forced to spend an additional $2,100 a", "year to keep their current health care.\"", "The key qualifier in there -- likely missed by many not versed in", "insurance parlance -- is \"individual\" insurance premiums.", "The CBO broke its analysis of effects on premiums into three categories:", "• those in the small group market (generally people who get their", "insurance through businesses with up to 50 employees), which would make up", "about 13 percent of the total insurance market;", "• those in the large group market, which would account for about 70", "percent of people;", "• those in the nongroup market, who would purchase their insurance as an", "individual through the government's health insurance \"exchange,\" which may", "or may not include a public option.", "Pence is talking about that last group of people, the nongroup market,", "which is expected to grow to about 17 percent of the insurance market in", "2016.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "According to the report, the CBO estimates that the average premium per", "person in new nongroup policies would be about 10 percent to 13 percent", "higher in 2016 than the average premium for nongroup coverage under", "current law. More specifically, the average premiums per policy in the", "nongroup market in 2016 would be roughly $5,800 for single policies (up", "from $5,500 under current law) and $15,200 for family policies (up from", "$13,100 under current law).", "In other words, Pence is right that for some of this subset of Americans,", "their premiums could rise as much as 13 percent.", "But Pence fails to mention two key qualifiers.", "First, as the CBO report notes, the majority of nongroup enrollees (about", "57 percent) would receive federal insurance subsidies, which on average", "would cover about two-thirds of the total premium. So for nongroup people", "getting subsidies, the amount they'd pay in premiums would be about 57", "percent lower, on average, than what they would pay for nongroup coverage", "under current law.", "There's another flaw in Pence's statement. He says families would pay", "$2,100 more to keep \"their current health care.\" In fact, much of what is", "driving up the cost of premiums in the nongroup market is that the", "government would require insurance companies in the exchange to offer a", "broader scope of benefits than most individual plans now include, an", "\"essential health benefits\" package that would match the benefits provided", "in most employer plans.", "So new nongroup policies would be required to cover a lot of things they", "don't currently cover -- things like maternity care, prescription drugs,", "and mental health and substance abuse treatment. Bottom line, it may cost", "more, but those people will be getting more insurance, and their", "out-of-pocket expense for medical needs should be smaller. According to", "the CBO report, an \"apples to apples\" comparison of the average price of", "equivalent insurance under the Democrats' plan would translate to an", "average premium of about 7 to 10 percent less than under current law.", "But our bigger problem with the Pence statement is the implication that", "the 13 percent rise in family health insurance premiums would apply to a", "larger group of people than it actually would. He says it would", "dramatically raise healthcare costs on working families.", "For the vast majority of people -- the five out of six nonelderly people", "who get their insurance through their employer -- the Democrats' plan", "would have a much smaller effect on premiums, the CBO concluded. In the", "small group market, employers with 50 or fewer workers, the CBO estimates", "the change in premiums would range from an increase of 1 percent to a", "decrease of 2 percent in 2016. In the large group market, premiums are", "projected to be zero to 3 percent lower in 2016 (relative to current law).", "In his press release, Pence takes a poke at President Barack Obama for", "failing to stick to his campaign promise to lower family premiums by", "$2,500. And on that front, Pence is accurate. The CBO analysis of the", "Senate Democrats' plan shows no such savings. We dealt with that claim", "separately on our Obameter, which tracks the progress of Obama's campaign", "promises. And we ruled it Stalled.", "But in this item, we're focused on Pence's claim that under the Democratic", "health plan, families \"will be forced to spend an additional $2,100 a year", "to keep their current health care.\" That's only true for the roughly 8", "percent of the market that purchases nongroup plans through the exchange", "and who don't receive a federal health insurance subsidy. According to the", "CBO, the vast majorty of working families -- who get their insurance", "through a large employer -- would actually see a slight decrease in", "premiums. It also does not account for the fact that the government would", "require individual policies to include better (more) coverage. And so we", "rule Pence's statement Barely True.", "Editor's note: This statement was rated Barely True when it was published.", "On July 27, 2011, we changed the name for the rating to Mostly False.", "https://www.sharethefacts.co/share/f1db323b-6621-4343-a2e4-27037bc8f860", "Our Sources", "Congressional Budget Office, Analysis of how health insurance premiums", "might be affected by enactment of the Patient Protection and Affordable", "Care Act, as proposed by Senator Reid on November 18, 2009", "GOP.gov, Press release: \"Pence: New CBO Report Confirms Latest Democrat", "Health Care Bill Increases Premiums on Families,\" Nov. 30, 2009", "GOP.gov, Press release: \"Obama vs. Obama: President Signals Intent to", "Break Campaign Promise on Lowering Health Care Premiums,\" Nov. 30, 2009", "GOP.gov, Press release: \"CBO Confirms the Result of Democrats' Health", "\"Reform:\" Higher Premiums,\" Nov. 30, 2009", "Obama Campaign Web site, Background Questions and Answers on Health Care", "Plan", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Robert Farley", "Judson Phillips", "stated on July 27, 2011 a \"Washington Post\" opinion piece:", "\"Our government has spent $2.6 million to teach Chinese prostitutes how to", "drink responsibly.\"", "half-true half-true", "By Robert Farley • July 29, 2011", "Barack Obama", "stated on July 25, 2011 a televised address:", "\"The deficit was on track to top $1 trillion the year I took office.\"", "true true", "By Robert Farley • July 27, 2011", "Barack Obama", "stated on July 25, 2011 a televised address:", "\"President Reagan did it (raised the debt ceiling) 18 times.  George W.", "Bush did it seven times.\"", "true true", "By Robert Farley • July 26, 2011", "Chain email", "stated on June 22, 2011 a chain e-mail:", "Says a quote at the top of the redesigned website for the Department of", "Justice comes from a socialist who wanted to impose global common law.", "pants-fire pants-fire", "By Robert Farley • July 14, 2011", "Barack Obama", "stated on July 6, 2011 a Twitter Town Hall:", "Says that when President Bill Clinton raised the top tax rates to levels", "now proposed by Obama, the country experienced significant job growth.", "half-true half-true", "By Robert Farley • July 7, 2011", "Barack Obama", "stated on July 6, 2011 a Twitter town hall:", "\"We have provided at least 16 tax cuts to small businesses.\"", "mostly-true mostly-true", "By Robert Farley • July 7, 2011", "Steve Case", "stated on July 3, 2011 an interview on CNN:", "\"Forty percent of the Fortune 500 were started either by immigrants or", "children of immigrants.\"", "half-true half-true", "By Robert Farley • July 6, 2011", "Michele Bachmann", "stated on June 26, 2011 an interview on Fox News:", "\"My husband and I have never gotten a penny of money from the farm.\"", "false false", "By Robert Farley • July 1, 2011", "Barack Obama", "stated on June 29, 2011 a press conference:", "\"What I have done -- and this is unprecedented ... is I've said to each", "agency ... 'look at regulations that are already on the books and if they", "don't make sense, let's get rid of them.'\"", "pants-fire pants-fire", "By Robert Farley • June 29, 2011", "Michele Bachmann", "stated on June 26, 2011 CBS' Face the Nation:", "\"Under Barack Obama the last two years, the number of federal limousines", "for bureaucrats has increased 73 percent.\"", "barely-true barely-true", "By Robert Farley • June 27, 2011", "David Axelrod", "stated on June 19, 2011 a CNN interview:", "When Mitt Romney was governor, Massachusetts ranked 47th out of 50 states", "in job creation.", "half-true half-true", "By Robert Farley • June 22, 2011", "Turn Right USA", "stated on June 13, 2011 a YouTube video:", "\"Janice Hahn hired hard-core gang members with taxpayer money to be", "'gang-intervention specialists.' She even helped them get out of jail, so", "they could rape and kill again.\"", "false false", "By Robert Farley • June 20, 2011", "Tim Pawlenty", "stated on June 13, 2011 a debate in New Hampshire:", "\"There was a recent report out that the premiums for Medicare and the", "payroll withholdings are only paying about half the program. So it is not", "financially solvent.\"", "mostly-true mostly-true", "By Robert Farley • June 14, 2011", "Debbie Wasserman Schultz", "stated on June 12, 2011 an interview on NBC's 'Meet the Press':", "The Obama administration has cut taxes on small businesses 17 times.", "mostly-true mostly-true", "By Robert Farley • June 13, 2011", "Anonymous GOP critics", "stated on June 7, 2011 a web news story:", "Commerce Secretary nominee John Bryson \"appears to endorse world", "government.\"", "false false", "By Robert Farley • June 9, 2011", "Rep. Mike Pence says Democratic health plan would drive up family premiums", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]