["Link: canonical", "Link: shortlink", "Link: revision", "Link: copyright", "Utility Menu", "* For Students", "* For the Press", "* About", "* Subscribe", "* Contact Us", "* Directory", "menu Harvard Kennedy School Belfer Center for Science and International", "Affairs Harvard Kennedy School Belfer Center for Science and International", "Affairs", "Harvard Kennedy School Belfer Center for Science and International Affairs", "Main navigation (extended config)", "* Research", "* Experts", "* Programs & Projects", "* Fellowships", "* Events", "* ________________", "[ ] All", "[ ] Research", "[ ] Experts", "[ ] Programs & Projects", "[ ] Fellowships", "[ ] Events", "[ Search ]", "Publications", "* Analysis & Opinions", "* Articles", "* Blogs", "* Books", "* News & Announcements", "* Newsletters", "* Policy Briefs & Testimonies", "* Presentations & Speeches", "* Reports & Papers", "* Round-Ups", "* Quarterly Journal: International Security", "Topics", "* Conflict & Conflict Resolution", "* Coronavirus", "* Economics & Global Affairs", "* Energy", "* Environment & Climate Change", "* Governance", "* International Relations", "* International Security & Defense", "* Nuclear Issues", "* Science & Technology", "* Student Publications", "Regions", "* Africa", "* Asia & the Pacific", "* Europe", "* Middle East & North Africa", "* North America", "* Russia", "* South America", "* South Asia", "Multimedia", "* Audio", "* Infographics & Charts", "* Maps", "* Photo", "* Video", "Adobe Stock", "The Geopolitics of Information", "To compete and thrive in the 21st century, democracies, and the United", "States in particular, must develop new national security and economic", "strategies that address the geopolitics of information. In the 20th", "century, market capitalist democracies geared infrastructure, energy,", "trade, and even social policy to protect and advance that era’s key source", "of power—manufacturing. In this century, democracies must better account", "for information geopolitics across all dimensions of domestic policy and", "national strategy.", "Sudanese protesters crowd a train in the capital Khartoum.", "AP", "People Power Is Rising in Africa", "The authors analyze the trend of nonviolent overthrows of dictatorships in", "Africa.", "Workers dismantle the Belt and Road Forum logo next to the “Golden Bridge", "of Silk Road” structure outside the media center as leaders are attending", "the round table summit of the Belt and Road Forum chaired by Chinese", "President Xi Jinping in Beijing, Saturday, April 27, 2019", "AP Photo/Andy Wong", "The Triangle in the Long Game", "The purpose of this paper is to analyze how China’s new power is reaching", "Europe, the challenges that it poses, and the European responses to this", "new reality. This process has to be examined in the context of the current", "strategic competition between China and the U.S. and its reflection on the", "transatlantic relationship.", "Aditi Kumar, Nicholas Burns, and Samantha Power", "Summer 2019 Newsletter Photos", "Photos from the Summer 2019 Belfer Center newsletter.", "Programs", "* Diplomacy and International Politics", "* Environment and Natural Resources", "* International Security", "* Science, Technology, and Public Policy", "Projects", "* Applied History Project", "* Cyber Project", "* Defending Digital Democracy", "* Defense Project", "* Economic Diplomacy Initiative", "* Future of Diplomacy Project", "* Geopolitics of Energy Project", "* Harvard Project on Climate Agreements", "* Homeland Security Project", "* Intelligence Project", "* Korea Project", "* Managing the Atom", "* Middle East Initiative", "* Project on Europe and the Transatlantic Relationship", "* Security and Global Health", "* Technology and Public Purpose", "* US-Russia Initiative to Prevent Nuclear Terrorism", "Special Initiatives", "* American Secretaries of State", "* An Economic View of the Environment", "* Arctic Initiative", "* Cuban Missile Crisis", "* Elbe Group", "* Russia Matters", "* Thucydides's Trap", "All Experts", "* Faculty", "* Board of Directors", "John P. Holdren", "John P. Holdren", "* Faculty", "* Board of Directors", "John P. Holdren", "* Teresa and John Heinz Professor of Environmental Policy", "* Co-Director, Science, Technology and Public Policy Program", "* Member of the Board, Belfer Center", "* President Obama's Science Advisor and Director of the White House", "Office of Science and Technology Policy (January 2009 – January 2017)", "Expertise:", "* Energy Innovation policy", "* Environment & Climate Change", "* Climate change policy", "* Nuclear Issues", "* Science & Technology Policy", "* request interview", "* Email", "* All Contact Information", "Research (195)", "* Overview", "* Events (22)", "Biography", "Contact", "Biography", "DR. JOHN P. HOLDREN is the Teresa and John Heinz Professor of", "Environmental Policy at the Harvard Kennedy School of Government, Co-", "Director of the School's Science, Technology, and Public Policy Program,", "Professor of Environmental Science and Policy in the Department of Earth", "and Planetary Sciences, and Faculty Affiliate in the Paulson School of", "Engineering and Applied Science. He is also Visiting Distinguished", "Professor at Tsinghua University in Beijing, China, and Senior Advisor to", "the President at the Woods Hole Research Center, a pre-eminent scientific", "think tank focused on the role of the terrestrial biosphere in global", "climate change. From January 2009 to January 2017, he was President", "Obama's Science Advisor and Senate-confirmed Director of the White House", "Office of Science and Technology Policy (OSTP), becoming the", "longest-serving Science Advisor to the President in the history of the", "position..", "His responsibilities in his White House role included advising the", "President on all science and technology (S&T) issues bearing on the", "President's agenda, including the role of S&T in economic competitiveness", "and job creation, biomedicine and public health, energy and climate", "change, the oceans and the Arctic, the nation's space program, and", "national and homeland security. He was also responsible for coordinating", "R&D strategy and budgets across the Executive Branch departments and", "agencies; overseeing interagency S&T programs, including the U.S. Global", "Change Research Program; developing initiatives in STEM education;", "advancing scientific integrity and openness in government; and", "representing the U.S. government in interactions with the U.S. and global", "science and engineering communities.", "Dr. Holdren earned S.B. (1965) and S.M. (1966) degrees from M.I.T. and a", "Ph.D. (1970) from Stanford in aerospace engineering and theoretical plasma", "physics. He is a member of the U.S. National Academy of Sciences, the U.S.", "National Academy of Engineering, the American Philosophical Society, the", "American Academy of Arts and Sciences, the American Academy of Political", "and Social Science, and the Council on Foreign Relations. He is also a", "foreign member of both the Royal Society of London and the Indian National", "Academy of Engineering and a former President of the American Association", "for the Advancement of Science. His many other honors include one of the", "first MacArthur Prizes (1981), the Volvo International Environment Prize", "(1993), the Tyler Prize for Environment (2000), the Heinz Prize for Public", "Policy (2001), the Moynihan Prize of the American Academy of Political and", "Social Sciences (2018), and six honorary doctorates. In 1995, he gave the", "acceptance speech for the Nobel Peace Prize on behalf of the Pugwash", "Conferences on Science and World Affairs, an international organization of", "scientists and public figures in which he served in leadership positions", "from 1982 to 1997.", "From 1996 through 2008, Dr. Holdren held the same chairs at Harvard's", "Kennedy School of Government and Department of Earth and Planetary", "Sciences as he holds today. From 2005 through 2008, he was also President", "of the Woods Hole Research Center. From 1973 to 1996, he was on the", "faculty of the University of California, Berkeley, where he co-founded and", "co-led the interdisciplinary graduate-degree program in energy and", "resources (the Energy and Resources Group). Prior to that he was a", "theoretical physicist in the Theory Group of the Magnetic Fusion Energy", "Division at the Lawrence Livermore National Laboratory and a Senior", "Research Fellow at Caltech in the Division of Humanities and Social", "Sciences and the Caltech Environmental Quality Laboratory. He served from", "1991 to 2005 as a member of the Board of Trustees of the MacArthur", "Foundation and from 1994 to 2005 as Chairman of the Committee on", "International Security and Arms Control at the National Academy of", "Sciences. During the Clinton Administration, he served for both terms on", "the President’s Council of Advisors on Science and Technology, leading", "multiple studies for the President on energy-technology innovation and", "arms control.", "Dr. Holdren has been married since 1966 to Dr. Cheryl E. Holdren, a", "biologist. They have a son, a daughter, and five grandchildren ages 13 to", "27. John and Cheryl currently live on Cape Cod.", "Last Updated: Mar 30, 2020, 11:40am", "Awards", "Contact", "Request Interview", "Email: john_holdren@hks.harvard.edu", "Assistant Info:", "Karin Vander Schaaf", "Email: karin_vander_schaaf@hks.harvard.edu", "Phone: 617-496-5584", "Mailing Address:", "79 John F. Kennedy Street, Mailbox 54", "Cambridge, Massachusetts", "Belfer Center Email Updates", "_____________________ [ Subscribe ]", "Social Media", "* Facebook", "* Twitter", "* YouTube", "* LinkedIn", "* Soundcloud", "* RSS", "Harvard Kennedy School Belfer Center for Science and International Affairs", "Research, ideas, and leadership for a more secure, peaceful world.", "79 John F. Kennedy Street, Cambridge, MA 02138", "Locations & Directions", "Footer - external links", "* Harvard Kennedy School of Government", "* Harvard University", "* Privacy Policy", "* Harvard Digital Accessibility Policy |", "* Copyright © 2020 The President and Fellows of Harvard College", "Main navigation (extended config)", "* Research", "* Experts", "* Programs & Projects", "* Fellowships", "* Events", "* Utility Menu", "* For Students", "* For the Press", "* About", "* Subscribe", "* Contact Us", "* Directory", "Belfer Center Email Updates", "_____________________ [ Subscribe ]", "Social Media", "* Facebook", "* Twitter", "* YouTube", "* LinkedIn", "* Soundcloud", "* RSS", "Mobile Menu - info links", "* Privacy Policy", "* Kennedy School of Government", "* Harvard University", "* Location & Directions", "Belfer Center of Science and International Affairs", "79 John F. Kennedy Street,", "Cambridge, MA 02138", "(617) 495-1400"]