["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "FactCheck Posts › SciCheck", "The Science Trump Got Wrong in the Post Interview", "By Jessica McDonald", "Posted on November 28, 2018", "----------------------------------------------------------------------", "* 3K", "* * * In a Nov. 27 interview with the Washington Post, President Donald", "Trump made a series of inaccurate statements. He questioned the cause of", "climate change, praised a nonexistent method for wildfire prevention and", "even recycled a long-debunked news story from the 1970s.", "The president explained, among other things, why he does not accept the", "findings of the National Climate Assessment — a government report released", "on Black Friday that details the current and potential impact of climate", "change on the United States.", "We’ve heard most of these ideas before, and have written about them", "already, so we’re doing a roundup of what the facts are in each case, with", "links to our past stories.", "On why he was skeptical of the recently released Climate Assessment", "Report: “One of the problems that a lot of people like myself — we have", "very high levels of intelligence, but we’re not necessarily such", "believers. You look at our air and our water, and it’s right now at a", "record clean.”", "Trump’s response conflates the impact of carbon dioxide and other", "greenhouse gases on global warming and climate change with the impact of", "air and water pollution on the environment.", "Traditional pollutants and carbon dioxide emissions can come from the same", "sources, such as motor vehicles and power plants. But the pollutants are", "regulated differently, and technologies that remove traditional air", "pollutants are widespread — whereas technologies to do the same for carbon", "dioxide are still being developed or are in limited use. As a result, air", "and water quality say little about a nation’s overall carbon footprint.", "In fact, when it comes to greenhouse gases, the U.S. is one of the worst", "offenders. According to the International Energy Agency, in 2016 the U.S.", "produced more CO2 than any other country except for China.", "Moreover, while air and water quality have generally improved over time,", "the U.S. is not the “cleanest” country — something Trump has claimed in", "the past.", "“America Not ‘Cleanest We’ve Ever Been’” Nov. 27, 2018", "“U.S. Not Ranked the ‘Cleanest’ Country” Aug. 23, 2018", "Continuing his explanation of why he does not accept the findings of the", "Climate Assessment report: “If you go back and if you look at articles,", "they talked about global freezing, they talked about at some point the", "planets could have freeze to death, then it’s going to die of heat", "exhaustion.”", "Trump appears to be referring to news articles from the 1970s that", "suggested the Earth might soon undergo a dramatic cooling. Other", "politicians in the past, including Sen. Ted Cruz, have made the same", "argument to rebut scientists’ concerns today about a warming world. (Cruz", "begins talking about climate change 14:24 into the video.)", "In particular, a 1975 Newsweek story by journalist Peter Gwynne warned of", "cooler temperatures and reduced crop yields. But Gwynne later admitted he", "erred in his reporting, and critically, there was never a consensus among", "scientists at the time that global cooling was coming in the future. Even", "then, more scientists were worried about warming.", "“Cruz on the Global Cooling Myth and Galileo” March 27, 2015", "On the causes of climate change: “As to whether or not it’s man-made and", "whether or not the effects that you’re talking about are there, I don’t", "see it — not nearly like it is.”", "As another part of his response to the Climate Assessment Report, Trump", "rehashed the idea that climate change might not be due to human activity.", "But climate scientists are not in doubt about this. The Intergovernmental", "Panel on Climate Change’s most recent assessment concluded that it is", "“extremely likely” — between a 95 and 100 percent probability — that the", "majority of the increase in global surface temperature between 1951 and", "2010 was due to humans. This conclusion is even more confident than in", "previous reports.", "Indeed, the National Climate Assessment unequivocally states, “Global", "average temperature has increased by about 1.8°F from 1901 to 2016, and", "observational evidence does not support any credible natural explanations", "for this amount of warming; instead, the evidence consistently points to", "human activities, especially emissions of greenhouse or heat-trapping", "gases, as the dominant cause.”", "“Trump Wrong on Climate Change, Again” Oct. 18, 2018", "On wildfires and forest management in California: “I was watching the", "firemen, and they’re raking brush — you know the tumbleweed and brush, and", "all this stuff that’s growing underneath. It’s on fire, and they’re raking", "it, working so hard, and they’re raking all this stuff. If that was raked", "in the beginning, there’d be nothing to catch on fire. It’s very", "interesting to see. A lot of the trees, they took tremendous burn at the", "bottom, but they didn’t catch on fire. The bottom is all burned but they", "didn’t catch on fire because they sucked the water, they’re wet. You need", "forest management, and they don’t have it.”", "Here, Trump repeats the notion that if California had done forest raking,", "the state could have avoided two recent catastrophic fires.", "Forest raking, however, is not a fire management technique. Timo", "Kuuluvainen, a forest scientist at the University of Helsinki, told us in", "an email, “Raking is not done in forests!!!”", "And University of Arizona disturbance ecologist Erica Newman explained", "that while forest management is an important tool for limiting the", "severity of wildfires in certain types of ecosystems, it wouldn’t have", "helped in either of California’s latest fires. The Woolsey Fire burning in", "Southern California wasn’t consuming trees, but rather a type of woody", "shrubbery called chaparral — and management can make fire risk go up. And", "the Camp Fire in Northern California was driven by wind, meaning that", "removal of trees or other flammable material wouldn’t have prevented its", "spread.", "“Trump Repeatedly Errs on California Wildfires” Nov. 20, 2018", "“Warming to Blame for Western Wildfires?” Oct. 10, 2017", "Share the Facts", "FactCheck.org Rating:", "Misleading", "\"If you go back and if you look at articles [in the 1970s], they talked", "about global freezing, they talked about at some point the planets could", "have freeze to death, then it’s going to die of heat exhaustion.”", "Donald Trump", "President of the United States", "Washington Post Interview", "Tuesday, November 27, 2018", "Read More", "info", "* Categories", "* FactCheck Posts", "* SciCheck", "* Issue", "* California wildfires", "* climate change", "* People", "* Donald Trump", "----------------------------------------------------------------------", "Previous StoryTrump Misuses Data in 9th Circuit Attack", "Next StoryViral Posts Misinform on McCarran-Walter Act", "----------------------------------------------------------------------", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]