["Skip to main content", "NCA4 Southeast", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Chapter Executive Summary PDF Full Chapter", "PDF Chapter Figures (.zip) Chapter Bibliography (RIS) Chapter", "Presentation Package", "CH 19: Southeast", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT", "CHAPTER 19: SOUTHEAST", "Key Message 1", "Urban Infrastructure and Health Risks", "Many southeastern cities are particularly vulnerable to climate change", "compared to cities in other regions, with expected impacts to", "infrastructure and human health. The vibrancy and viability of these", "metropolitan areas, including the people and critical regional resources", "located in them, are increasingly at risk due to heat, flooding, and", "vector-borne disease brought about by a changing climate. Many of these", "urban areas are rapidly growing and offer opportunities to adopt effective", "adaptation efforts to prevent future negative impacts of climate change.", "Read More", "Key Message 2", "Increasing Flood Risks in Coastal and Low-Lying Regions", "The Southeastâ\u0080\u0099s coastal plain and inland low-lying regions support a", "rapidly growing population, a tourism economy, critical industries, and", "important cultural resources that are highly vulnerable to climate change", "impacts. The combined effects of changing extreme rainfall events and sea", "level rise are already increasing flood frequencies, which impacts", "property values and infrastructure viability, particularly in coastal", "cities. Without significant adaptation measures, these regions are", "projected to experience daily high tide flooding by the end of the", "century.", "Read More", "Key Message 3", "Natural Ecosystems Will Be Transformed", "The Southeastâ\u0080\u0099s diverse natural systems, which provide many benefits to", "society, will be transformed by climate change. Changing winter", "temperature extremes, wildfire patterns, sea levels, hurricanes, floods,", "droughts, and warming ocean temperatures are expected to redistribute", "species and greatly modify ecosystems. As a result, the ecological", "resources that people depend on for livelihood, protection, and well-being", "are increasingly at risk, and future generations can expect to experience", "and interact with natural systems that are much different than those that", "we see today.", "Read More", "Key Message 4", "Economic and Health Risks for Rural Communities", "Rural communities are integral to the Southeastâ\u0080\u0099s cultural heritage and", "to the strong agricultural and forest products industries across the", "region. More frequent extreme heat episodes and changing seasonal climates", "are projected to increase exposure-linked health impacts and economic", "vulnerabilities in the agricultural, timber, and manufacturing sectors. By", "the end of the century, over one-half billion labor hours could be lost", "from extreme heat-related impacts. Such changes would negatively impact", "the regionâ\u0080\u0099s labor-intensive agricultural industry and compound existing", "social stresses in rural areas related to limited local community", "capabilities and associated with rural demography, occupations, earnings,", "literacy, and poverty incidence. Reduction of existing stresses can", "increase resilience.", "Read More", "Key Message 1", "Many southeastern cities are particularly vulnerable to climate change", "compared to cities in other regions, with expected impacts to", "infrastructure and human health. The vibrancy and viability of these", "metropolitan areas, including the people and critical regional resources", "located in them, are increasingly at risk due to heat, flooding, and", "vector-borne disease brought about by a changing climate. Many of these", "urban areas are rapidly growing and offer opportunities to adopt effective", "adaptation efforts to prevent future negative impacts of climate change.", "Key Message 2", "The Southeastâ\u0080\u0099s coastal plain and inland low-lying regions support a", "rapidly growing population, a tourism economy, critical industries, and", "important cultural resources that are highly vulnerable to climate change", "impacts. The combined effects of changing extreme rainfall events and sea", "level rise are already increasing flood frequencies, which impacts", "property values and infrastructure viability, particularly in coastal", "cities. Without significant adaptation measures, these regions are", "projected to experience daily high tide flooding by the end of the", "century.", "Key Message 3", "The Southeastâ\u0080\u0099s diverse natural systems, which provide many benefits to", "society, will be transformed by climate change. Changing winter", "temperature extremes, wildfire patterns, sea levels, hurricanes, floods,", "droughts, and warming ocean temperatures are expected to redistribute", "species and greatly modify ecosystems. As a result, the ecological", "resources that people depend on for livelihood, protection, and well-being", "are increasingly at risk, and future generations can expect to experience", "and interact with natural systems that are much different than those that", "we see today.", "Key Message 4", "Rural communities are integral to the Southeastâ\u0080\u0099s cultural heritage and", "to the strong agricultural and forest products industries across the", "region. More frequent extreme heat episodes and changing seasonal climates", "are projected to increase exposure-linked health impacts and economic", "vulnerabilities in the agricultural, timber, and manufacturing sectors. By", "the end of the century, over one-half billion labor hours could be lost", "from extreme heat-related impacts. Such changes would negatively impact", "the regionâ\u0080\u0099s labor-intensive agricultural industry and compound existing", "social stresses in rural areas related to limited local community", "capabilities and associated with rural demography, occupations, earnings,", "literacy, and poverty incidence. Reduction of existing stresses can", "increase resilience.", "Likelihood", "About", "Virtually  Extremely  Very       Likely   as      Unlikely Very    Extremely Exceptionally", "Certain    Likely     Likely              Likely           Unikely Unlikely  Unlikely", "as Not", "99%â\u0080\u0093100% 95%â\u0080\u0093100% 90%â\u0080\u0093100% 66%-100% 33%-66% 0%-33%   0%-10%  0%-5%     0%-1%", "Confidence Level", "Very High         High              Medium           Low", "Strong evidence                     Suggestive       Inconclusive evidence", "(established      Moderate evidence evidence (a few  (limited sources,", "theory, multiple  (several sources, sources, limited extrapolations,", "sources,          some consistency, consistency,     inconsistent", "consistent        methods vary      models           findings, poor", "results, well     and/or            incomplete,      documentation and/or", "documented and    documentation     methods          methods not tested,", "accepted methods, limited, etc.),   emerging, etc.), etc.), disagreement", "etc.), high       medium consensus  competing        or lack of opinions", "consensus                           schools of       among experts", "thought", "Documenting Uncertainty: This assessment relies on two metrics to", "communicate the degree of certainty in Key Findings. See Guide to this", "Report for more on assessments of likelihood and confidence.", "VIEW THE EXECUTIVE SUMMARY", "* SECTIONS", "* Executive Summary", "* Background", "* KM 1: Urban Impacts", "* KM 2: Coastal Flooding", "* KM 3: Ecosystem Impacts", "* KM 4: Rural Impacts", "* Traceable Accounts", "* References", "Share", "_____________________", "EXECUTIVE SUMMARY:", "Chapter 19: Southeast", "The Southeast includes vast expanses of coastal and inland low-lying", "areas, the southern portion of the Appalachian Mountains, numerous", "high-growth metropolitan areas, and large rural expanses. These beaches", "and bayous, fields and forests, and cities and small towns are all at risk", "from a changing climate. While some climate change impacts, such as sea", "level rise and extreme downpours, are being acutely felt now, others, like", "increasing exposure to dangerous high temperatures, humidity, and new", "local diseases, are expected to become more significant in the coming", "decades. While all regional residents and communities are potentially at", "risk for some impacts, some communities or populations are at greater risk", "due to their locations, services available to them, and economic", "situations.", "Observed warming since the mid-20th century has been uneven in the", "Southeast region, with average daily minimum temperatures increasing three", "times faster than average daily maximum temperatures. The number of", "extreme rainfall events is increasing. Climate model simulations of future", "conditions project increases in both temperature and extreme", "precipitation.", "Trends towards a more urbanized and denser Southeast are expected to", "continue, creating new climate vulnerabilities. Cities across the", "Southeast are experiencing more and longer summer heat waves. Vector-borne", "diseases pose a greater risk in cities than in rural areas because of", "higher population densities and other human factors, and the major urban", "centers in the Southeast are already impacted by poor air quality during", "warmer months. Increasing precipitation and extreme weather events will", "likely impact roads, freight rail, and passenger rail, which will likely", "have cascading effects across the region. Infrastructure related to", "drinking water and wastewater treatment also has the potential to be", "compromised by climate-related events. Increases in extreme rainfall", "events and high tide coastal floods due to future climate change will", "impact the quality of life of permanent residents as well as tourists", "visiting the low-lying and coastal regions of the Southeast. Sea level", "rise is contributing to increased coastal flooding in the Southeast, and", "high tide flooding already poses daily risks to businesses, neighborhoods,", "infrastructure, transportation, and ecosystems in the region.^1^,^2 There", "have been numerous instances of intense rainfall events that have had", "devastating impacts on inland communities in recent years.", "The ecological resources that people depend on for livelihoods,", "protection, and well-being are increasingly at risk from the impacts of", "climate change. Sea level rise will result in the rapid conversion of", "coastal, terrestrial, and freshwater ecosystems to tidal saline habitats.", "Reductions in the frequency and intensity of cold winter temperature", "extremes are already allowing tropical and subtropical species to move", "northward and replace more temperate species. Warmer winter temperatures", "are also expected to facilitate the northward movement of problematic", "invasive species, which could transform natural systems north of their", "current distribution. In the future, rising temperatures and increases in", "the duration and intensity of drought are expected to increase wildfire", "occurrence and also reduce the effectiveness of prescribed fire", "practices.^3^,^4^,^5^,^6", "Many in rural communities are maintaining connections to traditional", "livelihoods and relying on natural resources that are inherently", "vulnerable to climate changes. Climate trends and possible climate futures", "show patterns that are already impactingâ\u0080\u0094and are projected to further", "impactâ\u0080\u0094rural sectors, from agriculture and forestry to human health and", "labor productivity. Future temperature increases are projected to pose", "challenges to human health. Increases in temperatures, water stress,", "freeze-free days, drought, and wildfire risks, together with changing", "conditions for invasive species and the movement of diseases, create a", "number of potential risks for existing agricultural systems.^7 Rural", "communities tend to be more vulnerable to these changes due to factors", "such as demography, occupations, earnings, literacy, and poverty", "incidence.^8^,^9^,^10 In fact, a recent economic study using a higher", "scenario (RCP8.5)^11 suggests that the southern and midwestern populations", "are likely to suffer the largest losses from future climate changes in the", "United States. Climate change tends to compound existing vulnerabilities", "and exacerbate existing inequities. Already poor regions, including those", "found in the Southeast, are expected to continue incurring greater losses", "than elsewhere in the United States.", "Download  Metadata  Share", "_____________________", "Historical Changes in Hot Days and Warm Nights", "Historical Changes in Hot Days and Warm Nights On the left are two bar", "charts, one showing the average number of hot days (those over 95 degrees", "Fahrenheit) and another showing the average number of warm nights (those", "with a minimum temperature above 75 degrees Fahrenheit) per decade from", "1900 to 2016. Compared to the first half of the twentieth century when the", "average number of hot days per year was 20 or more, the number of days has", "generally been lower than 20. In contrast, the bar graph for the average", "number of warm nights shows a steady increase beginning in the 1980s. On", "the right are two corresponding maps of the Southeast with", "different-colored dots showing trends in hot days and warm nights for", "individual weather stations across the region from 1950 to 2016. In the", "map for hot days, the majority of weather stations show downward trends of", "up to 100 percent, except along the south Atlantic coast and Florida. The", "map for warm nights shows upward trends of up to 100 percent over the", "entire region.", "Sixty-one percent of major Southeast cities are exhibiting some aspects of", "worsening heat waves, which is a higher percentage than any other region", "of the country.^12 Hot days and warm nights together impact human comfort", "and health and result in the need for increased cooling efforts.", "Agriculture is also impacted by a lack of nighttime cooling. Variability", "and change in (top) the annual number of hot days and (bottom) warm nights", "are shown. The bar charts show averages over the region by decade for", "1900â\u0080\u00932016, while the maps show the trends for 1950â\u0080\u00932016 for individual", "weather stations. Average summer temperatures during the most recent 10", "years have been the warmest on record, with very large increases in", "nighttime temperatures and more modest increases in daytime temperatures,", "as indicated by contrasting changes in hot days and warm nights. (top", "left) The annual number of hot days (maximum temperature above 95Â°F) has", "been lower since 1960 than the average during the first half of the 20th", "century; (top right) trends in hot days since 1950 are generally downward", "except along the south Atlantic coast and in Florida due to high numbers", "during the 1950s but have been slightly upward since 1960, following a", "gradual increase in average daytime maximum temperatures during that time.", "(bottom left) Conversely, the number of warm nights (minimum temperature", "above 75Â°F) has doubled on average compared to the first half of the 20th", "century and (bottom right) locally has increased at most stations. From", "Figure 19.1 (Sources: NOAA NCEI and CICS-NC).", "Download  Metadata  Share", "_____________________", "Historical Change in Heavy Precipitation", "Historical Change in Heavy Precipitation On the left, a bar graph shows", "the average annual number of days with precipitation amounts greater than", "3 inches for each decade from 1900 to 2016. The annual number of days with", "3 or more inches of precipitation increased to about 1.15 days during the", "2010s and has been historically high since the 1990s. On the right, a map", "of the Southeast, with different-colored dots representing hundreds of", "weather stations across the region, shows trends as a percent change from", "1950 to 2016. The majority of weather stations show upward trends of about", "20 to 60 percent in the annual number of days with more than 3 inches of", "precipitation between 1950 and 2016. Exceptions are stations along and", "southeast of the Appalachian Mountains and in Florida.", "The figure shows variability and change in (left) the annual number of", "days with precipitation greater than 3 inches (1900â\u0080\u00932016) averaged over", "the Southeast by decade and (right) individual station trends", "(1950â\u0080\u00932016). The number of days with heavy precipitation has increased", "at most stations, particularly since the 1980s. From Figure 19.3 (Sources:", "NOAA NCEI and CICS-NC).", "HIDE THE EXECUTIVE SUMMARY", "Share", "_____________________", "CHAPTER 19", "Southeast", "Share", "_____________________", "Background", "Authors", "Federal Coordinating Lead Author:", "Adam Terando, U.S. Geological Survey, Southeast Climate Adaptation", "Science Center", "Chapter Lead:", "Lynne Carter, Louisiana State University", "Chapter Authors:", "Kirstin Dow, University of South Carolina", "Kevin Hiers, Tall Timbers Research Station", "Kenneth E. Kunkel, North Carolina State University", "Aranzazu Lascurain, North Carolina State University", "Doug Marcy, National Oceanic and Atmospheric Administration", "Michael Osland, U.S. Geological Survey", "Paul Schramm, Centers for Disease Control and Prevention", "Review Editor:", "Alessandra Jerolleman, Jacksonville State University", "Contributors", "Technical Contributors:", "Vincent Brown, Louisiana State University", "Barry Keim, Louisiana State University", "Julie K. Maldonado, Livelihoods Knowledge Exchange Network", "Colin Polsky, Florida Atlantic University", "April Taylor, Chickasaw Nation", "USGCRP Coordinators:", "Allyza Lustig, Program Coordinator", "Matthew Dzaugis, Program Coordinator", "Natalie Bennett, Adaptation and Assessment Analyst", "Recommended Citation", "<b>Carter</b>, L., A. Terando, K. Dow, K. Hiers, K.E. Kunkel, A.", "Lascurain, D. Marcy, M. Osland, and P. Schramm, 2018: Southeast. In", "<i>Impacts, Risks, and Adaptation in the United States: Fourth National", "Climate Assessment, Volume II</i> [Reidmiller, D.R., C.W. Avery, D.R.", "Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart", "(eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp.", "743â\u0080\u0093808. doi: 10.7930/NCA4.2018.CH19", "Related Links", "* Climate Science Special Report", "* Scenarios for the National Climate Assessment", "* State Climate Summaries", "Throughout the southeastern United States, the impacts of sea level rise,", "increasing temperatures, extreme heat events, heavy precipitation, and", "decreased water availability continue to have numerous consequences for", "human health, the built environment, and the natural world. This", "assessment builds on the above concerns described in the Third National", "Climate Assessment (NCA3) and includes impacts to urban and rural", "landscapes as well as natural systems. The impacts from these changes are", "becoming visible as 1) flooding increases stress on infrastructure,", "ecosystems, and populations; 2) warming temperatures affect human health", "and bring about temporal and geographic shifts in the natural environment", "and landscapes; and 3) wildfires and growing wildfire risk create", "challenges for natural resource managers and impacted communities.", "Download  Metadata  Share", "_____________________", "Figure 19.1: Historical Changes in Hot Days and Warm Nights", "Historical Changes in Hot Days and Warm Nights On the left are two bar", "charts, one showing the average number of hot days (those over 95 degrees", "Fahrenheit) and another showing the average number of warm nights (those", "with a minimum temperature above 75 degrees Fahrenheit) per decade from", "1900 to 2016. Compared to the first half of the twentieth century when the", "average number of hot days per year was 20 or more, the number of days has", "generally been lower than 20. In contrast, the bar graph for the average", "number of warm nights shows a steady increase beginning in the 1980s. On", "the right are two corresponding maps of the Southeast with", "different-colored dots showing trends in hot days and warm nights for", "individual weather stations across the region from 1950 to 2016. In the", "map for hot days, the majority of weather stations show downward trends of", "up to 100 percent, except along the south Atlantic coast and Florida. The", "map for warm nights shows upward trends of up to 100 percent over the", "entire region.", "Figure 19.1: Sixty-one percent of major Southeast cities are exhibiting", "some aspects of worsening heat waves, which is a higher percentage than", "any other region of the country.^12 Hot days and warm nights together", "impact human comfort and health and result in the need for increased", "cooling efforts. Agriculture is also impacted by a lack of nighttime", "cooling. Variability and change in (top) the annual number of hot days and", "(bottom) warm nights are shown. The bar charts show averages over the", "region by decade for 1900â\u0080\u00932016, while the maps show the trends for", "1950â\u0080\u00932016 for individual weather stations. Average summer temperatures", "during the most recent 10 years have been the warmest on record, with very", "large increases in nighttime temperatures and more modest increases in", "daytime temperatures, as indicated by contrasting changes in hot days and", "warm nights. (top left) The annual number of hot days (maximum temperature", "above 95Â°F) has been lower since 1960 than the average during the first", "half of the 20th century; (top right) trends in hot days since 1950 are", "generally downward except along the south Atlantic coast and in Florida", "due to high numbers during the 1950s but have been slightly upward since", "1960, following a gradual increase in average daytime maximum temperatures", "during that time. (bottom left) Conversely, the number of warm nights", "(minimum temperature above 75Â°F) has doubled on average compared to the", "first half of the 20th century and (bottom right) locally has increased at", "most stations. Sources: NOAA NCEI and CICS-NC.", "EXPAND", "The Southeast includes vast expanses of coastal and inland low-lying", "areas, the southern (and highest) portion of the Appalachian Mountains,", "numerous high-growth metropolitan areas, and large rural expanses.", "Embedded in these land- and seascapes is a rich cultural history developed", "over generations by the many communities that call this region home.", "However, these beaches and bayous, fields and forests, and cities and", "small towns are all at risk from a changing climate. These risks vary in", "type and magnitude from place to place, and while some climate change", "impacts, such as sea level rise and extreme downpours, are being acutely", "felt now, others, like increasing exposure to dangerously high", "temperaturesâ\u0080\u0094often accompanied by high humidityâ\u0080\u0094and new local", "diseases, are expected to become more significant in the coming decades.", "While all regional residents and communities are potentially at risk for", "some impacts, some communities or populations are at greater risk due to", "their locations, services available, and economic situations. In fact, a", "recent economic study using a higher scenario (RCP8.5)^11 suggests that", "the southern and midwestern populations are likely to suffer the largest", "losses from projected climate changes in the United States. According to", "the article, â\u0080\u009c[b]ecause losses are largest in regions that are already", "poorer on average, climate change tends to increase preexisting inequality", "in the United States.â\u0080\u009d^11 Understanding the demographic and", "socioeconomic composition of racial and ethnic groups in the region is", "important, because these characteristics are associated with health risk", "factors, disease prevalence, and access to care, which in turn may", "influence the degree of impact from climate-related threats.", "Historical Climate and Possible Future Climates", "The Southeast region experienced high annual average temperatures in the", "1920s and 1930s, followed by cooler temperatures until the 1970s. Since", "then, annual average temperatures have warmed to levels above the 1930s;", "the decade of the 2010s through 2017 has been warmer than any previous", "decade (App. 5: FAQs, Figure A5.14), both for average daily maximum and", "average daily minimum temperature. Seasonal warming has varied. The decade", "of the 2010s through 2017 is the warmest in all seasons for average daily", "minimum temperature and in winter and spring for average daily maximum", "temperature. However, for average daily maximum temperature, the summers", "of the 1930s and 1950s and the falls of the 1930s were warmer on average.", "The southeastern United States is one of the few regions in the world that", "has experienced little overall warming of daily maximum temperatures since", "1900. The reasons for this have been the subject of much research, and", "hypothesized causes include both human and natural", "influences.^13^,^14^,^15^,^16^,^17 However, since the early 1960s, the", "Southeast has been warming at a similar rate as the rest of the United", "States (Ch. 2: Climate, Figure 2.4). During the 2010s, the number of", "nights with minimum temperatures greater than 75Â°F was nearly double the", "long-term average for 1901â\u0080\u00931960 (Figure 19.1), while the length of the", "freeze-free season was nearly 1.5 weeks greater than any other period in", "the historical record (Figure 19.2). These increases were widespread", "across the region and can have important effects on both humans and the", "natural environment.^18 By contrast, the number of days above 95Â°F has", "been lower since 1960 compared to the pre-1960 period, with the highest", "numbers occurring in the 1930s and 1950s, both periods of severe drought", "(Figure 19.1). The differing trends in hot days and warm nights reflect", "the seasonal differences in average daily maximum and average daily", "minimum temperature trends.", "Download  Metadata  Share", "_____________________", "Figure 19.2: Historical Change in Freeze-Free Season Length", "Historical Change in Freeze-Free Season Length On the left, a bar graph", "shows the historical change in the annual length of the freeze-free season", "for each decade from 1900 to 2016. The length of the freeze-free season", "increased by around 10 days during the 2010s and has been historically", "high since the 1990s. On the right, a map of the Southeast, with", "different-colored dots representing hundreds of weather stations across", "the region, shows freeze-free season length trends (in percent change)", "from 1950 to 2016 recorded at individual weather stations. The majority of", "weather stations saw upward trends of up to 20 percent in the annual", "length of the freeze-free season over this period.", "Figure 19.2: The figure shows the variability and change in the length of", "the freeze-free season. (left) The bar chart shows differences in the", "length of the freeze-free season by decade (1900â\u0080\u00932016) as compared to", "the long-term average for the Southeast. (right) The map shows trends over", "1950â\u0080\u00932016 for individual weather stations. The length of the freeze-free", "season has increased at most stations, particularly since the 1980s.", "Sources: NOAA NCEI and CICS-NC.", "SHRINK", "The number of extreme rainfall events is increasing. For example, the", "number of days with 3 or more inches of precipitation has been", "historically high over the past 25 years, with the 1990s, 2000s, and 2010s", "ranking as the decades with the 1st, 3rd, and 2nd highest number of", "events, respectively (Figure 19.3). More than 70% of precipitation", "recording locations show upward trends since 1950, although there are", "downward trends at many stations along and southeast of the Appalachian", "Mountains and in Florida (Figure 19.3).", "Download  Metadata  Share", "_____________________", "Figure 19.3: Historical Change in Heavy Precipitation", "Historical Change in Heavy Precipitation On the left, a bar graph shows", "the average annual number of days with precipitation amounts greater than", "3 inches for each decade from 1900 to 2016. The annual number of days with", "3 or more inches of precipitation increased to about 1.15 days during the", "2010s and has been historically high since the 1990s. On the right, a map", "of the Southeast, with different-colored dots representing hundreds of", "weather stations across the region, shows trends as a percent change from", "1950 to 2016. The majority of weather stations show upward trends of about", "20 to 60 percent in the annual number of days with more than 3 inches of", "precipitation between 1950 and 2016. Exceptions are stations along and", "southeast of the Appalachian Mountains and in Florida.", "Figure 19.3: The figure shows variability and change in (left) the annual", "number of days with precipitation greater than 3 inches (1900â\u0080\u00932016)", "averaged over the Southeast by decade and (right) individual station", "trends (1950â\u0080\u00932016). The number of days with heavy precipitation has", "increased at most stations, particularly since the 1980s. Sources: NOAA", "NCEI and CICS-NC.", "SHRINK", "Climate model simulations of future conditions project increases in", "temperature and extreme precipitation for both lower and higher scenarios", "(RCP4.5 and RCP8.5; see Figure 19.5).^13^,^19 After the middle of the 21st", "century, however, the projected increases are lower for the lower scenario", "(RCP4.5). Much larger changes are simulated by the late 21st century under", "the higher scenario (RCP8.5), which most closely tracks with our current", "consumption of fossil fuels. Under the higher scenario, nighttime minimum", "temperatures above 75Â°F and daytime maximum temperatures above 95Â°F", "become the summer norm and nights above 80Â°F and days above 100Â°F, now", "relatively rare occurrences, become commonplace. Cooling degree days (a", "measure of the need for air conditioning [cooling] based on daily average", "temperatures rising above a standard temperatureâ\u0080\u0094often 65Â°F) nearly", "double, while heating degree days (a measure of the need for heating)", "decrease by over a third (Figure 19.22). The freeze-free season lengthens", "by more than a month, and the frequency of freezing temperatures decreases", "substantially.^20^,^21", "Key Message 1", "Share", "_____________________", "Urban Infrastructure and Health Risks", "Many southeastern cities are particularly vulnerable to climate change", "compared to cities in other regions, with expected impacts to", "infrastructure and human health. The vibrancy and viability of these", "metropolitan areas, including the people and critical regional resources", "located in them, are increasingly at risk due to heat, flooding, and", "vector-borne disease brought about by a changing climate. Many of these", "urban areas are rapidly growing and offer opportunities to adopt effective", "adaptation efforts to prevent future negative impacts of climate change.", "Rapid Population Shifts and Climate Impacts on Urban Areas", "While the Southeast is historically known for having a rural nature, a", "drastic shift toward a more urbanized region is underway. The Southeast", "contains many of the fastest-growing urban areas in the country, including", "a dozen of the top 20 fastest-growing metropolitan areas (by percentage)", "in 2016.^22 Metropolitan Atlanta has been swiftly growing, adding 69,200", "residents in just one year.^23 At the same time, many rural counties in", "the South are losing population.^24 These trends towards a more urbanized", "and dense Southeast are expected to continue, creating new climate", "vulnerabilities but also opportunities to adapt as capacity and resources", "increase in cities (Ch. 17: Complex Systems). In particular, coastal", "cities in the Southeast face multiple climate risks, and many planning", "efforts are underway in these cities. Adaptation, mitigation, and planning", "efforts are emphasizing â\u0080\u009cco-benefitsâ\u0080\u009d (positive benefits related to", "the reduction of greenhouse gases or implementation of adaptation efforts)", "to help boost the economy while protecting people and infrastructure.", "Increasing Heat", "See related content from the U.S. Climate Resilience Toolkit  Download", "Metadata  Share", "_____________________", "Figure 19.4: Historical Number of Warm Nights", "Historical Number of Warm Nights A map of the Southeast region shows the", "annual number of warm nights (those with a minimum temperature greater", "than 75 degrees Fahrenheit) averaged over the period 1976 to 2005.", "Historically, most of the region has experienced 5 or fewer warm nights,", "on average, per year. Exceptions include coastal Louisiana and South", "Florida, which both average 30 to 100 warm nights per year.", "Figure 19.4: The map shows the historical number of warm nights (days with", "minimum temperatures above 75Â°F) per year in the Southeast, based on", "model simulations averaged over the period 1976â\u0080\u00932005. Sources: NOAA NCEI", "and CICS-NC.", "EXPAND", "Cities across the Southeast are experiencing more and longer summer heat", "waves. Nationally, there are only five large cities that have increasing", "trends exceeding the national average for all aspects of heat waves", "(timing, frequency, intensity, and duration), and three of these cities", "are in the Southeast regionâ\u0080\u0094Birmingham, New Orleans, and Raleigh.", "Sixty-one percent of major Southeast cities are exhibiting some aspects of", "worsening heat waves, which is a higher percentage than any other region", "of the country.^12 The urban heat island effect (cities that are warmer", "than surrounding rural areas, especially at night) adds to the impact of", "heat waves in cities (Ch. 5: Land Changes, KM 1). Southeastern cities", "including Memphis and Raleigh have a particularly high future heat", "risk.^25", "See related content from the U.S. Climate Resilience Toolkit  Download", "Metadata  Share", "_____________________", "Figure 19.5: Projected Number of Warm Nights", "Projected Number of Warm Nights Four maps of the Southeast region show the", "projected annual number of warm nights (those with a minimum temperature", "greater than 75 degrees Fahrenheit) by mid-century (2036 to 2065) and late", "century (2070 to 2099) under the higher RCP8.5 and lower RCP4.5 scenarios.", "Under the lower scenario, much of the region will experience 10 to 30 warm", "nights a year by mid-century, and by late century, 30 to 50 warm nights a", "year will by commonplace. Under the higher scenario, much of the Southeast", "is projected to experience 30 to 50 warm nights annually much earlier than", "thatâ\u0080\u0094as soon as 2036 to 2065. By late century, 50 to 100 annual warm", "nights are projected to be widespread across the entire region, with the", "exception of the southern Appalachians. In all scenarios, the areas", "surrounding the southern Appalachians are expected to see the fewest", "number of annual warm nights, no more than 10. The states of Florida and", "Louisiana are expected to see the greatest number of warm nights, ranging", "from 30 to 150 under the lower scenario, and 50 to more than 150 under the", "higher scenario.", "Figure 19.5: The maps show the projected number of warm nights (days with", "minimum temperatures above 75Â°F) per year in the Southeast for the", "mid-21st century (left; 2036â\u0080\u00932065) and the late 21st century (right;", "2070â\u0080\u00932099) under a higher scenario (RCP8.5; top row) and a lower", "scenario (RCP4.5; bottom row). These warm nights currently occur only a", "few times per year across most of the region (Figure 19.4) but are", "expected to become common events across much of the Southeast under a", "higher scenario. Increases in the number of warm nights adversely affect", "agriculture and reduce the ability of some people to recover from high", "daytime temperatures. With more heat waves expected, there will likely be", "a higher risk for more heat-related illness and deaths. Sources: NOAA NCEI", "and CICS-NC.", "EXPAND", "The number of days with high minimum temperatures (nighttime temperatures", "that stay above 75ÂºF) has been increasing across the Southeast (Figure", "19.1), and this trend is projected to intensify, with some areas", "experiencing more than 100 additional warm nights per year by the end of", "the century (Figures 19.4 and 19.5). Exposure to high nighttime minimum", "temperatures reduces the ability of some people to recover from high", "daytime temperatures, resulting in heat-related illness and death.^26 This", "effect is particularly pronounced in cities, many of which have urban heat", "islands that already cause elevated nighttime temperatures.^27 Cities are", "taking steps to prevent negative health impacts from heat. For example,", "the Louisville, Kentucky, metro government conducted an urban heat", "management study and installed 145,000 square feet of cool roofs as part", "of their goal to lessen the risk of climate change impacts.^28", "Vector-Borne Disease", "The transmission of vector-borne diseases, which are spread by the bite of", "an animal such as a mosquito or tick, is complex and depends on a number", "of factors, including weather and climate, vegetation, animal host", "populations, and human activities (Ch. 14: Human Health, KM 1). Climate", "change is likely to modify the seasonality, distribution, and prevalence", "of vector-borne diseases in the Southeast.^29 Vector-borne diseases pose a", "greater risk in cities than in rural areas because of higher population", "densities and other human factors (for example, pools of standing water in", "man-made structures, such as tires or buckets, are breeding grounds for", "some species of mosquitoes). Climatic conditions are currently suitable", "for adult mosquitoes of the species Aedes aegypti, which can spread", "dengue, chikungunya, and Zika viruses, across most of the Southeast from", "July through September (Figure 19.6), and cities in South Florida already", "have suitable conditions for year-round mosquito activity. The Southeast", "is the region of the country with the most favorable conditions for this", "mosquito and thus faces the greatest threat from diseases the mosquito", "carries.^30 Climate change is expected to make conditions more suitable", "for transmission of certain vector-borne diseases, including year-round", "transmission in southern Florida. Summer increases in dengue cases are", "expected across every state in the Southeast. Despite warming, low winter", "temperatures may prevent permanent year-round establishment of the virus", "across the region.^31 Strategies such as management of urban wetlands have", "resulted in lower dengue fever risk in Puerto Rico.^32 Similar adaptation", "strategies have the potential to limit vector-borne disease in", "southeastern cities, particularly those cities with characteristics", "similar to Caribbean cities that have already implemented vector control", "strategies (Ch. 20: U.S. Caribbean).^33^,^34 The Southeast is also the", "region with the greatest projected increase in cases of West Nile", "neuroinvasive disease under both a lower and higher scenario (RCP4.5 and", "RCP8.5).^35^,^36", "Download  Metadata  Share", "_____________________", "Figure 19.6: Potential Abundance of Disease-Carrying Mosquito", "Potential Abundance of Disease-Carrying Mosquito A map of the contiguous", "United States categorizes 50 cities according to their potential abundance", "of the disease carrying Aedes aegypti mosquito during the month of July", "for 2006 to 2015. Categories include none to low, low to moderate,", "moderate to high, and high Aedes aegypti abundance. Only cities in the", "southern tier of the United States are considered. Potential abundance is", "low to moderate in southwestern cities and increases as you travel", "eastward, with the highest potential mosquito activity occurring in the", "Southeast, most notably in cities in Florida and coastal Georgia, South", "Carolina, Alabama, and Louisiana.", "Figure 19.6: The map shows current suitability for the Aedes aegypti", "mosquito in July in 50 different cities. Aedes aegypti mosquitoes can", "spread several important diseases, including dengue fever, chikungunya,", "and Zika fever. The Southeast is the region of the country with the", "greatest potential mosquito activity. Warming temperatures have the", "potential to expand mosquito habitat and disease risk. Source: adapted", "from Monaghan et al. 2016.^30", "SHRINK", "Air Quality and Human Health", "Poor air quality directly impacts human health, resulting in respiratory", "disease and other ailments. In the Southeast, poor air quality can result", "from emissions (mostly from vehicles and power plants), wildfires, and", "allergens such as pollen. The major urban centers in the Southeast are", "already impacted by poor air quality during warmer months. The Southeast", "has more days with stagnant air masses than other regions of the country", "(40% of summer days) and higher levels of fine (small) particulate matter", "(PM_2.5), which cause heart and lung disease.^37 There is mixed evidence", "on the future health impacts of these pollutants. Ozone concentrations", "would be expected to increase under higher temperatures; however, a", "variety of factors complicate projections (Ch. 13: Air Quality, KM 1).", "There are many possible future wind and cloud cover conditions for the", "Southeast as well as the potential for continued shifts in land-use", "patterns, demographics and population geography, and vehicle and power", "plant emissions standards. Increases in precipitation and shifts in wind", "trajectories may reduce future health impacts of ground level ozone in the", "Southeast,^35 but warmer and drier autumns are expected to result in a", "lengthening of the period of ozone exposure.^38 Warmer August temperatures", "in the Southeast from 1988 to 2011 were associated with increased human", "sensitivity to ground-level ozone.^39", "The fast growth rate of urban areas in the Southeast contributes to", "aeroallergens, which are known to cause and exacerbate respiratory", "diseases such as asthma. Urban areas have higher concentrations of CO_2,", "which causes allergenic plants, such as ragweed, to grow faster and", "produce more pollen than in rural areas.^40 Continued rising temperatures", "and atmospheric CO_2 levels are projected to further contribute to", "aeroallergens in cities (Ch. 13: Air Quality, KM 3).", "Infrastructure", "Infrastructure, particularly roads, bridges, coastal properties, and urban", "drainage, is vulnerable to climate change and climate-related events (see", "Key Message 2) (see also Ch. 3: Water, KM 2; Ch. 11: Urban, KM 2; Ch. 12:", "Transportation, KM 1).^41 By 2050, the Southeast is the region expected to", "have the most vulnerable bridges.^35 An extreme weather vulnerability", "assessment conducted by the Tennessee Department of Transportation found", "that the urban areas of Memphis and Nashville had the most at-risk", "transportation infrastructure in the state.^42 Increasing precipitation", "and extreme weather events will likely impact roads, freight rail, and", "passenger rail, especially in Memphis, which will likely have cascading", "effects across the region.^43 Transit infrastructure, such as the rail", "lines of the Metropolitan Atlanta Rapid Transit Authority (MARTA), are", "also at risk. As a result, MARTA has begun to identify vulnerable assets", "and prioritize improvements to develop a more resilient system.^44", "Many cities across the Southeast are planning for the impacts sea level", "rise is likely to have on their infrastructure (see Case Study", "â\u0080\u009cCharleston, South Carolina, Begins Planning and Reinvestingâ\u0080\u009d and Key", "Message 2). Flood events in Charleston, South Carolina, have been", "increasing, and by 2045 the city is projected to face nearly 180 tidal", "floods (flooding in coastal areas at high tide) per year, as compared to", "11 floods per year in 2014.^45 These floods affect tourism,", "transportation, and the economy as a whole. The city has responded by", "making physical modifications, developing a more robust disaster response", "plan, and improving planning and monitoring prior to flood events.", "Infrastructure related to drinking water treatment and wastewater", "treatment may be compromised by climate-related events (Ch. 3: Water, KM", "2).. Water utilities across the Southeast are preparing for these impacts.", "Tampa Bay Water, the largest wholesale water utility in the Southeast, is", "coordinating with groups including the Florida Water and Climate Alliance", "to study the impact of climate change on its ability to provide clean", "water in the future.^46^,^47 Spartanburg Water, in South Carolina, is", "reinforcing the ability of the utility to â\u0080\u009ccope with, and recover from", "disruption, trends and variability in order to maintain services.â\u0080\u009d^48", "Similarly, the Seminole Tribe of Florida, which provides drinking and", "wastewater services, assessed flooding and sea level rise threats to their", "water infrastructure and developed potential adaptation measures.^49 The", "development of â\u0080\u009cgreenâ\u0080\u009d water infrastructure (using natural hydrologic", "features to manage water and provide environmental and community", "benefits), such as the strategies promoted in the City of Atlanta Climate", "Action Plan, is one way to adapt to future water management needs.", "Implementation of these strategies has already resulted in a reduction in", "water consumption in the city of Atlanta, relieving strain on the water", "utility and increasing resilience.^50", "There are still gaps in knowledge regarding the potential effects of", "climate change on cities across the Southeast. Cross-disciplinary groups", "such as the Georgia Climate Project (http://www.georgiaclimateproject.org)", "are developing research roadmaps that can help to prioritize research and", "action with relevance to policymakers, practitioners, and scientists.", "Key Message 2", "Share", "_____________________", "Increasing Flood Risks in Coastal and Low-Lying Regions", "The Southeastâ\u0080\u0099s coastal plain and inland low-lying regions support a", "rapidly growing population, a tourism economy, critical industries, and", "important cultural resources that are highly vulnerable to climate change", "impacts. The combined effects of changing extreme rainfall events and sea", "level rise are already increasing flood frequencies, which impacts", "property values and infrastructure viability, particularly in coastal", "cities. Without significant adaptation measures, these regions are", "projected to experience daily high tide flooding by the end of the", "century.", "Sea Level Rise Is Contributing to Increased Coastal Flooding in the Southeast", "Average global sea level (or global mean sea level; GMSL) has risen about", "8â\u0080\u00939 inches since 1880, with about 3 inches of that rise occurring since", "1990.^51^,^52 This recent increase in the rate of rise is projected to", "accelerate in the future due to continuing temperature increases and", "additional melting of land ice.^51 This recent global rate increase,", "combined with the local effects of vertical land motion (sinking) and", "oceanographic effects such as changing ocean currents, has caused some", "areas in the Southeast to experience even higher local rates of sea level", "rise than the global average.^53^,^54^,^55^,^56^,^57^,^58^,^59 Analyses at", "National Oceanic and Atmospheric Administration (NOAA) tide gauges show as", "much as 1 to 3 feet of local relative sea level rise in the past 100 years", "in low-lying areas of the Southeast.^54^,^59 This recent rise in local", "relative sea level has caused normal high tides to reach critical levels", "that result in flooding in many coastal areas in the region.", "Monthly and seasonal fluctuations in high tide levels are caused by a", "combination of astronomical factors (sun and moon gravitational", "attraction) and non-astronomical factors such as geomorphology (landscape", "of the area), as well as meteorological (weather) conditions. The highest", "tides of the year are generally the perigean, or spring, tides, which", "occur when the moon is full or new and is closest to the Earth. These", "perigean tides, also known as â\u0080\u009cking tides,â\u0080\u009d occur twice a year and in", "many cities are causing what has been called â\u0080\u009cnuisanceâ\u0080\u009d or", "â\u0080\u009crecurrentâ\u0080\u009d flooding (referred to herein as high tide flooding). These", "floods can cause problems ranging from inconvenient to life changing.", "While the challenges brought on by rising perigean tides are diverse,", "important examples include increasingly frequent road closures, excessive", "water in storm water management systems, and deterioration of", "infrastructure such as roads and rail from saltwater. NOAAâ\u0080\u0099s National", "Weather Service (NWS) issues coastal flood advisories and warnings when", "water levels at tide gauges are expected to exceed flood thresholds. These", "thresholds correspond to discrete water levels relative to NOAA tide", "gauges.", "Recent analyses of historical water levels at many NOAA tide gauges has", "shown an increase in the number of times that these warning thresholds", "were exceeded compared to the past. Annual occurrences of high tide", "coastal flooding have increased 5- to 10-fold since the 1960s in several", "low-lying coastal cities in the Southeast (Figure 19.7).^51^,^60 In 2015,", "several Southeast coastal cities experienced all-time records of coastal", "flooding occurrences, including Wilmington, NC (90 days), Charleston, SC", "(38 days), Mayport, FL (19 days), Miami, FL (18 days), Key West, FL (14", "days), and Fernandina Beach, FL (7 days). These flooding occurrences", "increased more than 50% in 2015 compared to 2014.^58 In 2016, three", "all-time records were either tied (14 days at Key West, FL) or broken (50", "days at Charleston, SC, and 38 days at Savannah, GA). The Miami area", "nearly matched the 2015 record of 18 days.^61 This increase in high tide", "flooding frequency is directly tied to sea level rise. For example, in", "Norfolk, Virginia, local relative sea level rise has led to a fourfold", "increase in the probability of exceeding NWS thresholds compared to the", "1960s (Figure 19.8). High tide flooding is now posing daily risks to", "businesses, neighborhoods, infrastructure, transportation, and ecosystems", "in the Southeast.^1^,^2", "Download  Metadata  Share", "_____________________", "Figure 19.7: Annual Number of High Tide Flooding Days", "Annual Number of High Tide Flooding Days A graph shows the observed annual", "number of high tide flooding days near Savannah, Georgia, and the", "projected increases in such days by the year 2100 under the current", "relative sea level trend and the Intermediate-Low, Intermediate, and", "Extreme sea level rise scenarios. From 1960 to 2016, the observed annual", "number of high tide flooding days has varied but remained under 50. By", "2100, the projected number of days per year with high tide flooding will", "increase to about 100 if the current trend continues and 250 if an", "Intermediate-Low sea level rise scenario occurs. High tide flooding is", "projected to occur daily by 2090 under the Intermediate scenario and by", "2050 under the Extreme scenario.", "Figure 19.7: The figure shows the annual number of days experiencing high", "tide floods based on observations for 1960â\u0080\u00932016 for Fort Pulaski, near", "Savannah, Georgia (black), and projected increases in the number of annual", "flood events based on four future scenarios: a continuation of the current", "relative sea level trend (gray) and the Intermediate-Low (dark blue),", "Intermediate (light blue), and Extreme (red) sea level rise scenarios. See", "Sweet et al. (2017)^51 and Appendix 3: Data & Scenarios for additional", "information on projection and trend data. Source: adapted from Sweet and", "Park 2014.^63", "SHRINK", "Global sea level is very likely to rise by 0.3â\u0080\u00930.6 feet by 2030,", "0.5â\u0080\u00931.2 feet by 2050, and 1.0â\u0080\u00934.3 feet by 2100 under a range of", "scenarios from very low (RCP2.6) to high (RCP8.5),^51^,^52^,^62 which", "would result in increases in both the depth and frequency of coastal", "flooding (Figure 19.7).^51 Under higher emissions scenarios (RCP8.5),", "global sea level rise exceeding 8 feet (and even higher in the Southeast)", "by 2100 cannot be ruled out.^51 By 2050, many Southeast cities are", "projected to experience more than 30 days of high tide flooding regardless", "of scenario.^63 In addition, more extreme coastal flood events are also", "projected to increase in frequency and duration.^60 For example, water", "levels that currently have a 1% chance of occurring each year (known as a", "100-year event) will be more frequent with sea level rise. This increase", "in flood frequency suggests the need to considerÂ revising flood study", "techniques and standards that are currently used to design and build", "coastal infrastructure.", "Download  Metadata  Share", "_____________________", "Figure 19.8: Range of Daily Highest Water Levels in Norfolk, Virginia", "Range of Daily Highest Water Levels in Norfolk, Virginia Two overlapping", "bell curves, one representing the 1960s and the other the 2010s, show how", "local sea level rise in Norfolk, Virginia, has increased the probability", "of high tide flooding, measured as the height above the mean higher high", "water in feet. A vertical bar at the 1.5-foot mark designates where", "flooding begins. A gap between the two curves at this mark shows that the", "probability of exceeding this flooding threshold is higher in the 2010s", "than for the 1960s.", "Figure 19.8: The curves in this figure show a range of daily Mean Higher", "High Water (MHHW) levels in Norfolk, Virginia (Sewells Point), for the", "1960s and 2010s. Local sea level rise has shifted the curve closer to the", "point where high tide flooding begins (based on warning thresholds", "established by the National Weather Service). This shows why many more", "high tide flood events occur now than they did in the past (increase of 6", "flood days per year). Source: adapted from Sweet et al. 2017.^52", "This figure was revised in June 2019. See Errata for details:", "https://nca2018.globalchange.gov/downloads", "EXPAND", "Higher sea levels will cause the storm surges from tropical storms to", "travel farther inland than in the past, impacting more coastal properties.", "The combined impacts of sea level rise and storm surge in the Southeast", "have the potential to cost up to $60 billion each year in 2050 and up to", "$99 billion in 2090 under a higher scenario (RCP8.5).^35 Even under a", "lower scenario (RCP4.5), projected damages are $56 and $79 billion in 2050", "and 2090, respectively (in 2015 dollars, undiscounted).^35 Florida alone", "is estimated to have a 1-in-20 chance of having more than $346 billion (in", "2011 dollars) in property value (8.7%) below average sea level by 2100", "under a higher scenario (RCP8.5).^64 An assessment by the Florida", "Department of Health determined that 590,000 people in South Florida face", "â\u0080\u009cextremeâ\u0080\u009d or â\u0080\u009chighâ\u0080\u009d risk from sea level rise, with 125,000 people", "living in these areas identified as socially vulnerable and 55,000", "classified as medically vulnerable.^65 In addition to causing direct", "injury, storm surge and related flooding can impact transportation", "infrastructure by blocking or flooding roads and affecting access to", "healthcare facilities (Ch. 12: Transportation, KM 1). Marine", "transportation can be impacted as well. Large ports in the Southeast, such", "as Charleston, Savannah, and Jacksonville, and the rails and roads that", "link to them, are particularly vulnerable to both coastal flooding and sea", "level rise (Ch. 12: Transportation, KM 1; Ch. 8: Coastal, KM 1). The Port", "of Jacksonville provides raw material for industries, food, clothes, and", "essential goods to Puerto Rico, thus impacting the U.S. Caribbean region,", "as well (Ch. 20: U.S. Caribbean, KM 3). It is estimated that with a meter", "(about 3.3 feet) of sea level rise, the Southeast would lose over 13,000", "recorded historic and prehistoric archaeological sites and more than 1,000", "locations currently eligible for inclusion on the National Register of", "Historic Places.^66 This includes many historic buildings and forts in", "cities like Charleston, Savannah, and St. Augustine.", "See related content from the U.S. Climate Resilience Toolkit  Share", "_____________________", "Case Study: Charleston, South Carolina, Begins Planning and Reinvesting for Sea", "Level Rise", "The main crosstown traffic artery in Charleston, South Carolina (U.S. 17", "Septima Clark Parkwayâ\u0080\u0093crosstown), has historically been susceptible to", "flooding events (Figure 19.9). Charleston experienced all-time record high", "tide flood occurrences in 2015 (38 days) and 2016 (50 days).^52^,^58 By", "2045, Charleston is projected to experience up to 180 high tide flood", "events a year.^1 The City of Charleston estimated that each flood event", "that affects the crosstown costs $12.4 million (in 2009 dollars). Over the", "past 50 years, the resultant gross damage and lost wages have totaled more", "than $1.53 billion (dollar year not specified). As a result, Charleston", "has developed a Sea Level Rise Strategy that plans for 50 years out based", "on moderate sea level rise scenarios (Figure 19.10) and that reinvests in", "infrastructure, develops a response plan, and increases readiness.^45 As", "of 2016, the City of Charleston has spent or set aside $235 million (in", "2015 dollars) to complete ongoing drainage improvement projects (Figure", "19.9) to prevent current and future flooding.", "[IMG] Two photos are shown. On the left, lanes of outbound and inbound", "traffic on U.S. Highway 17 in Charleston, South Carolina, drive through", "several inches of standing water. On the right, three men stand inside of", "a circular drainage tunnel beneath Market Street in Charleston, South", "Carolina. A string of lights illuminate the tunnel. Pipes and other", "construction materials surround the men.", "Figure 19.9: (left) U.S. Highway 17 (Septima Clark Parkwayâ\u0080\u0094crosstown) in", "Charleston, South Carolina, during a flood event. Floodwaters can get deep", "enough to stall vehicles. (right) Market Street drainage tunnel being", "constructed in Charleston, South Carolina, as part of a drainage", "improvement project to prevent current and future flooding. This", "tunnelÂ crosses a portion of downtown CharlestonÂ 140 feet underground and", "is designed to rapidly convey storm water to the nearby Ashley River.", "Photo credit: City of Charleston 2015.^45", "Download  Metadata  Share", "_____________________", "Figure 19.10: Projected Sea Level Rise for Charleston, South Carolina", "Projected Sea Level Rise for Charleston, South Carolina A line graph shows", "five sea level change projections (in feet) for Charleston, South", "Carolina, for the period 2015 to 2100. The projected relative sea level", "rise at 2100 ranges from about 1 foot to about 7 feet. Projection", "scenarios from highest to lowest are the NOAA High scenario, the USACE", "High scenario, the NOAA Intermediate-High scenario, the combined USACE", "Intermediate and NOAA Intermediate-Low scenario, and a scenario based on", "the USACE/NOAA current trend. Using an approximate average of these", "projection scenarios, the City of Charleston has developed a 50-year", "outlook to plan for a future sea level rise of 1.5 to 2.5 feet by the year", "2065.", "Figure 19.10: The City of Charleston Sea Level Rise Strategy calls for a", "50-year outlook, based on existing federal sea level change projections in", "2015 (colored curves), and calls for using a range of 1.5â\u0080\u00932.5 feet of", "sea level rise (dashed box). A 1.5-foot increase will be used for", "short-term, less vulnerable investments, such as a parking lot. A 2.5-foot", "increase will be used for critical, longer-term investments, such as", "emergency routes and public buildings. This 1-foot range was chosen to", "approximate the average of these projections in 2065. Source: City of", "Charleston 2015.^45", "Many of the older historical coastal cities in the Southeast were built", "just above the current Mean Higher High Water (MHHW) level (the average", "height of the higher of the two daily high tides at a given location),", "with a gravity-driven drainage system designed to drain rainwater into the", "tidal estuaries. As sea levels have risen locally in the last one hundred", "years, the storm water systems in these areas are no longer able to", "perform as designed. When these cities experience high tide coastal", "flooding due to perigean tides, the tidewater enters the storm water", "system, which prevents rainwater from entering storm drains and causes", "increased impacts from flooding. In the future, the gravity-driven nature", "of many of these systems may cease to function as designed, causing", "rainwater to flood streets and neighborhoods until the tide lowers and", "water can drain normally. Cities such as Charleston and Miami have already", "begun to improve storm water infrastructure and explore natural and", "nature-based infrastructure design to reduce future flood risk.", "Much of the Southeast regionâ\u0080\u0099s coast is bordered by large expanses of", "salt marsh and barrier islands. Long causeways with intermittent bridges", "to connect the mainland to these popular tourism destinations were built", "decades ago at only a few feet above MHHW. Sea level rise has put these", "transportation connection points at risk. High tide coastal flooding has", "started to inundate these low-lying roads, restricting access during", "certain times of the day and causing public safety concerns. The U.S. East", "Coast, for example, already has 7,508 miles of roadways, including over", "400 miles of interstate roadways, currently threatened by high tide", "coastal flooding (Ch. 12: Transportation, KM 1 and Figure 12.2).", "Sea level rise is already causing an increase in high tide flood events in", "the Southeast region and is adding to the impact of more extreme coastal", "flooding events. In the future, this flooding is projected to become more", "serious, disruptive, and costly as its frequency, depth, and inland extent", "grow with time (Ch. 12: Transportation, KM 1).^52^,^63^,^67^,^68", "See related content from the U.S. Climate Resilience Toolkit  Share", "_____________________", "Case Study: A Lesson Learned for Community Resettlement: Isle de Jean Charles", "Band of Biloxi-Chitimacha-Choctaw Tribe", "Coastal communities in the Southeast are already experiencing impacts from", "higher temperatures, sea level rise, increased flooding, and extreme", "weather events.^69^,^70^,^71^,^72 Several communities in the United States", "are already discussing the complexities of relocation; most are tribal and", "Indigenous communities.^73 Some have chosen to stay in their homelands,", "while others have few options but to relocate (Ch. 15: Tribes, KM 3).", "Isle de Jean Charles is a narrow island in the bayous of South Terrebonne", "Parish, Louisiana, and home to the Isle de Jean Charles Band of", "Biloxi-Chitimacha-Choctaw, a tribal community already living the", "day-to-day impacts of land loss, sea level rise, and coastal flooding. The", "island has lost 98% of its landmass since 1955 and has only approximately", "320 acres (approximately 1/2 square mile) remaining. The population living", "on the Island has fallen from 400 to 85 people. The decline is due in", "large part to land loss and flooding driven by climate change, extreme", "weather, and unsustainable development practices, which stem from oil and", "gas production, extraction, and water-management practices.^74 This", "process has resulted in family separation, spreading them across southern", "Louisiana.^75 In addition, the Tribe continues to lose parts of its", "livelihood and culture, including sacred places, cultural sites and", "practices, healing plants, traditional foods, and lifeways.^76", "The Third National Climate Assessment^77 discussed the initial plans for", "resettlement of the Isle de Jean Charles community. Recently, after nearly", "20 years of tribal persistence and two previous efforts, the U.S.", "Department of Housing and Urban Development (HUD) through the National", "Disaster Resilience Competition,^78 along with technical assistance from", "The Rockefeller Foundation, awarded the State of Louisiana $48 million (in", "2016 dollars) to implement the Tribeâ\u0080\u0099s resettlement plan: a", "community-driven, culturally appropriate, sustainable development-based", "plan. It was developed in partnership with the Lowlander Center, a local", "nongovernmental organization with a long-standing relationship with the", "Tribe and other scientists, researchers, and planners. The award provides", "the Tribe with a historic opportunity to reunite a community.^79 While the", "application to relocate was initiated by the Tribe, the relocation funds", "now are for all residents of Isle de Jean Charles, according to the", "Louisiana State Office of Community Development.^75", "The resettlement plan is expected to be implemented by 2022 with the", "inclusion of many facilities in the new location to revitalize the tribal", "community, including a tribal center and a healthcare facility. The", "Tribeâ\u0080\u0099s experience highlights how success can be achieved when at-risk", "communities are engaged in the resettlement planning process from the", "beginning to ensure long-term successful relocation and maintain community", "integrity.^80 It also highlights an opportunity for institutions to evolve", "in more flexible ways to accommodate the growing number of communities", "that may need to relocate.", "[IMG] A photo shows tribal residents of Isle de Jean Charles, in south", "Louisiana, attending a meeting on the resettlement of their community. The", "Tribeâ\u0080\u0099s Executive Secretary leads the discussion and stands at the front", "of the room next to a large presentation board covered with notes.", "Attendees sit at tables in metal folding chairs.", "Figure 19.11: Chantel Comardelle, Isle de Jean Charles Tribeâ\u0080\u0099s Executive", "Secretary, leads a discussion at a community meeting for the Tribe’s", "resettlement planning process in Pointe-aux-Chenes, Louisiana, on January", "18, 2016. The meeting was supported by the Lowlander Center. Photo credit:", "The Lowlander Center Team.", "Extreme Rainfall Events Are Contributing to Increased Inland and Coastal", "Flooding", "Extreme rainfall events have increased in frequency and intensity in the", "Southeast, and there is high confidence they will continue to increase in", "the future (Figure 19.3).^19 The region, as a whole, has experienced", "increases in the number of days with more than 3 inches of precipitation", "(Figure 19.3) and a 16% increase in observed 5-year maximum daily", "precipitation (the amount falling in an event expected to occur only once", "every 5 years).^19 Both the frequency and severity of extreme", "precipitation events are projected to continue increasing in the region", "under both lower and higher scenarios (RCP4.5 and RCP8.5). By the end of", "the century under a higher scenario (RCP8.5), projections indicate", "approximately double the number of heavy rainfall events (2-day", "precipitation events with a 5-year return period) and a 21% increase in", "the amount of rain falling on the heaviest precipitation days (days with a", "20-year return period).^19^,^81 These projected increases would directly", "affect the vulnerability of the Southeastâ\u0080\u0099s coastal and low-lying areas.", "Natural resources (see Key Message 3), industry, the local economy, and", "the population of the region are at increasing risk to these extreme", "events.", "Across the Southeast since 2014, there have been numerous examples of", "intense rainfall eventsâ\u0080\u0094many approaching levels that would be expected", "to occur only once every 500 years^82^,^83â\u0080\u0094that have made state or", "national news due to the devastating impact they had on inland", "communities. Of these events, four major inland flood events have occurred", "in just three years (2014â\u0080\u00932016) in the Southeast, causing billions of", "dollars in damages and loss of life (Table 19.1 and Case Study â\u0080\u009cCoastal", "and Inland Impacts of Extreme Rainfallâ\u0080\u009d).^84", "Downloads/Viewing List", "Download CSV", "Download JSON", "View in GCIS", "Share", "_____________________", "Table 19.1: Billion-Dollar Flood Events in the Southeast (2014â\u0080\u00932016)", "Event                         Date                Damages       Casualties", "Southeast Tornadoes and       April 27â\u0080\u009328, 2014 $1.8 Billion  33", "flooding (FL, AL, AR)", "South Carolina record         October 1â\u0080\u00935, 2015 $2.1 Billion  25", "flooding", "Hurricane Matthew             October 7â\u0080\u00939, 2016 $10.1 Billion 49", "Louisiana flooding (Baton     August 11â\u0080\u009315,     $10.1 Billion 13", "Rouge)                        2016", "Table 19.1: Values are Consumer Price Index adjusted and are in 2017", "dollars. Source: NOAA NCEI 2017.^84", "A closer look at the August 2016 event in Louisiana provides an example of", "how vulnerable inland communities in the Southeast region are to these", "extreme rainfall events. Between August 11â\u0080\u009315 2016, nearly half of", "southern Louisiana received at least 12â\u0080\u009314 inches of rainfall. While", "urban areas such as Baton Rouge and Lafayette were hit the hardest,", "receiving upwards of 30 inches in a few days, coastal locations were also", "inundated with up to 20 inches of rain. Rainfall totals across the region", "exceeded amounts that would be expected to occur once every 1,000 years", "(or a less than 0.1% annual probability of occurrence), causing the Amite", "and Comite Rivers to surge past their banks and resulting in some 50,000", "homes across the region filling with more than 18 inches of water.^85", "Nearly 10 times the number of homes received major flooding (18 inches or", "more) during this event compared to a historic 1983 flood in Baton Rouge,", "and the damage resulted in more than 2 million cubic yards of curbside", "debris from cleaning up homes (enough to fill over 600 Olympic-sized", "pools).^86 A preceding event in northern Louisiana on March 8â\u0080\u009312, 2016,", "caused $2.4 billion in damages (in 2017 dollars; $2.3 billion in 2015", "dollars) and five casualties,^84 illustrating that inland low-lying areas", "in the Southeast region are also vulnerable to flooding impacts. Events of", "such magnitudes are projected to become more likely in the future due to a", "changing climate,^19^,^87 putting more people in peril from future floods.", "Existing flood map boundaries do not account for future flood risk due to", "the increasing frequency of more intense precipitation events, as well as", "new development that would reduce the floodplain's ability to manage storm", "water. As building and rebuilding in flood-prone areas continue, the risks", "of the kinds of major losses seen in these events will continue to grow.", "The growing number of extreme rainfall events is stressing the", "deteriorating infrastructure in the Southeast. Many transportation and", "storm water systems have not been designed to withstand these events. The", "combined effects of rising numbers of high tide flooding and extreme", "rainfall events, along with deteriorating storm water infrastructure, are", "increasing the frequency and magnitude of coastal and lowland flood", "events.^45^,^88^,^89^,^90", "The recent increases in flood risk have led many cities and counties to", "take adaptive actions to reduce these effects. Four counties in Southeast", "Florida formed a climate compact in 2010 to address climate change", "impacts, including sea level rise and high tide flooding.^91 Recently", "updated in 2017, their climate action plan was one of the first", "intergovernmental collaborations to address climate change, adaptation,", "and mitigation in the country. Since then, cities like Charleston, South", "Carolina, have started to invest in flood management activities (see Case", "Study â\u0080\u009cCharleston, South Carolina, Begins Planning and Reinvestingâ\u0080\u009d).", "Other examples include Miami Beach, Florida, which has a multiyear,", "$500-million program to raise public roads and seawalls and improve storm", "water drainage.^92 Norfolk, Virginia, has begun comprehensive planning to", "fix its high tide flooding issues.^93 Biloxi, Mississippi, has put in", "place several adaptation strategies to lessen the future impacts,", "including enacting a new building code that requires elevating structures", "an additional one foot above the base flood elevation.^94 Tybee Island,", "Georgia, has developed a sea level rise adaptation plan with", "recommendations to flood-proof a 5.5-mile stretch of their sole access", "causeway, replace two vulnerable bridges, and retrofit their existing", "storm water infrastructure to improve drainage.^95 In response to the 2016", "flooding, eight parishes in the Acadiana region of Louisiana came together", "to collaborate at a watershed level, pooling their federal hazard", "mitigation grant funding to support projects across the Teche-Vermilion", "watershed. This is the only watershed-level hazard mitigation", "collaboration of this kind happening in the state and has the support of", "the Federal Emergency Management Agency (FEMA), the Governor's Office of", "Homeland Security and Emergency Preparedness, and the Louisiana Office of", "Community Development.^96", "Many communities in the Southeast also participate in FEMAâ\u0080\u0099s Community", "Rating System (CRS) program, which provides reduced flood insurance", "premiums to communities that go above and beyond the minimum National", "Flood Insurance Program regulation standards.^97 Many communities require", "a safety factor, also known as freeboard, expressed as feet above the base", "flood elevation, for construction in special flood hazard areas. Several", "Southeast communitiesâ\u0080\u0094such as Hillsborough and Pinellas Counties,", "Florida; Biloxi, Mississippi; Chatham County, Georgia; and Myrtle Beach,", "South Carolinaâ\u0080\u0094have earned low CRS classes (5 on a scale of 1â\u0080\u009310, with", "1 being the best or most insurance premium discount) by implementing", "freeboard and other regulations that exceed the minimum standards.^97", "Share", "_____________________", "Case Study: Coastal and Inland Impacts of Extreme Rainfall", "In October 2015, an extreme rainfall event impacted both inland and", "coastal South Carolina, leading to the largest flood-related disaster in", "the state since Hurricane Hugo struck in 1989. The October 2015 event is", "among a series of devastating precipitation events that have occurred", "across the Southeast in recent years. From October 1â\u0080\u00935, 2015, deep", "tropical moisture combined with a slow-moving (stalled) upper-level low", "pressure system to pump moisture into South Carolinaâ\u0080\u0099s coastal and", "interior regions. Much of the affected region received between 10 and 26", "inches of rain over the 4-day event, breaking many all-time precipitation", "records (Figure 19.12). Mount Pleasant, located on South Carolinaâ\u0080\u0099s", "coast, received 26.88 inches of rain, which is an extremely rare event.", "The rainfall sparked inland flooding that led to three dam breaches and", "the destruction of countless roads and homes (see Figure 19.13 showing", "flash flooding impacts to inland roads). Roughly 52,000 residents applied", "for disaster relief, and 160,000 homes sustained some type of damage. At", "the coast, a combination of high tide and heavy rain caused significant", "flooding in downtown Charleston. A high tide of 2.38 feet above Mean", "Higher High Water (MHHW) occurred in the afternoon of October 3. This was", "the seventh highest tide ever recorded in Charleston Harbor and the", "highest since Hurricane Hugo in 1989. Under future climate scenarios, the", "combination of extreme precipitation and higher tides due to local sea", "level rise will likely cause more frequent events of this intensity and", "magnitude.^98", "Download  Metadata  Share", "_____________________", "Figure 19.12: October 2015 Extreme Rainfall Event", "October 2015 Extreme Rainfall Event A map of North and South Carolina", "shows precipitation totals (in inches) from a four-day extreme rainfall", "event in October 2015. Warm colors, representing areas of highest", "accumulations, are centered in southeast South Carolina. Several cities", "broke all-time records and met or exceeded their 500-year recurrence", "amounts, including Longwood, North Carolina, which observed 17.8 inches;", "Columbia, South Carolina, which observed 12.4 inches; and Charleston,", "South Carolina, which observed 16 inches. Exceeding their 1,000-year", "recurrence amounts were the South Carolina cities of Kingstree, Sumter,", "and Mount Pleasant, which observed 19.9, 20.7, and 26.9 inches of", "rainfall, respectively.", "Figure 19.12: The map shows rainfall totals from the October 2015 South", "Carolina flood event. Red colors in the map indicate areas that received", "excessive rainfall totals that broke all-time records. Some of these", "totals exceeded the 500-year and 1,000-year return period amounts", "(rainfall amounts that would be expected to have only a 0.2% or 0.1%", "chance of occurring in a given year). Extreme precipitation events will", "likely increase in frequency in the Southeast. Source: CISA 2015.^98", "[IMG] A photo shows a flooded North Charleston neighborhood following an", "October 2015 extreme rainfall event triggered by Hurricane Joaquin. A man", "wades down the middle of a residential road through the knee-deep", "floodwaters. Trees, homes, and parked cars line both sides of the road. In", "some yards, mailboxes and car hoods barely clear the waterâ\u0080\u0099s surface.", "Figure 19.13: Many roads became impassable in the inland areas of South", "Carolina as a result of the October 2015 extreme rainfall event. This", "photo shows a neighborhood in North Charleston after the event with", "knee-deep flooding. Photo credit: Ryan Johnson (CC BY-SA 2.0).", "Increases in extreme rainfall events and high tide coastal floods due to", "future climate change could impact the quality of life of permanent", "residents as well as tourists visiting the low-lying and coastal regions", "of the Southeast. Recent social science studies have indicated that people", "may migrate from many coastal communities that are vulnerable to the", "impacts of sea level rise, high tide flooding, saltwater intrusion, and", "storm surge.^71 Even though many communities are starting to develop", "adaptation strategies to address current flooding issues, many adaptation", "strategies are not being designed for longer time horizons and more", "extreme worst-case climate scenarios.^1^,^67", "The 2017 Hurricane Season", "For the United States, 2017 was a historic year for weather and climate", "disasters, with widespread impacts and lingering costs. While 2017 tied", "the previous record year of 2011 for the total number of billion-dollar", "weather and climate disastersâ\u0080\u009416â\u0080\u0094the year broke the all-time previous", "record high costs by reaching $306.2 billion in damages (in 2017 dollars;", "$297 billion in 2015 dollars). The previous record year was 2005 with a", "total of $214.8 billion (in 2017 dollars; $208.4 billion in 2015 dollars),", "which included the impacts of Hurricanes Dennis, Katrina, Rita, and", "Wilma.^99", "In 2017, Hurricane Irma was one of three major hurricanes to make landfall", "in the United States and territories, with the most significant impacts", "occurring in the Southeast region. Irma was a Category 4 storm with 130", "mph wind speeds when it made landfall at Cudjoe Key, Florida (20 miles", "north of Key West). Storm surge inundations at Cudjoe and the surrounding", "Keys were between 5 and 8 feet.^100 Prior to landfall in Florida, Irma", "caused significant damage in the U.S. Virgin Islands and parts of Puerto", "Rico as a Category 5 hurricane with 185 mph wind speeds (see Ch. 20: U.S.", "Caribbean, Box 20.1 and KM 5).^84", "Irmaâ\u0080\u0099s intensity was impressive by any measure. According to the", "National Weather Service, Hurricane Irma was only the fifth hurricane with", "winds of 185 mph or higher in the whole of the Atlantic Basin since", "reliable record keeping began, and it was the strongest observed hurricane", "in the open Atlantic Ocean.^101 For three days, the storm maintained", "maximum sustained winds of 185 miles per hour, the longest observed", "duration in the satellite era.^101^,^102 Not only was Irma extremely", "strong, it was also very large with tropical storm force winds reaching as", "far away as 400 miles from the hurricaneâ\u0080\u0099s center and driving hurricane", "force winds up to 80 miles away.^101 Two factors supported Irmaâ\u0080\u0099s", "strength: the very warm waters it passed over, which exceeded 86Â°F,^102", "and the light winds Irma encountered in the upper atmosphere (Figure", "19.14).^101 High-intensity hurricanes such as Irma are expected to become", "more common in the future due to climate change.^103 Rapid intensification", "of storms is also more likely as the climate warms,^104 even though there", "is also some historical evidence that the same conditions that lead to", "this intensification also act to weaken hurricane intensity near the U.S.", "coast, but it is unclear whether this relationship will continue as the", "climate warms further (see Kossin et al. 2017,^103 Box 9.1).", "Download  Metadata  Share", "_____________________", "Figure 19.14: Warm Waters Contribute to the Formation of Hurricane Irma", "Warm Waters Contribute to the Formation of Hurricane Irma A map of the", "Atlantic Ocean, the Caribbean Sea, and the Gulf of Mexico shows observed", "sea surface temperatures at the time Hurricane Irma approached the", "southeastern United States in September 2017. The storm track of Hurricane", "Irma is also shown. As the tropical cyclone entered the western Atlantic,", "it encountered very warm waters of 82 to 87.4 degrees Fahrenheit. This led", "Irma to quickly strengthen from a Category 4 to a Category 5 storm just", "east of the Lesser Antilles.", "Figure 19.14: Two factors supported Hurricane Irmaâ\u0080\u0099s strength as it", "reached the Southeast region: the very warm waters it passed over,", "depicted in this figure, and the light winds Irma encountered in the upper", "atmosphere.^101 High-intensity hurricanes such as Irma are expected to", "become more common in the future due to climate change.^103 Source: NASA", "2017.^102", "EXPAND", "The storm tracked up the west coast of Florida, impacting both coasts of", "the Florida peninsula with 3â\u0080\u00935 feet of inundation from Cape Canaveral", "north to the Floridaâ\u0080\u0093Georgia border and even further, impacting coastal", "areas of Georgia and South Carolina with high tides and storm surge that", "reached 3â\u0080\u00935 feet. Inland areas were also impacted by winds and heavy", "rains with river gauges and high-water marks showing upwards of 2â\u0080\u00936 feet", "above ground level.^100 The winds eventually fell below tropical storm", "strength near Columbus, Georgia. Even though the wind speed fell below", "tropical storm strength, many communities along the coasts of Florida,", "Georgia, North and South Carolina, and Virginia experienced severe wind", "and storm surge damage with some near-historic levels of coastal flooding.", "A state of emergency was declared in four states from Florida north to", "Virginia and in Puerto Rico and the U.S. Virgin Islands, and, for the", "first time ever, Atlanta was placed under a tropical storm", "warning.^105^,^106^,^107^,^108 In Florida, a record 6.8 million people", "were ordered to evacuate, as were 540,000 coastal residents in Georgia and", "untold numbers in other coastal locations.^102^,^109^,^110 Nearly 192,000", "evacuees were housed in approximately 700 emergency shelters in Florida", "alone.^109 According to NOAAâ\u0080\u0099s National Centers for Environmental", "Information (NCEI),^84 Irma significantly damaged 65% of the buildings in", "the Keys and destroyed 25% of them.", "High rainfall totals were experienced in many impacted areas, with Fort", "Pierce, Florida, receiving the highest rainfall of more than 21.5", "inches^100 and the Florida Keys receiving 12 inches of rain.^84^,^102", "Flooding occurred on most rivers in northern Florida and in many rivers in", "both Georgia and South Carolina to the point that rescues were required.", "In Jacksonville, Florida, heavy rains were the major issue causing rivers", "to reach major or record flood stage and flooded some city streets up to 5", "feet deep in water. The heavy rainfall was noted even in Alabama, at 5", "inches, and near 6 inches in the mountains of western North Carolina.^100", "Twenty-five tornadoes were confirmed from Hurricane Irma, and many of them", "occurred along the east coast of central and northern Florida.^100 Even as", "Irma headed north, continuing to lose force, there were still 6.7 million", "people without electricity.^109", "According to NCEI,^84 the U.S. direct cost from Hurricane Irma is", "approximately $50 billion (in 2017 dollars), and the non-U.S. territory", "Caribbean Islands could add another $10â\u0080\u0093$15 billion to that total. Of", "the $50 billion, approximately $30â\u0080\u0093$35 billion accounts for wind and", "flood damage to a combination of residential and commercial properties,", "automobiles, and boatsâ\u0080\u0094with 80%â\u0080\u009390% of this cost felt in Florida. The", "remainder of the costs include $5 billion for infrastructure repairs and", "$1.5â\u0080\u0093$2.0 billion for damage to the agricultural sector, also mainly in", "Florida. The remaining costs would address losses in the U.S. Virgin", "Islands and Puerto Rico.^84 The losses could have been worse except for", "the fact that Florida has implemented one of the strictest building codes", "in the country after the destruction caused by Hurricane Andrew in", "1992.^111 Recent estimates using insured loss data show that implementing", "the Florida Building Code resulted in a 72% reduction of windstorm losses,", "and for every $1 in added cost to implement the building code, there is a", "savings of $6 in reduced losses, with the return or payback period being", "roughly 8 years (in 2010 dollars).^111", "Indirect impacts and costs are difficult to calculate and would add to the", "totals. In Central and South Florida, such things would include the", "closing of schools, colleges, and universities; the closing of tourist", "attractions and the cancellation of thousands of flights into and out of", "region; and the closing or restricting of the use of seaports including", "Canaveral, Key West, Miami, and Jacksonville, among others.^109^,^112 The", "Select Committee on Hurricane Response and Preparedness: Final Report^109", "estimates that there were 84 U.S. deaths attributable to Hurricane Irma", "and other untold damage and human suffering. While the hurricane directly", "damaged portions of the Southeast, the impacts could be felt around the", "country in the form of business interruptions (such as tourism),", "transportation and infrastructure damages (such as ports, roadways, and", "airports), increases in fuel costs, and $2.5 billion (in 2018 dollars) in", "total estimated crop losses,^109 which had the potential to impact the", "cost of food and other products for all Americans.", "Key Message 3", "Share", "_____________________", "Natural Ecosystems Will Be Transformed", "The Southeastâ\u0080\u0099s diverse natural systems, which provide many benefits to", "society, will be transformed by climate change. Changing winter", "temperature extremes, wildfire patterns, sea levels, hurricanes, floods,", "droughts, and warming ocean temperatures are expected to redistribute", "species and greatly modify ecosystems. As a result, the ecological", "resources that people depend on for livelihood, protection, and well-being", "are increasingly at risk, and future generations can expect to experience", "and interact with natural systems that are much different than those that", "we see today.", "Ecosystems in the Southeast span the transition zone between tropical and", "temperate climates. The regionâ\u0080\u0099s more temperate ecosystems include", "hardwood forests, spruce-fir forests, pine-dominated forests, and salt", "marshes. The regionâ\u0080\u0099s more tropical ecosystems include mangrove forests,", "coral reefs, pine savannas, and the tropical freshwater wetlands of the", "Everglades. Ecological diversity in the Southeast is", "high,^113^,^114^,^115^,^116^,^117 and southeastern ecosystems and", "landscapes provide many benefits to society. In addition to providing", "habitat for fish and wildlife species, ecosystems in the Southeast provide", "recreational opportunities, improve water quality, provide seafood, reduce", "erosion, provide timber, support food webs, minimize flooding impacts, and", "support high rates of carbon sequestration (or storage).^118^,^119^,^120", "These ecological resources that people depend on for livelihoods,", "protection, and well-being are increasingly at risk from the impacts of", "climate change.", "Climate greatly influences the structure and functioning of all natural", "systems (Ch. 7: Ecosystems). An analysis of ecological changes that have", "occurred in the past can help provide some context for anticipating and", "preparing for future ecological changes. In response to past climatic", "changes, many ecosystems in the Southeast were much different than those", "present today. For example, since the end of the last glacial maximum", "(about 19,000 years agoâ\u0080\u0094the most recent period of maximum ice", "extent),^121 forests in the region have been transformed by warming", "temperatures, sea level rise, and glacial retreat.^122^,^123 Spruce", "species that were once present in the regionâ\u0080\u0099s forests have moved", "northward and have been replaced by oaks and other less cold-tolerant tree", "species that have expanded from the south.^124 And along the coast,", "freeze-sensitive mangrove forests and other tropical coastal species have", "been expanding northward and upslope since the last glacial", "maximum.^125^,^126^,^127^,^128^,^129", "In the coming decades and centuries, climate change will continue to", "transform many ecosystems throughout the", "Southeast,^6^,^130^,^131^,^132^,^133^,^134^,^135 which would affect many", "of the societal benefits these ecosystems provide. As a result, future", "generations can expect to experience, interact with, and potentially", "benefit from natural systems that are much different than those that we", "see today (Ch. 7: Ecosystems).^136^,^137", "Warming Winter Temperature Extremes", "Changes in winter air temperature patterns are one aspect of climate", "change that will play an especially important role in the Southeast. By", "the late 21st century under the higher scenario (RCP8.5), the freeze-free", "season is expected to lengthen by more than a month. Winter air", "temperature extremes (for example, freezing and chilling events) constrain", "the northern limit of many tropical and subtropical", "species.^138^,^139^,^140^,^141^,^142^,^143^,^144 Certain ecosystems in the", "region are located near thresholds where small changes in winter air", "temperature regimes can trigger comparatively large and abrupt", "landscape-scale ecological changes (in other words, ecological regime", "shifts).^135^,^145 Reductions in the frequency and intensity of cold", "winter air temperature extremes can allow tropical and subtropical species", "to move northward and replace more temperate species. Where climatic", "thresholds are crossed, certain ecosystem and landscapes will be", "transformed by changing winter air temperatures.", "Download  Metadata  Share", "_____________________", "Figure 19.15: Projected Changes in Plant Hardiness Zones", "Projected Changes in Plant Hardiness Zones Two maps of the Southeast", "region are shown. The left map shows the regionâ\u0080\u0099s historical USDA plant", "hardiness zones from 1976 to 2005 which correspond to the annual average", "of lowest minimum temperature (in degrees Fahrenheit). On the right is a", "map of the regionâ\u0080\u0099s projected USDA plant hardiness zones for the period", "2070 to 2099 under the higher RCP8.5 scenario. Due to increasing", "temperatures, hardiness zones are projected to shift northward by 1 or 2", "zones. According to historical plant hardiness zones, Tennessee, Kentucky,", "northern Arkansas, and western portions of North Carolina and Virginia", "have been unable to support freeze-sensitive plants due to experiencing", "average lowest minimum temperatures of negative 15 to 0 degrees", "Fahrenheit. However, under the higher scenario, no area within the region", "will observe an annual average lowest minimum temperature of less than 5", "degrees Fahrenheit by late century.", "Figure 19.15: Increasing winter temperatures are expected to result in a", "northward shift of the zones conducive to growing various types of plants,", "known as plant hardiness zones. These maps show the mean projected changes", "in the plant hardiness zones, as defined by the U.S. Department of", "Agriculture (USDA), by the late 21st century (2070â\u0080\u00932099) under a higher", "scenario (RCP8.5). The USDA plant hardiness zones are based on the average", "lowest minimum temperature for the year, divided into increments of 5Â°F.", "Based on these projected changes, freeze-sensitive plants, like oranges,", "papayas, and mangoes, would be able to survive in new areas.^142 Note that", "large changes are projected across the region, but especially in Kentucky,", "Tennessee, and northern Arkansas. Sources: NOAA NCEI and CICS-NC.", "EXPAND", "Plant hardiness zone maps help convey the importance of winter air", "temperature extremes for species and natural systems in the Southeast. To", "help gardeners and farmers, the U.S. Department of Agriculture has", "produced plant hardiness zone maps that can be used to determine which", "species are most likely to survive and thrive in a given location. The", "plant hardiness zones are reflective of the frequency and intensity of", "winter air temperature extremes in a specific region. Already, in response", "to climate change, plant hardiness zones in certain areas are moving", "northward and are expected to continue their northward and upslope", "progression.^139^,^142^,^146^,^147 Continued reductions in the frequency", "and intensity of winter air temperature extremes are expected to change", "which species are able to survive and thrive in a given location (Figure", "19.15). For example, citrus species are sensitive to freezing and chilling", "temperatures.^148 However, in the future, climate change is expected to", "enable the survival of citrus in areas that are north of the current", "tolerance zone.^142", "Download  Metadata  Share", "_____________________", "Figure 19.16: Salt Marsh Conversion to Mangrove Forest", "Salt Marsh Conversion to Mangrove Forest A graph shows the relationship", "between minimum winter temperatures (in degrees Fahrenheit; horizontal", "axis) and the percentage of wetlands along the Gulf and Atlantic Coasts", "that are dominated by mangrove forests rather than salt marshes (vertical", "axis). Coastal wetland locations having minimum winter temperatures of 0", "to 15 degrees Fahrenheit are associated with few to no mangrove forests.", "Mangrove domination of wetlands begins to rise when minimum temperatures", "reach roughly 20 degrees. Once minimum temperatures climb above 25", "degrees, mangrove domination also climbsâ\u0080\u0094up to 95 percent across the", "majority of coastal wetlands.", "Figure 19.16: Where tropical and temperate ecosystems meet, warmer winter", "temperatures can lead to large ecological changes such as mangrove forest", "replacement of salt marshes along the Gulf and Atlantic Coasts. Mangrove", "forests are sensitive to freezing temperatures and are expected to expand", "northward at the expense of salt marshes. The figure shows the", "relationship between temperature and the percentage area dominated by", "mangrove forests. Mangrove expansion would entail a grassland-to-forest", "conversion, which would affect fish and wildlife habitat and many societal", "benefits. Source: adapted from Osland et al. 2013.^135 Â©2012 Blackwell", "Publishing Ltd.", "EXPAND", "The effects of changing winters reach far beyond just agricultural and", "garden plants. Along the coast, for example, warmer winter temperatures", "are expected to allow mangrove forests to move northward and replace salt", "marshes (Figures 19.16 and 19.17).^135^,^149^,^150^,^151^,^152 Coastal", "wetlands, like mangrove forests and salt marshes, are abundant in the", "Southeast.^153^,^154 The societal benefits provided by coastal wetlands", "are numerous.^119 Hence, where coastal wetlands are abundant (for example,", "the Mississippi River Delta), their cumulative value can be worth billions", "of dollars each year and trillions of dollars over a 100-year period.^155", "Coastal wetlands provide seafood, improve water quality, provide", "recreational opportunities, reduce erosion, support food webs, minimize", "flooding impacts, and support high rates of carbon sequestration.^118", "Foundation species are species that create habitat and support entire", "ecological communities.^156^,^157 In coastal wetlands and many other", "ecosystems, foundation plant species play an especially important role.", "Hence, the loss and/or replacement of foundation plant species, like salt", "marsh grasses, will have ecological and societal consequences in certain", "areas.^135^,^145^,^157^,^158^,^159^,^160^,^161^,^162^,^163^,^164 While", "salt marsh and mangrove wetlands both contain valuable foundation species,", "some of the habitat and societal benefits provided by existing salt marsh", "habitats will be affected by the northward expansion of mangrove", "forests.^145^,^158^,^160^,^161^,^164^,^165", "Transitioning Coastal Ecosystems", "Transitioning Coastal Ecosystems Two photos are shown. On the left is a", "view of a Louisiana salt marsh under a clear sky. Pictured at right is a", "mangrove forest. The mangrove treesâ\u0080\u0099 gray, dense tangle of roots", "protrude from a muddy coastal bank.", "Figure 19.17: In Louisiana and parts of northern Florida, future coastal", "wetlands are expected to look and â\u0080¦", "EXPAND", "In addition to plants, warmer winter air temperatures will also affect the", "movement and interactions between many different kinds of organisms. For", "example, certain insect species, including mosquitoes and tree-damaging", "beetles, are expected to move northward in response to climate change,", "which could affect human health and timber", "supplies.^30^,^144^,^166^,^167^,^168^,^169^,^170^,^171^,^172 And some bird", "species, including certain ducks, are not expected to migrate as far south", "in response to milder winters,^173 which could affect birding and hunting", "recreational opportunities. Many recreational fishery populations in", "tropical coastal areas are", "freeze-sensitive^138^,^174^,^175^,^176^,^177^,^178 and are, therefore,", "expected to move northward in response to warmer water and air", "temperatures. Although the appearance of tropical recreational fish, like", "snook for example, may be favorable for some anglers, the movement of", "tropical marine species is expected to greatly modify existing food webs", "and ecosystems (Ch. 7: Ecosystems, Figure 7.4).^179 Some problematic", "invasive species are expected to be favored by changing winters. For", "example, in South Florida, the Burmese python and the Brazilian pepper", "tree are two freeze-sensitive, nonnative species that have, respectively,", "decimated mammal populations and transformed native plant communities", "within Everglades National", "Park.^180^,^181^,^182^,^183^,^184^,^185^,^186^,^187^,^188 In the future,", "warmer winter temperatures are expected to facilitate the northward", "movement of these problematic invasive species, which would transform", "natural systems north of their current distribution.", "Warm Winters Favor Invasive Species", "Warm Winters Favor Invasive Species A photo shows six U.S. Geological", "Survey researchers in the Florida Everglades standing one behind the", "other. Draped over their shoulders and arms is a Burmese python. The", "researcher at the front of the line holds the pythonâ\u0080\u0099s head, while the", "one at the back of the line cradles the end of its tail.", "Figure 19.18: Burmese pythons are apex predators (not preyed upon by other", "animals) that are sensitive to cold â\u0080¦", "EXPAND", "Changing Patterns of Fire", "In the Southeast region, changing fire regimes (defined by factors", "including frequency, intensity, size, pattern, season, and severity) are", "expected to have a large impact on natural systems. Fire has historically", "played an important role in the region, and ecological diversity in many", "southeastern natural systems is dependent upon fire.^115^,^116^,^134^,^189", "Although the total area burned by wildfire is greatest in the western", "United States, the Southeast has the largest area burned by prescribed", "fire (see Case Study â\u0080\u009cPrescribed Fireâ\u0080\u009d) and the highest number of", "wildfires.^134^,^190 In the future, rising temperatures and increases in", "the duration and intensity of drought are expected to increase wildfire", "occurrence and also reduce the effectiveness of prescribed", "fire.^3^,^4^,^5^,^6 Moreover, rapid urban expansion near managed forests", "has the potential to reduce opportunities to use prescribed fire, which", "could lead to native species declines, increased wildfire occurrence, and", "economic and health impacts.^134^,^191", "A recent example of the importance of fire lies in the forests of the", "southern Appalachians. Over the last century, invasive insects, logging,", "and pathogens have transformed forests in the region.^192 Warmer", "temperatures and insects have led to the loss of cold-adapted boreal", "communities, and flammable, fire-adapted tree species have been replaced", "by less flammable, fire-sensitive speciesâ\u0080\u0094a process known as", "mesophication.^193^,^194 However, intense fires, like those observed in", "2016, can halt the mesophication process. High temperatures, increases in", "accumulated plant material on the forest floor, and a four-month seasonal", "drought in the fall of 2016 collectively produced the worst wildfires the", "region has seen in a century. Intra-annual droughts, like the one in 2016,", "are expected to become more frequent in the future.^6 Thus, drought and", "greater fire activity^134 are expected to continue to transform forest", "ecosystems in the region (see Ch. 6: Forests, KM 1).", "See related content from the U.S. Climate Resilience Toolkit  Share", "_____________________", "Case Study: Prescribed Fire", "With wildfire projected to increase in the Southeast,^6^,^191 prescribed", "fire (the purposeful ignition of low-intensity fires in a controlled", "setting), remains the most effective tool for reducing wildfire", "risk.^4^,^195 Department of Defense (DoD) lands represent the largest", "reservoirs of biodiversity and native ecosystems in the region.^117", "Military activities are a frequent source of wildfires, but increases in", "prescribed fire acres (Figure 19.19) show a corresponding decrease in", "wildfire ignitions for DoD.^4 Climate resilience by DoD is further", "achieved through restoration of native longleaf pine forests that occupy a", "wide range of site types, including wetland and well-drained soilsâ\u0080\u0094the", "latter leading many to characterize this forest as being drought", "resistant.^196^,^197^,^198^,^199 In addition to proactive adaptation", "through prescribed fire, DoD has been a leader in climate strategies that", "include regional conservation planning, ecosystem management, endangered", "species recovery, and research funding.", "Download  Metadata  Share", "_____________________", "Figure 19.19: Wildfire and Prescribed Fire", "Wildfire and Prescribed Fire A photo and a graph are shown. In the photo,", "a helicopter carries water from a nearby pond to the site of a June 2012", "wildfire at Eglin Air Force Base in Florida. Behind the helicopter, a", "plume of smoke covers the sky. Below the photo, a combination line and bar", "graph shows how prescribed burns (represented by the graphâ\u0080\u0099s bars and", "measured in hectares burned) relate to decreases in wildfire occurrence", "(represented by the graphâ\u0080\u0099s line) at Fort Benning, Georgia, from 1982 to", "2012. In the 1980s, less than 5,000 hectares per year were burned in", "prescribed fires, and the number of wildfires varied from 150 to nearly", "600. Since then, the number of Fort Benning wildfires has shown a downward", "trend as the hectares burned through prescribed fire has shown an", "increasing trend. From the 2000s up to 2012, the annual number of hectares", "burned has varied, ranging from 7,500 to nearly 20,000. In comparison, the", "annual number of wildfires, while also variable from year to year, has", "generally remained at or below 100.", "Figure 19.19: (top) A helicopter drops water on a 1,500-hectare wildfire", "on Hurlburt Field (Eglin Air Force Base) in Florida in June of 2012.", "(bottom) The increased use of prescribed fire at Ft. Benning, Georgia, led", "to a decrease in wildfire occurrence from 1982 to 2012. Photo credit:", "Kevin Hiers, Tall Timbers. Figure source: adapted from Addington et al.", "2015.^4 Reprinted by permission of CSIRO Australia, Â©CSIRO.", "Rising Sea Levels and Hurricanes", "Rising sea levels and potential changes in hurricane intensity are aspects", "of climate change that are expected to have a tremendous effect on coastal", "ecosystems in the Southeast (Ch. 8: Coastal, KM 2; Ch. 9: Oceans, KM 1).", "Since coastal terrestrial and freshwater ecosystems are highly sensitive", "to increases in inundation and salinity, sea level rise will result in the", "rapid conversion of these systems to tidal saline habitats. Historically,", "coastal ecosystems in the region have adjusted to sea level rise by", "vertical and horizontal movement across the", "landscape.^125^,^129^,^200^,^201 As sea levels rise in the future, some", "coastal ecosystems will be submerged and converted to open water, and", "saltwater intrusion will allow salt-tolerant coastal ecosystems to move", "inland at the expense of upslope and upriver", "ecosystems.^128^,^202^,^203^,^204^,^205^,^206^,^207^,^208 Where barriers", "are present (for example, levees and other coastal infrastructure), the", "potential for landward migration of natural systems will be reduced and", "certain coastal habitats will be lost (Ch. 20: U.S. Caribbean, KM 3).^204", "With higher sea levels and increasing saltwater intrusion, the high winds,", "high precipitation rates, storm surges, and salts that accompany", "hurricanes will have large ecological impacts to terrestrial and", "freshwater ecosystems.^209^,^210", "An example of the effects of rising sea levels can be found in Louisiana,", "which faces some of the highest land loss rates in the world. The", "ecosystems of the Mississippi River Delta provide at least $12â\u0080\u0093$47", "billion (in 2017 dollars) in benefits to people each year.^155 These", "benefits include hurricane storm protection, water supply, furs, habitat,", "climate stability, and waste treatment. However, between 1932 and 2016,", "Louisiana lost 2,006 square miles of land area (see Case Study â\u0080\u009cA Lesson", "Learned for Community Resettlementâ\u0080\u009d),^211 due in part to high rates of", "relative sea level rise.^212^,^213^,^214^,^215 The rate of wetland loss", "during this period equates to Louisiana losing an area the size of one", "football field every 34 to 100 minutes.^211 To protect and restore the", "Louisiana coast, the Louisiana Coastal Protection and Restoration", "Authority (CPRA) has worked with local, state, and federal partners to", "iteratively develop a 2017 Coastal Master Plan that identifies investments", "that can provide direct restoration and risk reduction benefits.^216 The", "aim of the 50-year, $50-billion strategy is to sustain Louisianaâ\u0080\u0099s", "coastal ecosystems, safeguard coastal populations, and protect vital", "economic and cultural resources.^216", "Drought and Extreme Rainfall", "Climate change is expected to intensify the hydrologic cycle and increase", "the frequency and severity of extreme events like drought and heavy", "rainfall. Drought and extreme heat can result in tree mortality and", "transform the regionâ\u0080\u0099s forested ecosystems (Ch. 6: Forests, KM", "1).^217^,^218^,^219^,^220^,^221^,^222^,^223 Drought can also affect", "aquatic and wetland ecosystems,^224 for example by contributing to", "mortality and ecological transformations in salt marshes,^225^,^226", "mangrove forests,^227^,^228^,^229^,^230^,^231 and tidal freshwater", "forests.^232 In addition to drought, extreme rainfall events are also", "expected to become more frequent and severe in the future. The prolonged", "inundation and lack of oxygen that results from extreme rainfall can also", "result in mortality, such as the dieback of critical foundation plant", "species, and other large impacts to natural systems.^233 In combination,", "future increases in the frequency and severity of both extreme drought and", "extreme rainfall are expected to transform many ecosystems in the", "Southeast region. Natural systems in the region will have to become", "resistant and resilient to both too little water and too much water. The", "ecological transformations induced by these extreme events will affect", "many of the benefits that natural systems provide to society.", "Warming Ocean Temperatures", "Warming ocean temperatures due to climate change are expected to have a", "large effect on marine and coastal ecosystems (Ch. 9: Oceans, KM", "3).^234^,^235^,^236 Many species are sensitive to small changes in ocean", "temperature; hence, the distribution and abundance of marine organisms are", "expected to be greatly altered by increasing ocean temperatures. For", "example, the distribution of tropical herbivorous fish has been expanding", "in response to warmer waters, which has resulted in the tropicalization of", "some temperate marine ecosystems and decreases in the cover of valuable", "macroalgal plant communities.^179 A decrease in the growth of sea turtles", "in the West Atlantic has been linked to higher ocean temperatures.^237 Due", "to climate change, warming ocean temperatures in the coming decades are", "expected to transform many marine and coastal ecosystems across the", "Southeast. However, the impacts to coral reef ecosystems in the region", "have been and are expected to be particularly dire. Coral reefs are", "biologically diverse ecosystems that provide many societal benefits,", "including coastal protection from waves, habitat for fish, and", "recreational and tourism opportunities.^238^,^239 However, coral reef", "mortality in the Florida Keys and across the globe has been very high in", "recent decades, due in part to warming ocean temperatures, nutrient", "enrichment, overfishing, and coastal", "development.^240^,^241^,^242^,^243^,^244 Small increases in ocean", "temperature can cause corals to expel the symbiotic algae upon which they", "depend for nourishment. When this happens, corals lose their color and die", "in a process known as coral bleaching (Ch. 9: Oceans, KM 1). Coral", "elevation and volume in the Florida Keys have been declining in recent", "decades,^245 and present-day temperatures in the region are already close", "to bleaching thresholds; hence, it is likely that many of the remaining", "coral reefs in the Southeast region will be lost in the coming", "decades.^246^,^247 In addition to warming temperatures, accelerated ocean", "acidification is also expected to contribute to coral reef mortality and", "decline.^248^,^249 When coral reefs are lost, coastal communities lose the", "many benefits provided by these valuable ecosystems, including lost", "tourism opportunities, a decline in fisheries, and a decrease in wave", "protection.^246^,^247", "Key Message 4", "Share", "_____________________", "Economic and Health Risks for Rural Communities", "Rural communities are integral to the Southeastâ\u0080\u0099s cultural heritage and", "to the strong agricultural and forest products industries across the", "region. More frequent extreme heat episodes and changing seasonal climates", "are projected to increase exposure-linked health impacts and economic", "vulnerabilities in the agricultural, timber, and manufacturing sectors. By", "the end of the century, over one-half billion labor hours could be lost", "from extreme heat-related impacts. Such changes would negatively impact", "the regionâ\u0080\u0099s labor-intensive agricultural industry and compound existing", "social stresses in rural areas related to limited local community", "capabilities and associated with rural demography, occupations, earnings,", "literacy, and poverty incidence. Reduction of existing stresses can", "increase resilience.", "In the Southeast, over 56% of land remains rural (nonmetropolitan) and", "home to approximately 16 million people, or about 17% percent of the", "regionâ\u0080\u0099s population.^250 These rural areas are important to the social", "and economic well-being of the Southeast. Many in rural communities are", "maintaining connections to traditional livelihoods and relying on natural", "resources that are inherently vulnerable to climate change. The Southeast", "has the second highest number of farmworkers hired per year compared to", "other National Climate Assessment (NCA) regions.^251 Climate trends and", "possible climate futures show patterns that are already impactingâ\u0080\u0094and", "are expected to further impactâ\u0080\u0094rural sectors, from agriculture and", "forestry to human health and labor productivity (Ch. 10: Ag & Rural, KM", "3). For example, shrimping, oystering, and fishing along the coast are", "long-standing traditions in the coastal economy that are expected to face", "substantial challenges. For example, by the end of the century, annual", "oyster harvests in the Southeast are projected to decline between 20%", "(19%â\u0080\u009322%) under a lower scenario (RCP4.5) and 46% (44%â\u0080\u009348%) under a", "higher scenario (RCP8.5), leading to projected price increases of 48%", "(RCP4.5) to 140% (RCP8.5).^35 Projected warming ocean temperatures, sea", "level rise, and ocean and coastal acidification are raising concern over", "future harvests (Ch. 9: Oceans, KM 2).^35^,^252 While adaptation and", "resilience can moderate climate change impacts, rural areas generally face", "other stressors, such as poverty and limited access to healthcare, which", "will make coping to these climate-related challenges more difficult.", "Heat-related stresses are presently a major concern in the Southeast.", "Future temperature increases are projected to pose challenges for human", "health. While recent regional temperature trends have not shown the same", "consistent rate of daytime maximum temperature increase as observed in", "other parts of the United States, climate model simulations strongly", "suggest that daytime maximum temperatures are likely to increase as humans", "continue to emit greenhouse gases into the atmosphere.^13 The resulting", "temperature increases are expected to add to the heat health burden in", "rural, as well as urban, areas.^35 Projected temperature increases also", "pose challenges for crop production dependent on periods of lower", "temperatures to reach full productivity. Drought has been a recurrent", "issue in the Southeast affecting agriculture, forestry, and water", "resources.^253 With rapid growth in population and overall demand, drought", "is increasingly a concern for water resource management sectors such as", "cities, ecosystems, and energy production.", "Diverse Rural Regions", "Urban and rural areas exist along a continuum from major metro areas to", "suburbs, small towns, and lightly populated places. These areas are linked", "through many processes, commuting patterns, and shared central services,", "such as airports and hospitals, that connect the risks. Rapid population", "growth with associated urbanization and suburbanization over the last", "several decades has resulted in a more fine-grained forest landscape with", "smaller and more numerous forest patches.^254 Agriculture, manufacturing,", "tourism, and other major economic sectors are spread across the Southeast", "region. Rural counties in the region generally have a diversified economy", "with a relatively low percentage being heavily dependent on one sector.", "While well known for agriculture and forestry, rural areas also support", "manufacturing and tourism.^250", "In 2013, approximately 34% of the U.S. manufacturing output, or about $700", "billion (dollar year not reported), came from the Southeast and Texas,", "including rural areas.^255 While manufacturing growth has been", "particularly strong in the Southeast in recent years, future climate", "changes would pose challenges for economic competitiveness. For companies", "involved in food processing, there are additional secondary economic risks", "associated with climate impacts on crops and livestock that could alter", "price or availability.^64^,^255 Facilities that are energy- or", "water-intensive are more likely to face increases in the costs and", "decreases in the availability of these resources, with potential impacts", "to their economic competitiveness.^246^,^255", "Energy production, and its dependence on water availability, is a key", "concern in the Southeast, given the regionâ\u0080\u0099s growing population and", "large, diversified economy. An increasing number of high heat and dry days", "as the climate warms poses a risk to efficient power generation,", "particularly under conditions where the mode of primary generation moves", "towards natural gas and water-intensive nuclear power.^256", "Risks to Agriculture and Forestry", "Agriculture, livestock rearing, and forestry activities are widespread and", "varied through the Southeast region.^7 Climate change is expected to have", "an overall negative impact on agricultural productivity in the United", "States,^35 although some crops could also become newly viable alternatives", "(Key Message 3, Figure 19.15). Increases in temperatures, water stress,", "freeze-free days, drought, and wildfire risks, together with changing", "conditions for invasive species and the movement of diseases, create a", "number of potential risks for existing agricultural systems (Ch. 10: Ag &", "Rural, KM 1).^7 In particular, precipitation trends for the Southeast", "region show an inclination towards slightly drier summers, which could", "reduce productivity, and wetter fall seasons, which can make it difficult", "to harvest the full crop. Multimodel averages of climate model simulations", "(CMIP3 [SRES A2] and CMIP5 [RCP8.5] higher scenarios) show that there is a", "greater risk of drier summers by the middle of the century in the western", "portion of the Southeast and in southern Florida, while wetter fall", "seasons are more likely in the eastern portion of the region.^257", "The conditions for raising and harvesting crops and livestock are", "projected to change. Higher temperatures can result in decreasing", "productivity of some cultivated crops, including cotton, corn, soybeans,", "and rice.^7 Livestock, which includes hogs and pigs, horses, ponies,", "mules, burros, and donkeys as well as poultry and processed poultry for", "consumption (for example, chicken nuggets), is a large component of the", "agricultural sector for these states and the Nation.^258 Livestock are all", "vulnerable to heat stress, and their care under projected future", "conditions would require new or enhanced adaptive strategies (Ch. 10: Ag &", "Rural, KM 3).", "Recent changes in seasonal temperatures that are critical for plant", "development will continue to impact regionally important crops. Plants", "collected from the wild may become less available as the ideal conditions", "for their growth shift to other areas (see Case Study â\u0080\u009cMountain", "Rampsâ\u0080\u009d). Peachesâ\u0080\u0094an important crop in the Southeastâ\u0080\u0094require an", "adequate period of cool temperatures, called the chill period, to produce", "yields that are economically viable. Peaches also require warm", "temperatures at specific times during their development.^259 If the warm", "temperatures come too early, the chill periods could be too short or the", "peach blossoms can flower too soon and be in danger of late freeze", "impacts. A late freeze in March 2017 caused over a billion dollars of", "damages to peaches and other fruit crops.^84 To assist peach growers in", "adapting to such changes, researchers are working to develop peach", "varieties that can produce quality fruits in warmer winters and are", "developing winter chill models that can assist in adaptation planning", "efforts.^260^,^261", "Forests, both natural and plantation, in the Southeast are vulnerable to", "climate variability and change. Southeastern forests represent almost 27%", "of the U.S. total^262 and are the highest-valued crop in the region.^7 The", "vast majority of forest is held in private hands, primarily corporate.", "Forest cover ranges from almost 50% to 80% in these states, creating large", "areas of interface between populations and forests.^262 Jobs in timber,", "logging, and support for agriculture and forestry totaled approximately", "458,000.^263 (See Ch. 6: Forests, KM 3 for additional discussion on forest", "change impacts on rural landscapes.)", "Share", "_____________________", "Case Study: Mountain Ramps", "The Cherokee have been harvesting ramps, a wild onion (Allium tricoccum),", "in the southern Appalachians, their ancestral homelands, for thousands of", "years.^264^,^265 Collecting ramps for food sustenance is only one aspect", "of this cultural tradition. The family-bound harvesting techniques are", "equally as important and make up part of the deeply held tribal lifeways", ">(Ch. 15: Tribes, KM 2). Ramps emerge in springtime and provide important", "nutrients after a long winter with a dearth of fresh vegetables. These", "plants grow in moist forest understory areas that are sensitive to", "temperature and soil moisture.^266", "[IMG] A photo shows a close-up of a wild ramp thatâ\u0080\u0099s just been picked", "from a forest in the southern Appalachian Mountains. The ramp, which has", "two large leaves and a small, white, onion-like bulb with roots still", "attached, is held in one hand by an individual wearing a rain jacket. In", "the background, a variety of ferns cover the ground.", "Figure 19.20: This up-close image of a ramp (Allium tricoccum), harvested", "from the wild, shows leaves and the bulb/corm of the plant.Â Photo credit:", "Gary Kaufman, USDA Forest Service Southern Research Station.", "In the southern Appalachians, ramps are threatened by two major processes:", "overharvesting pressures and a changing climate that could expose these", "plants to higher temperatures and lower soil moisture conditions during", "sensitive growth periods (Ch. 10: Ag & Rural, KM 1).^267^,^268 Although", "ramps are found all along the Appalachian mountain range, on Cherokee", "ancestral lands, they are already in their southernmost range. Climate", "change thus acts to increase the vulnerability of this plant to the", "existing stressors.", "The Southeast is one of the most dynamic regions for forest change on the", "globe,^269 though much of the change owes to intensive rotations of pine", "production and economic forces that drive frequent conversion between", "forest and agricultural uses in rural areas.^270^,^271 Climate is expected", "to have an impact on the regionâ\u0080\u0099s forests primarily through changes in", "moisture regimes.^272 Species migration westward across the eastern United", "States in response to changing precipitation patterns has already been", "noted.^273 Drought is likely to alter fire regimes and further interact", "with species distributions (see Key Message 3). The interactions of", "altered precipitation and natural disturbances will be important in", "understanding impacts to the forests not dominated by industrial forestry", "(Ch. 6: Forests, KM 1 and KM 3).^274", "Wildfire is a well-known risk in the Southeast region, where it occurs", "with greater frequency than any other U.S. region.^275 However, mitigation", "strategies, particularly the use of prescribed fire, can significantly", "reduce wildfire risk and have been widely adopted across rural communities", "in the Southeast.^190 A doubling of prescribed fire at the landscape scale", "has been found to reduce wildfire ignitions by a factor of four,^4 while", "it is well documented that prescribed fire reduces the potential for crown", "fire in treated forest stands.^276Â With greater projected fire", "risks,^191^,^277 more attention on how to foster fire-adapted communities", "offers opportunities for risk reduction (see Case Study â\u0080\u009cPrescribed", "Fireâ\u0080\u009d and Key Message 3).^278^,^279", "Heat, Health, and Livelihoods", "Heat-related health threats are already a risk in outdoor jobs and", "activities. While heat illness is more often associated with urban", "settings, rural populations are also at risk. For example, higher rates of", "heat-related illness have been reported in rural North Carolina compared", "to urban locations.^280 However, strategies to reduce health impacts on", "hot days, such as staying indoors or altering times outdoors, are already", "contributing to reducing heat-related illness in the Southeast.^281", "Workers in the agriculture, forestry, hunting, and fishing sectors", "together with construction and support, waste, and remediation services", "work are the most highly vulnerable to heat-related deaths in the United", "States, representing almost 68% of heat-related deaths nationally.^282 Six", "of the ten states with the highest occupational heat-related deaths in", "these sectors are in the Southeast region, accounting for 28.6% of", "occupational heat-related deaths between 2000 and 2010.^282 By 2090, under", "a higher scenario (RCP8.5), the Southeast is projected to have the largest", "heat-related impacts on labor productivity in the country, resulting in", "average annual losses of 570 million labor hours, or $47 billion (in 2015", "dollars, undiscounted), a cost representing a third of total national", "projected losses, although these figures do not include adaptations by", "workers or industries (Figure 19.21).^35", "Investing in increased cooling is one likely form of adaptation. Among", "U.S. regions, the Southeast is projected to experience the highest costs", "associated with meeting increased electricity demands in a warmer", "world.^35", "Download  Metadata  Share", "_____________________", "Figure 19.21: Projected Changes in Hours Worked", "Projected Changes in Hours Worked A map of the contiguous United States", "shows the projected percent change in the number of labor hours worked", "(compared to a 2003 to 2007 average baseline) by the year 2090 under the", "higher RCP8.5 scenario. The greatest losses in hours worked, ranging from", "3 to 6.5 percent, are projected for the Southeast and Southern Great", "Plains regions, with the most pronounced losses in the southernmost", "states, notably Florida and Texas. In comparison, most of the Northeast,", "upper Midwest, Northern Great Plains, Southwest, and Northwest regions are", "expected to experience labor hour losses of 2 to 2.9 percent. A few areas", "along the Pacific Coast show projected labor hour gains of up to 1.5", "percent.", "Figure 19.21: This map shows the estimated percent change in hours worked", "in 2090 under a higher scenario (RCP8.5). Projections indicate an annual", "average of 570 million labor hours lost per year in the Southeast by 2090", "(with models ranging from 340 million to 820 million labor hours).^35", "Estimates represent a change in hours worked as compared to a 2003â\u0080\u00932007", "average baseline for high-risk industries only. These industries are", "defined as agriculture, forestry, and fishing; hunting, mining, and", "construction; manufacturing, transportation, and utilities. Source:", "adapted from EPA 2017.^35", "SHRINK", "Compounding Stresses and Constraints to Adaptation", "The people of the rural Southeast confront a number of social stresses", "likely to add to the challenges posed by increases in climate", "stresses.^283 Rural communities tend to be more vulnerable due to factors", "such as demography, occupations, earnings, literacy, poverty incidence,", "and community capacities (Ch. 10: Ag & Rural, KM 4).^8^,^9^,^10 Reducing", "stress associated with these factors can increase household and community", "resilience.^9^,^284", "Persistent rural poverty stands out in the Southeast (Figure 19.22). The", "rural counties in the region are experiencing higher levels of population", "loss (13% of rural counties lost population) and low educational", "attainment (38% of rural counties), with 35% of rural counties", "experiencing poverty rates of more than 20% persisting over approximately", "30 years.^10 The Southeast is expected to experience the highest costs", "associated with meeting increased energy demands; an estimated $3.3", "billion each year under a higher scenario (RCP8.5) and $1.2 billion", "annually under a lower scenario (RCP4.5) by the end of the century.^35", "Energy poverty is a situation â\u0080\u009cwhere individuals or households are not", "able to adequately heat or provide other required energy services in their", "homes at affordable cost.â\u0080\u009d^285 A case study from rural eastern North", "Carolina further explains energy poverty as a function of the energy", "efficiency of the home, energy provision infrastructure, physical health,", "low incomes, and support of social networks, which collectively influence", "householdsâ\u0080\u0099 choices about the amount of heating and cooling they can", "afford.^286 The National Weather Service (NWS) calculates degree days,^287", "a way of tracking energy use. NWS starts with the assumption that when the", "average outside temperature is 65Â°F, heating or cooling is not needed in", "order to be comfortable. The difference between the average daily", "temperature and 65Â°F is the number of cooling or heating degrees for that", "day. These days can be added up over timeâ\u0080\u0094a month or a yearâ\u0080\u0094to give a", "combined estimate of energy needed for heating or cooling. Although", "heating costs are expected to decrease as the climate warms in the", "Southeast, the number of cooling degree days is expected to increase and", "the length of the cooling season expected to expand, increasing energy", "demand and exacerbating rural energy poverty (Figure 19.22).", "See related content from the U.S. Climate Resilience Toolkit  Download", "Metadata  Share", "_____________________", "Figure 19.22: Projected Changes in Cooling Degree Days", "Projected Changes in Cooling Degree Days A map of the contiguous United", "States shows the projected change in the number of cooling degree days by", "mid-century (2036 to 2065) under the higher RCP8.5 scenario. Light and", "dark blue outlines show the locations of metropolitan and rural areas,", "respectively, in which persistent poverty exists. By mid-century, cooling", "degree days are expected to increase by the greatest amount, 600 to 1,600", "days, in the Southeast, Southern Great Plains, and southern Southwest", "regions. This increase is most pronounced in southern Florida, southern", "Texas, and southern Arizona. Notably, the largest number of rural areas", "with persistent poverty (which represent the populations least prepared to", "adapt to these changes) are concentrated in the Southeast.", "Figure 19.22: The map shows projected changes in cooling degree days by", "the mid-21st century (2036â\u0080\u00932065) under the higher scenario", "(RCP8.5)Â based on model simulations. Rural counties experiencing", "persistent poverty are concentrated in the Southeast, where the need for", "additional cooling is expected to increase at higher rates than other", "areas of the country by mid-century. Sources: NOAA NCEI, CICS-NC, and ERT,", "Inc.", "EXPAND", "The ability to cope with current and potential impacts, such as flooding,", "is further reduced by limited county resources. A study of hazard", "management plans (2004â\u0080\u00932008) in 84 selected rural southeastern counties", "found these plans scored low across various criteria.^288 The rural,", "geographically remote locations contributed to more difficult logistics in", "reaching people. Interviewees also identified low-income and minority", "communities, substandard housing, lack of access to vehicles for", "evacuation, limited modes of communication, and limited local government", "capacity as contributing factors to difficulties in emergency", "planning.^288", "The healthcare system in the Southeast is already overburdened and may be", "further stressed by climate change. Between 2010 and 2016, more rural", "hospitals closed in the Southeast than any other region, with Alabama,", "Georgia, Mississippi, and Tennessee being among the top five states for", "hospital closures.^289 This strain, when combined with negative health", "impacts from climate change stressors (such as additional patient demand", "due to extreme heat and vector-borne diseases and greater flood risk from", "extreme precipitation events), increases the potential for disruptions of", "health services in the future. The Green River District Health Department", "recently did an assessment of ways to reduce vulnerability to negative", "health impacts of climate change in a mostly rural region of western", "Kentucky.^290 As a result, the local health department plans to enhance", "existing epidemiology, public health preparedness, and community health", "assessment services.^290", "TRACEABLE ACCOUNTS", "Process Description", "Prior to identifying critical issues for the Southeast assessment focuses", "for the Fourth National Climate Assessment (NCA4), the Chapter Lead (CL)", "contacted numerous professional colleagues representing various geographic", "areas (e.g., Florida, Louisiana, and South Carolina) for expert opinions", "on critical climate change related issues impacting the region, with a", "particular emphasis on emerging issues since the Third National Climate", "Assessment (NCA3) effort.^77 Following those interviews, the CL concluded", "that the most pressing climate change issues to focus on for the NCA4", "effort were extreme events, flooding (both from rainfall and sea level", "rise), wildfire, health issues, ecosystems, and adaptation actions.", "Authors with specific expertise in each of these areas were sought, and a", "draft outline built around these issues was developed. Further refinement", "of these focal areas occurred in conjunction with the public Regional", "Engagement Workshop, held on the campus of North Carolina State University", "in March 2017 and in six satellite locations across the Southeast region.", "The participants agreed that the identified issues were important and", "suggested the inclusion of several other topics, including impacts on", "coastal and rural areas and people, forests, and agriculture. Based on the", "subsequent authorsâ\u0080\u0099 meeting and input from NCA staff, the chapter", "outline and Key Messages were updated to reflect a risk-based framing in", "the context of a new set of Key Messages. The depth of discussion for any", "particular topic and Key Message is dependent on the availability of", "supporting literature and chapter length limitations.", "----------------------------------------------------------------------", "KEY MESSAGES", "1 2 3 4", "Key Message 1: Urban Infrastructure and Health Risks", "Many southeastern cities are particularly vulnerable to climate change", "compared to cities in other regions, with expected impacts to", "infrastructure and human health (very likely, very high confidence). The", "vibrancy and viability of these metropolitan areas, including the people", "and critical regional resources located in them, are increasingly at", "risk due to heat, flooding, and vector-borne disease brought about by a", "changing climate (likely, high confidence). Many of these urban areas", "are rapidly growing and offer opportunities to adopt effective", "adaptation efforts to prevent future negative impacts of climate change", "(very likely, high confidence).", "Description of evidence base", "Multiple studies have projected that urban areas, including those in the", "Southeast, will be adversely affected by climate change in a variety of", "ways. This includes impacts on", "infrastructure^41^,^42^,^43^,^291^,^292^,^293 and human", "health.^30^,^31^,^38^,^294 Increases in climate-related impacts have", "already been observed in some Southeast metropolitan areas (e.g., Habeeb", "et al. 2015, Tzung-May Fu et al. 2015^12^,^39).", "Southeastern cities may be more vulnerable than cities in other regions of", "the United States due to the climate being more conducive to some", "vector-borne diseases, the presence of multiple large coastal cities at", "low elevation that are vulnerable to flooding and storms, and a rapidly", "growing urban and coastal population.^22^,^295^,^296", "Many city and county governments, utilities, and other government and", "service organizations have already begun to plan and prepare for the", "impacts of climate change (e.g., Gregg et al. 2017.; FTA 2013; City of", "Fayetteville 2017; City of Charleston 2015; City of New Orleans 2015;", "Tampa Bay Water 2014; EPA 2015; City of Atlanta 2015, 2017; Southeast", "Florida Regional Climate Change Compact", "2017^44^,^45^,^46^,^50^,^91^,^246^,^297^,^298^,^299). A wide variety of", "adaptation options are available, offering opportunities to improve the", "climate resilience, quality of life, and economy of urban", "areas.^77^,^300^,^301^,^302^,^303^,^304", "Major uncertainties", "Population projections are inherently uncertain over long time periods,", "and shifts in immigration or migration rates and shifting demographics", "will influence urban vulnerabilities to climate change. The precise", "impacts on cities are difficult to project. The scope and scale of", "adaptation efforts, which are already underway, will affect future", "vulnerability and risk. Technological developments (such as a potential", "shift in transportation modes) will also affect the scope and location of", "risk within cities. Newly emerging pathogens could increase risk of", "disease in the future, while successful adaptations could reduce public", "health risk.", "Description of confidence and likelihood", "There is very high confidence that southeastern cities will likely be", "impacted by climate change, especially in the areas of infrastructure and", "human health.", "Key Message 2: Increasing Flood Risks in Coastal and Low-Lying Regions", "The Southeastâ\u0080\u0099s coastal plain and inland low-lying regions support a", "rapidly growing population, a tourism economy, critical industries, and", "important cultural resources that are highly vulnerable to climate", "change impacts (very likely, very high confidence). The combined effects", "of changing extreme rainfall events and sea level rise are already", "increasing flood frequencies, which impacts property values and", "infrastructure viability, particularly in coastal cities. Without", "significant adaptation measures, these regions are projected to", "experience daily high tide flooding by the end of the century (likely,", "high confidence).", "Description of evidence base", "Multiple lines of research have shown that global sea levels have", "increased in the past and are projected to continue to accelerate in the", "future due to increased global temperature and that higher local sea level", "rise rates in the Mid-Atlantic and Gulf Coasts have", "occurred.^51^,^52^,^53^,^54^,^55^,^56^,^57^,^59^,^61^,^62", "Annual occurrences of high tide flooding have increased, causing several", "Southeast coastal cities to experience all-time records of occurrences", "that are posing daily risks.^1^,^52^,^58^,^60^,^61^,^63^,^67^,^68", "There is scientific consensus that sea level rise will continue to cause", "increases in high tide flooding in the Southeast as well as impact the", "frequency and duration of extreme water level events, causing an increase", "in the vulnerability of coastal populations and", "property.^1^,^60^,^63^,^67^,^68", "In the future, coastal flooding is projected to become more serious,", "disruptive, and costly as the frequency, depth, and inland extent grow", "with time.^1^,^2^,^35^,^64^,^65^,^67^,^68", "Many analyses have determined that extreme rainfall events have increased", "in the Southeast, and under higher scenarios, the frequency and intensity", "of these events are projected to increase.^19^,^21^,^88", "Rainfall records have shown that since NCA3, many intense rainfall events", "(approaching 500-year events) have occurred in the Southeast, with some", "causing billions of dollars in damage and many deaths.^68^,^82^,^84", "The flood events in Baton Rouge, Louisiana, in 2016 and in South Carolina", "in 2015 provide real examples of how vulnerable inland and coastal", "communities are to extreme rainfall events.^81^,^85^,^86", "The socioeconomic impacts of climate change on the Southeast is a", "developing research field.^65^,^71", "Major uncertainties", "The amount of confidence associated with the historical rate of global sea", "level rise is impacted by the sparsity of tide gauge records and", "historical proxies as well as different statistical approaches for", "estimating sea level change. The amount of unpredictability in future", "projected rates of sea level rise is likely caused by a range of future", "climate scenarios projections and rate of ice sheet mass changes. Flooding", "events are highly variable in both space and time. Detection and", "attribution of flood events are difficult due to multiple variables that", "cause flooding.", "Description of confidence and likelihood", "There isÂ high confidenceÂ that flood risks willÂ very likelyÂ increase in", "coastal and low-lying regions of the Southeast due to rising sea level and", "an increase in extreme rainfall events.Â There isÂ high confidenceÂ that", "Southeast coastal cities are already experiencing record numbers of high", "tide flooding events, andÂ without significant adaptation measures,Â it", "isÂ likelyÂ they will be impacted by daily high tide flooding.", "Key Message 3: Natural Ecosystems Will Be Transformed", "The Southeastâ\u0080\u0099s diverse natural systems, which provide many benefits", "to society, will be transformed by climate change (very likely, high", "confidence). Changing winter temperature extremes, wildfire patterns,", "sea levels, hurricanes, floods, droughts, and warming ocean temperatures", "are expected to redistribute species and greatly modify ecosystems (very", "likely, high confidence). As a result, the ecological resources that", "people depend on for livelihood, protection, and well-being are", "increasingly at risk, and future generations can expect to experience", "and interact with natural systems that are much different than those", "that we see today (very likely, high confidence).", "Description of evidence base", "Winter temperature extremes, fire regimes, sea levels, hurricanes,", "rainfall extremes, drought extremes, and warming ocean temperatures", "greatly influence the distribution, abundance, and performance of species", "and ecosystems.", "Winter air temperature extremes (for example, freezing and chilling", "events) constrain the northern limit of many tropical and subtropical", "species.^30^,^48^,^127^,^132^,^135^,^138^,^139^,^140^,^141^,^142^,^143^,^144^,^145^,^148^,^149^,^150^,^152^,^166^,^167^,^168^,^169^,^170^,^172^,^173^,^174^,^175^,^176^,^177^,^178", "In the future, warmer winter temperatures are expected to facilitate the", "northward movement of cold-sensitive species, often at the expense of", "cold-tolerant", "species.^132^,^135^,^142^,^145^,^149^,^150^,^152^,^166^,^169^,^173^,^179", "Certain ecosystems are located near thresholds where small changes in", "winter air temperature regimes can trigger comparatively large and abrupt", "landscape-scale ecological changes (i.e., ecological regime", "shifts).^135^,^145^,^152", "Changing fire regimes are expected to have a large impact on natural", "systems. Fire has historically played an important role in the region, and", "ecological diversity in many southeastern natural systems is dependent", "upon fire.^115^,^116^,^134^,^189 In the future, rising temperatures and", "increases in the duration and intensity of drought are expected to", "increase wildfire occurrence and also reduce the effectiveness of", "prescribed fire.^3^,^4^,^5^,^6", "Hurricanes and rising sea levels are aspects of climate change that will", "have a tremendous effect on coastal ecosystems in the Southeast.", "Historically, coastal ecosystems in the region have adjusted to sea level", "rise via vertical and/or horizontal movement across the", "landscape.^125^,^129^,^200^,^201 As sea levels rise in the future, some", "coastal ecosystems will be submerged and converted to open water, and some", "coastal ecosystems will move inland at the expense of upslope and upriver", "ecosystems.^203^,^204 Since coastal terrestrial and freshwater ecosystems", "are highly sensitive to increases in inundation and/or salinity, sea level", "rise will result in the comparatively rapid conversion of these systems to", "tidal saline habitats. In addition to sea level rise, climate change is", "expected to increase the impacts of hurricanes; the high winds, storm", "surges, inundation, and salts that accompany hurricanes will have large", "ecological impacts to terrestrial and freshwater ecosystems.^209^,^210", "Climate change is expected to intensify the hydrologic cycle and increase", "the frequency and severity of extreme events. Extreme drought events are", "expected to become more frequent and severe. Drought and extreme heat can", "result in tree mortality and transform southeastern forested", "ecosystems.^217^,^218^,^219^,^220^,^221^,^222^,^223 Drought can also", "affect aquatic and wetland", "ecosystems.^224^,^225^,^226^,^227^,^228^,^229^,^232 Extreme rainfall", "events are also expected to become more frequent and severe in the future.", "The prolonged inundation and lack of oxygen that result from extreme", "rainfall events can also result in mortality and large impacts to natural", "systems.^233 In combination, future increases in both extreme drought and", "extreme rainfall are expected to transform many southeastern ecosystems.", "Warming ocean temperatures due to climate change are expected to have a", "large effect on marine and coastal ecosystems.^234^,^235^,^236 Many", "species are sensitive to small changes in ocean temperature; hence, the", "distribution and abundance of marine organisms are expected to be greatly", "altered by increasing ocean temperatures. For example, the distribution of", "tropical herbivorous fish has been expanding in response to warmer waters,", "which has resulted in the tropicalization of some temperate marine", "ecosystems and decreases in the cover of valuable macroalgal plant", "communities.^179 A decrease in the growth of sea turtles in the West", "Atlantic has been linked to higher ocean temperatures.^237 The impacts to", "coral reef ecosystems have been and are expected to be particularly dire.", "Coral reef mortality in the Florida Keys and across the globe has been", "very high in recent decades, due in part to warming ocean temperatures,", "nutrient enrichment, overfishing, and coastal", "development.^240^,^241^,^242^,^243^,^244 Coral elevation and volume in the", "Florida Keys have been declining in recent decades,^245 and present-day", "temperatures in the region are already close to bleaching thresholds;", "hence, it is likely that many of the remaining coral reefs in the", "Southeast will be lost in the coming decades.^246^,^247 In addition to", "warming temperatures, accelerated ocean acidification is also expected to", "contribute to coral reef mortality and decline.^248^,^249", "Major uncertainties", "In the Southeast, winter temperature extremes, fire regimes, sea level", "fluctuations, hurricanes, extreme rainfall, and extreme drought all play", "critical roles and greatly influence the distribution, structure, and", "function of species and ecosystems. Changing climatic conditions", "(particularly, changes in the frequency and severity of climate extremes)", "are, however, difficult to replicate via experimental manipulations;", "hence, ecological responses to future climate regimes have not been fully", "quantified for all species and ecosystems. Natural ecosystems are complex", "and governed by many interacting biotic and abiotic processes. Although it", "is possible to make general predictions of climate change effects,", "specific future ecological transformations can be difficult to predict,", "especially given the number of interacting and changing biotic and abiotic", "factors in any specific location. Uncertainties in the range of potential", "future changes in multiple and concurrent facets of climate and land-use", "change also affect our ability to predict changes to natural systems.", "Description of confidence and likelihood", "There is high confidence that climate change (e.g., changing winter", "temperatures extremes, changing fire regimes, rising sea levels and", "hurricanes, warming ocean temperatures, and more extreme rainfall and", "drought) will very likely affect natural systems in the Southeast region.", "These climatic drivers play critical roles and greatly influence the", "distribution, structure, and functioning of ecosystems; hence, changes in", "these climatic drivers will transform ecosystems in the region and greatly", "alter the distribution and abundance of species.", "Key Message 4: Economic and Health Risks for Rural Communities", "Rural communities are integral to the Southeastâ\u0080\u0099s cultural heritage", "and to the strong agricultural and forest products industries across the", "region. More frequent extreme heat episodes and changing seasonal", "climates are projected to increase exposure-linked health impacts and", "economic vulnerabilities in the agricultural, timber, and manufacturing", "sectors (very likely, high confidence). By the end of the century, over", "one-half billion labor hours could be lost from extreme heat-related", "impacts (likely, medium confidence). Such changes would negatively", "impact the regionâ\u0080\u0099s labor-intensive agricultural industry and compound", "existing social stresses in rural areas related to limited local", "community capabilities and associated with rural demography,", "occupations, earnings, literacy, and poverty incidence (very likely,", "high confidence). Reduction of existing stresses can increase resilience", "(very likely, high confidence).", "Description of evidence base", "Analysis of the sensitivity of some manufacturing sectors to climate", "changes anticipates secondary risks associated with crop and livestock", "productivity.^64^,^255", "Multiple analyses anticipate that energy- or water-intensive industries", "could face water stress and increased energy costs.^8^,^64^,^255^,^256", "A large body of evidence addresses the sensitivity of many crops grown in", "the Southeast to changing climate conditions including increased", "temperatures, decreased summer rainfall, drought, and change in the timing", "and duration of chill periods.^7^,^35 Extensive research documents", "livestock sensitivity to heat stress.^7", "Multiple lines of evidence indicate that forests are likely to be impacted", "by changing climate, particularly moisture regimes and potential changes", "in wildfire activity.^191^,^195^,^272^,^274 There is extensive research on", "heat-related illness and mortality among those living and working in the", "Southeast. While there is more evidence focused on urban areas, limited", "research has identified higher levels of heat-related illness in rural", "areas.^280^,^281 Research on occupational heat-related mortality", "identifies some of the Nationâ\u0080\u0099s highest levels in southeastern", "states.^282 Computer model simulations of heat-related reductions in labor", "productivity anticipate the greatest losses will occur in the Southeast.", "However, these models do not account for adaptations that may reduce", "estimated losses.^35^,^64 By the end of the century, mean annual", "electricity costs are estimated at $3.3 billion each year under RCP8.5", "(model range: $2.4 to $4.2 billion; in 2015 dollars, undiscounted) and", "mean $1.2 billion each year under RCP4.5 (model range $0.9 to $1.9", "billion; in 2015 dollars, undiscounted).^35", "Rural communities tend to be vulnerable due to factors such as demography,", "occupations, earnings, literacy, and poverty", "incidence.^8^,^9^,^10^,^250^,^283^,^284^,^305 Reducing the stress created", "by such factors can improve resilience.^9^,^284 The availability and", "accessibility of planning and health services to support coping with", "climate-related stresses are limited in the rural Southeast.^288^,^289", "Major uncertainties", "There are limited studies documenting direct connections between climate", "changes and economic impacts. Models are limited in their ability to", "incorporate adaptation that may reduce losses. These factors restrict the", "potential to strongly associate declines in agricultural and forest", "productivity with the level of potential economic impact.", "Projections of potential change in the frequency and extent of wildfires", "depend in part on models of future population growth and human behavior,", "which are limited, adding to the uncertainty associated with climate and", "forest modeling.", "Many indicators of vulnerability are dynamic, so that adaptation and other", "changes can affect the patterns of vulnerability to heat and other climate", "stressors over time. Limited studies indicate concerns over the planning", "and preparedness of capacity at local levels; however, information is", "limited.", "Projected labor hours lost vary by global climate model, time frame, and", "scenario, with a mean of 0.57 and a model range of 0.34â\u0080\u00930.82 billion", "labor hours lost each year for RCP8.5 by 2090. The annual mean projected", "losses are roughly halved (0.28 billion labor hours) and with a model", "range from 0.19 to 0.43 billion labor hours lost under RCP4.5 by 2090.^35", "Description of confidence and likelihood", "There is high confidence that climate change (e.g., rising temperatures,", "changing fire regimes, rising sea levels, and more extreme rainfall and", "drought) will very likely affect agricultural and forest products", "industries, potentially resulting in economic impacts. There is high", "confidence that increases in temperature are very likely to increase", "heat-related illness, deaths, and loss of labor productivity without", "greater adaptation efforts.", "REFERENCES", "* Abatzoglou, J. T., and A. P. Williams, 2016: Impact of anthropogenic", "climate change on wildfire across western US forests. Proceedings of", "the National Academy of Sciences of the United States of America, 113", "(42), 11770â\u0080\u009311775. doi:10.1073/pnas.1607171113. â\u0086©", "* Abkowitz, M., J. Camp, and L. Dundon, 2015: Assessing the", "vulnerability of Tennessee transportation assets to extreme weather. 3", "Sigma Consultants for Tennessee Department of Transportation,", "Nashville, TN, 49 pp. URL. â\u0086©", "* Acadiana Planning Commission, 2018: APC Board allocates $25 million in", "HMGP funding to regional flood mitigation projects. Lafayette, LA.", "February 20. URL. â\u0086©", "* Addington, R. N., S. J. Hudson, J. K. Hiers, M. D. Hurteau, T. F.", "Hutcherson, G. Matusick, and J. M. Parker, 2015: Relationships among", "wildfire, prescribed fire, and drought in a fire-prone landscape in", "the south-eastern United States. International Journal of Wildland", "Fire, 24 (6), 778â\u0080\u0093783. doi:10.1071/WF14187. â\u0086©", "* AJC Staff, 2017: â\u0080\u009cGov. Deal: â\u0080\u009cVirtually the entire stateâ\u0080\u009d to be", "impacted by Irma.â\u0080\u009d The Atlanta Journal-Constitution, September 10", "URL. â\u0086©", "* Allan, R. P., and B. J. Soden, 2008: Atmospheric warming and the", "amplification of precipitation extremes. Science, 321 (5895),", "1481â\u0080\u00931484. doi:10.1126/science.1160787. â\u0086©", "* Allen, C. D., A. K. Macalady, H. Chenchouni, D. Bachelet, N. McDowell,", "M. Vennetier, T. Kitzberger, A. Rigling, D. D. Breshears, E. H. Hogg,", "P. Gonzalez, R. Fensham, Z. Zhang, J. Castro, N. Demidova, J.-H. Lim,", "G. Allard, S. W. Running, A. Semerci, and N. Cobb, 2010: A global", "overview of drought and heat-induced tree mortality reveals emerging", "climate change risks for forests. Forest Ecology and Management, 259", "(4), 660â\u0080\u0093684. doi:10.1016/j.foreco.2009.09.001. â\u0086©", "* Allen, C. D., D. D. Breshears, and N. G. McDowell, 2015: On", "underestimation of global vulnerability to tree mortality and forest", "die-off from hotter drought in the Anthropocene. Ecosphere, 6 (8),", "1â\u0080\u009355. doi:10.1890/ES15-00203.1. â\u0086©", "* Amekudzi, A., M. Crane, D. Springstead, D. Rose, and T. Batac, 2013:", "Transit climate change adaptation assessment for the Metropolitan", "Atlanta Rapid Transit Authority. FTA Report No. 0076 . Federal Transit", "Administration, Washington, DC, 49 pp. URL. â\u0086©", "* Anderson, D. G., T. G. Bissett, S. J. Yerka, J. J. Wells, E. C. Kansa,", "S. W. Kansa, K. N. Myers, R. C. DeMuth, and D. A. White, 2017:", "Sea-level rise and archaeological site destruction: An example from", "the southeastern United States using DINAA (Digital Index of North", "American Archaeology). PLOS ONE, 12 (11), e0188142.", "doi:10.1371/journal.pone.0188142. â\u0086©", "* Anthony, K. R. N., J. A. Maynard, G. Diaz-Pulido, P. J. Mumby, P. A.", "Marshall, L. Cao, and O. V. E. Hoegh-Guldberg, 2011: Ocean", "acidification and warming will lower coral reef resilience. Global", "Change Biology, 17 (5), 1798â\u0080\u00931808.", "doi:10.1111/j.1365-2486.2010.02364.x. â\u0086©", "* ARC 33Â°N, 2016: Regional Snapshot: 2016 Population Estimates. Atlanta", "Regional Commission (ARC), Atlanta, GA. URL. â\u0086©", "* ARC, 2017: Population & Employment Forecasts. Atlanta Regional", "Commission (ARC), Atlanta, GA. URL. â\u0086©", "* Arnbjerg-Nielsen, K., P. Willems, J. Olsson, S. Beecham, A. Pathirana,", "I. BÃ¼low Gregersen, H. Madsen, and V.-T.-V. Nguyen, 2013: Impacts of", "climate change on rainfall extremes and urban drainage systems: A", "review. Water Science and Technology, 68 (1), 16â\u0080\u009328.", "doi:10.2166/wst.2013.251. â\u0086©", "* Attaway, J. A., 1997: A History of Florida Citrus Freezes. Flordia", "Science Source, Ocala, FL,. â\u0086©", "* Avery, M. L., R. M. Engeman, K. L. Keacher, J. S. Humphrey, W. E.", "Bruce, T. C. Mathies, and R. E. Mauldin, 2010: Cold weather and the", "potential range of invasive Burmese pythons. Biological Invasions, 12", "(11), 3649â\u0080\u00933652. doi:10.1007/s10530-010-9761-4. â\u0086©", "* Ayres, M. P., and M. J. Lombardero, 2000: Assessing the consequences", "of global change for forest disturbance from herbivores and pathogens.", "Science of The Total Environment, 262 (3), 263â\u0080\u0093286.", "doi:10.1016/S0048-9697(00)00528-3. â\u0086©", "* Balch, J. K., B. A. Bradley, J. T. Abatzoglou, R. C. Nagy, E. J.", "Fusco, and A. L. Mahood, 2017: Human-started wildfires expand the fire", "niche across the United States. Proceedings of the National Academy of", "Sciences of the United States of America, 114 (11), 2946â\u0080\u00932951.", "doi:10.1073/pnas.1617394114. â\u0086©", "* Barbier, E. B., S. D. Hacker, C. Kennedy, E. W. Koch, A. C. Stier, and", "B. R. Silliman, 2011: The value of estuarine and coastal ecosystem", "services. Ecological Monographs, 81 (2), 169â\u0080\u0093193.", "doi:10.1890/10-1510.1. â\u0086©", "* Batker, D., I. de la Torre, R. Costanza, P. Swedeen, J. Day, R.", "Boumans, and K. Bagstad, 2010: Gaining Ground: Wetlands, Hurricanes", "and the Economy: The Value of Restoring the Mississippi River Delta.", "Earth Economics, Tacoma, WA, 98 pp. URL. â\u0086©", "* Beard, C. B., R. J. Eisen, C. M. Barker, J. F. Garofalo, M. Hahn, M.", "Hayden, A. J. Monaghan, N. H. Ogden, and P. J. Schramm, 2016: Ch. 5:", "Vector-borne diseases . The Impacts of Climate Change on Human Health", "in the United States: A Scientific Assessment., U.S. Global Change", "Research Program, Washington, DC, 129â\u0080\u0093156. doi:10.7930/J0765C7V. â\u0086©", "* Behr, J. G., R. Diaz, and M. Mitchell, 2016: Building resiliency in", "response to sea level rise and recurrent flooding: Comprehensive", "planning in Hampton Roads. The Virginia News Letter, 92 (1), 1â\u0080\u00936.", "URL. â\u0086©", "* Bell, M. L., R. Goldberg, C. Hogrefe, P. L. Kinney, K. Knowlton, B.", "Lynn, J. Rosenthal, C. Rosenzweig, and J. A. Patz, 2007: Climate", "change, ambient ozone, and health in 50 US cities. Climatic Change, 82", "(1â\u0080\u00932), 61â\u0080\u009376. doi:10.1007/s10584-006-9166-7. â\u0086©", "* Bentz, B. J., and A. M. JÃ¶nsson, 2015: Chapter 13â\u0080¯: Modeling bark", "beetle responses to climate change. Bark Beetles: Biology and Ecology", "of Native and Invasive Species. Hofstetter, R. W., Ed., Academic", "Press, San Diego, 533â\u0080\u0093553. doi:10.1016/B978-0-12-417156-5.00013-7.", "â\u0086©", "* Berdanier, A. B., and J. S. Clark, 2016: Multiyear drought-induced", "morbidity preceding tree death in southeastern U.S. forests.", "Ecological Applications, 26 (1), 17â\u0080\u009323. doi:10.1890/15-0274. â\u0086©", "* Bernatchez, A., and L. Lapointe, 2012: Cooler temperatures favour", "growth of wild leek (Allium tricoccum), a deciduous forest spring", "ephemeral. Botany, 90 (11), 1125â\u0080\u00931132. doi:10.1139/b2012-089. â\u0086©", "* Bianchi, T. S., M. A. Allison, J. Zhao, X. Li, R. S. Comeaux, R. A.", "Feagin, and R. W. Kulawardhana, 2013: Historical reconstruction of", "mangrove expansion in the Gulf of Mexico: Linking climate change with", "carbon sequestration in coastal wetlands. Estuarine, Coastal and Shelf", "Science, 119, 7â\u0080\u009316. doi:10.1016/j.ecss.2012.12.007. â\u0086©", "* Biloxi Mississippi Code of Ordinances, 2017: URL. â\u0086©", "* Binita, K.-C., J. M. Shepherd, and C. J. Gaither, 2015: Climate change", "vulnerability assessment in Georgia. Applied Geography, 62, 62â\u0080\u009374.", "doi:10.1016/j.apgeog.2015.04.007. â\u0086©", "* Bjorndal, K. A., A. B. Bolten, M. Chaloupka, V. S. Saba, C. Bellini,", "M. A. G. Marcovaldi, A. J. B. Santos, L. F. W. Bortolon, A. B. Meylan,", "P. A. Meylan, J. Gray, R. Hardy, B. Brost, M. Bresette, J. C. Gorham,", "S. Connett, B. V. S. Crouchley, M. Dawson, D. Hayes, C. E. Diez, R. P.", "van Dam, S. Willis, M. Nava, K. M. Hart, M. S. Cherkiss, A. G.", "Crowder, C. Pollock, Z. Hillis-Starr, F. A. MuÃ±oz TenerÃa, R.", "Herrera-PavÃ³n, V. Labrada-MartagÃ³n, A. Lorences, A.", "Negrete-Philippe, M. M. Lamont, A. M. Foley, R. Bailey, R. R. Carthy,", "R. Scarpino, E. McMichael, J. A. Provancha, A. Brooks, A. Jardim, M.", "LÃ³pez-Mendilaharsu, D. GonzÃ¡lez-Paredes, A. Estrades, A. Fallabrino,", "G. MartÃnez-Souza, G. M. VÃ©lez-Rubio, R. H. Boulon, J. A. Collazo, R.", "Wershoven, V. GuzmÃ¡n HernÃ¡ndez, T. B. Stringell, A. Sanghera, P. B.", "Richardson, A. C. Broderick, Q. Phillips, M. Calosso, J. A. B.", "Claydon, T. L. Metz, A. L. Gordon, A. M. Landry, D. J. Shaver, J.", "Blumenthal, L. Collyer, B. J. Godley, A. McGowan, M. J. Witt, C. L.", "Campbell, C. J. Lagueux, T. L. Bethel, and L. Kenyon, 2017: Ecological", "regime shift drives declining growth rates of sea turtles throughout", "the West Atlantic. Global Change Biology, 23 (11), 4556â\u0080\u00934568.", "doi:10.1111/gcb.13712. â\u0086©", "* Blum, M. D., and H. H. Roberts, 2009: Drowning of the Mississippi", "Delta due to insufficient sediment supply and global sea-level rise.", "Nature Geoscience, 2 (7), 488â\u0080\u0093491. doi:10.1038/ngeo553. â\u0086©", "* Boon, J. D., 2012: Evidence of sea level acceleration at U.S. and", "Canadian tide stations, Atlantic Coast, North America. Journal of", "Coastal Research, 28, 1437â\u0080\u00931445. doi:10.2112/JCOASTRES-D-12-00102.1.", "â\u0086©", "* Boucek, R. E., and J. S. Rehage, 2014: Climate extremes drive changes", "in functional community structure. Global Change Biology, 20 (6),", "1821â\u0080\u00931831. doi:10.1111/gcb.12574. â\u0086©", "* Boucek, R. E., E. E. Gaiser, H. Liu, and J. S. Rehage, 2016: A review", "of subtropical community resistance and resilience to extreme cold", "spells. Ecosphere, 7 (10), e01455. doi:10.1002/ecs2.1455. â\u0086©", "* Brock, M. A., D. L. Nielsen, R. J. Shiel, J. D. Green, and J. D.", "Langley, 2003: Drought and aquatic community resilience: The role of", "eggs and seeds in sediments of temporary wetlands. Freshwater Biology,", "48 (7), 1207â\u0080\u00931218. doi:10.1046/j.1365-2427.2003.01083.x. â\u0086©", "* Brown, D. G., K. M. Johnson, T. R. Loveland, and D. M. Theobald, 2005:", "Rural land-use trends in the conterminous United States, 1950-2000.", "Ecological Applications, 15 (6), 1851â\u0080\u00931863. doi:10.1890/03-5220. â\u0086©", "* Burkett, M., R. R. M. Verchick, and D. Flores, 2017: Reaching higher", "ground: Avenues to secure and manage new land for communities", "displaced by climate change. Center for Progressive Reform,", "Washington, DC, 43 pp. URL. â\u0086©", "* Butterworth, M. K., C. W. Morin, and A. C. Comrie, 2017: An analysis", "of the potential impact of climate change on dengue transmission in", "the southeastern United States. Environmental Health Perspectives,", "125, 579â\u0080\u0093585. doi:10.1289/EHP218. â\u0086©", "* C3P, 2017: Carolinas Precipitation Patterns & Probabilities (C3P): An", "Atlas of Hydroclimate Extremes [web page]. Drought Indexes. Carolinas", "Integrated Sciences and Assessments, Columbia, SC,Â  accessed June 4.", "URL. â\u0086©", "* Cangialosi, J. P., A. S. Latto, and R. Berg, 2018: Tropical Cyclone", "Report: Hurricane Irma (AL112017), 30 August-12 September 2017.", "National Hurricane Center, 111 pp. URL. â\u0086©", "* Carter, L. M., J. W. Jones, L. Berry, V. Burkett, J. F. Murley, J.", "Obeysekera, P. J. Schramm, and D. Wear, 2014: Ch. 17: Southeast and", "the Caribbean. Climate Change Impacts in the United States: The Third", "National Climate Assessment. Melillo, J. M., T. (T. C. . Richmond, and", "G. W. Yohe, Eds., U.S. Global Change Research Program, Washington, DC,", "396â\u0080\u0093417. doi:10.7930/J0NP22CB. â\u0086©", "* Cartwright, J. M., and W. J. Wolfe, 2016: Insular ecosystems of the", "southeastern United States: A regional synthesis to support", "biodiversity conservation in a changing climate. USGS Professional", "Paper 1828. U.S. Geological Survey, Reston, VA, 162 pp.", "doi:10.3133/pp1828. â\u0086©", "* Cavanaugh, K. C., J. D. Parker, S. C. Cook-Patton, I. C. Feller, A. P.", "Williams, and J. R. Kellner, 2015: Integrating physiological threshold", "experiments with climate modeling to project mangrove species' range", "expansion. Global Change Biology, 21 (5), 1928â\u0080\u00931938.", "doi:10.1111/gcb.12843. â\u0086©", "* Cavanaugh, K. C., J. R. Kellner, A. J. Forde, D. S. Gruner, J. D.", "Parker, W. Rodriguez, and I. C. Feller, 2014: Poleward expansion of", "mangroves is a threshold response to decreased frequency of extreme", "cold events. Proceedings of the National Academy of Sciences of the", "United States of America, 111 (2), 723â\u0080\u0093727.", "doi:10.1073/pnas.1315800111. â\u0086©", "* Census Bureau, 2015: Press release: New Census Bureau Population", "Estimates Reveal Metro Areas and Counties That Propelled Growth in", "Florida and the Nation. Census Newsroom. U.S. Census Brueau. URL. â\u0086©", "* Census Bureau, 2017: Annual Survey of Manufactures (ASM) [web site].", "U.S. Census Bureau, ,Â  accessed May 17. URL. â\u0086©", "* Census Bureau, 2017: County Population Totals and Components of", "Change: 2010-2016. U.S. Census Bureau, . URL. â\u0086©", "* Census Bureau, 2017: Press kit: County and Metro Area Population .", "Census Newsroom. U.S. Census Bureau. URL. â\u0086©", "* Chavez-Ramirez, F., and W. Wehtje, 2012: Potential impact of climate", "change scenarios on whooping crane life history. Wetlands, 32 (1),", "11â\u0080\u009320. doi:10.1007/s13157-011-0250-z. â\u0086©", "* Christensen, N. L., 1981: Fire regimes in southeastern ecosystems. In", "Fire Regimes and Ecosystem Properties, Honolulu, HI., 112â\u0080\u0093136. URL.", "â\u0086©", "* CISA, 2016: The South Carolina Floods of October 2015. Carolinas", "Integrated Sciences & Assessments (CISA), Columbia, SC, 4 pp. URL. â\u0086©", "* City of Atlanta, 2015: Climate Action Plan. Mayor's Office of", "Sustainability, Atlanta, GA, 48 pp. URL. â\u0086©", "* City of Atlanta, 2017: Resilient Atlanta: Actions to build a more", "equitable future. 100 Resilient Cities, 150 pp. URL. â\u0086©", "* City of Charleston, 2015: Sea level rise strategy. Mayor's Office,", "Charleston, SC, 17 pp. URL. â\u0086©", "* City of Fayetteville, 2017: Arkansans Can Take Steps to Respond to", "Climate Change. Fayetteville, AR. URL. â\u0086©", "* Clark, J. S., L. Iverson, C. W. Woodall, C. D. Allen, D. M. Bell, D.", "C. Bragg, A. W. D'Amato, F. W. Davis, M. H. Hersh, I. Ibanez, S. T.", "Jackson, S. Matthews, N. Pederson, M. Peters, M. W. Schwartz, K. M.", "Waring, and N. E. Zimmermann, 2016: The impacts of increasing drought", "on forest dynamics, structure, and biodiversity in the United States.", "Global Change Biology, 22 (7), 2329â\u0080\u00932352. doi:10.1111/gcb.13160. â\u0086©", "* Clark, P. U., A. S. Dyke, J. D. Shakun, A. E. Carlson, J. Clark, B.", "Wohlfarth, J. X. Mitrovica, S. W. Hostetler, and A. M. McCabe, 2009:", "The last glacial maximum. Science, 325 (5941), 710â\u0080\u0093714.", "doi:10.1126/science.1172873. â\u0086©", "* Clemson Cooperative Extension, 2018: About Peaches. Clemson", "University, Clemson, SC. URL. â\u0086©", "* Coastal Protection and Restoration Authority of Louisiana, 2017:", "Louisiana's Comprehensive Master Plan for a Sustainable Coast. Coastal", "Protection and Restoration Authority of Louisiana, Baton Rouge, LA,", "171 pp. URL. â\u0086©", "* Colten, C., 2017: Floods collide with sprawl in Louisiana's Amite", "River Basin. Focus on Geography. doi:10.21690/foge/2017.60.2f. â\u0086©", "* Comeaux, R. S., M. A. Allison, and T. S. Bianchi, 2012: Mangrove", "expansion in the Gulf of Mexico with climate change: Implications for", "wetland health and resistance to rising sea levels. Estuarine, Coastal", "and Shelf Science, 96, 81â\u0080\u009395. doi:10.1016/j.ecss.2011.10.003. â\u0086©", "* Conner, W. H., T. W. Doyle, and K. W. Krauss, Eds., 2007: Ecology of", "Tidal Freshwater Forested Wetlands of the Southeastern United States.", "Springer, Dordrecht, The Netherlands, 518 pp. â\u0086©", "* Costanza, J., S. Beck, M. Pyne, A. Terando, M. J. Rubino, R. White,", "and Jaime Collazo, 2016: Assessing climate-sensitive ecosystems in the", "Southeastern United States. USGS Open-File Report 2016-1073. US", "Geological Survey, Reston, VA, 278 pp. doi:10.3133/ofr20161073. â\u0086©", "* Costanza, R., R. de Groot, P. Sutton, S. van der Ploeg, S. J.", "Anderson, I. Kubiszewski, S. Farber, and R. K. Turner, 2014: Changes", "in the global value of ecosystem services. Global Environmental", "Change, 26, 152â\u0080\u0093158. doi:10.1016/j.gloenvcha.2014.04.002. â\u0086©", "* Couvillion, B. R., H. Beck, D. Schoolmaster, and M. Fischer, 2017:", "Land area change in coastal Louisiana (1932 to 2016). Scientific", "Investigations Map 3381. U. S. Geological Survey, Reston, VA, 16 pp.", "doi:10.3133/sim3381. â\u0086©", "* Dahl, K. A., E. Spanger-Siegfried, A. Caldas, and S. Udvardy, 2017:", "Effective inundation of continental United States communities with", "21st century sea level rise. Elementa: Science of the Anthropocene, 5,", "Article 37. doi:10.1525/elementa.234. â\u0086©", "* Dale, V. H., L. A. Joyce, S. McNulty, R. P. Neilson, M. P. Ayres, M.", "D. Flannigan, P. J. Hanson, L. C. Irland, A. E. Lugo, C. J. Peterson,", "D. Simberloff, F. J. Swanson, B. J. Stocks, and B. M. Wotton, 2001:", "Climate change and forest disturbances: Climate change can affect", "forests by altering the frequency, intensity, duration, and timing of", "fire, drought, introduced species, insect and pathogen outbreaks,", "hurricanes, windstorms, ice storms, or landslides. BioScience, 51 (9),", "723â\u0080\u0093734. doi:10.1641/0006-3568(2001)051[0723:ccafd]2.0.co;2. â\u0086©", "* Daly, C., M. P. Widrlechner, M. D. Halbleib, J. I. Smith, and W. P.", "Gibson, 2012: Development of a new USDA plant hardiness zone map for", "the United States. Journal of Applied Meteorology and Climatology, 51,", "242â\u0080\u0093264. doi:10.1175/2010JAMC2536.1. â\u0086©", "* Davis, M. B., and R. G. Shaw, 2001: Range shifts and adaptive", "responses to quaternary climate change. Science, 292 (5517),", "673â\u0080\u0093679. doi:10.1126/science.292.5517.673. â\u0086©", "* Day, J. W., Jr., D. F. Boesch, E. J. Clairain, G. P. Kemp, S. B.", "Laska, W. J. Mitsch, K. Orth, H. Mashriqui, D. J. Reed, L. Shabman, C.", "A. Simenstad, B. J. Streever, R. R. Twilley, C. C. Watson, J. T.", "Wells, and D. F. Whigham, 2007: Restoration of the Mississippi Delta:", "Lessons from Hurricanes Katrina and Rita. Science, 315 (5819),", "1679â\u0080\u00931684. doi:10.1126/science.1137030. â\u0086©", "* Dayton, P. K., 1972: Toward an understanding of community resilience", "and the potential effects of enrichments to the benthos at McMurdo", "Sound, Antarctica. In Proceedings of the Colloquium on Conservation", "Problems in Antarctica, Blacksburg, VA., 81â\u0080\u009396. URL. â\u0086©", "* De JesÃºs Crespo, R., P. MÃ©ndez LÃ¡zaro, and S. H. Yee, 2018: Linking", "wetland ecosystem services to vector-borne disease: Dengue fever in", "the San Juan Bay Estuary, Puerto Rico. Wetlands,", "doi:10.1007/s13157-017-0990-5. â\u0086©", "* Deal, N., 2017: Deal declares state of emergency ahead of Hurricane", "Irma. Office of the Governor, Atlanta, GA. September 6. URL. â\u0086©", "* Demuzere, M., K. Orru, O. Heidrich, E. Olazabal, D. Geneletti, H.", "Orru, A. G. Bhave, N. Mittal, E. Feliu, and M. Faehnle, 2014:", "Mitigating and adapting to climate change: Multi-functional and", "multi-scale assessment of green urban infrastructure. Journal of", "Environmental Management, 146, 107â\u0080\u0093115.", "doi:10.1016/j.jenvman.2014.07.025. â\u0086©", "* Desantis, L. R. G., S. Bhotika, K. Williams, and F. E. Putz, 2007:", "Sea-level rise and drought interactions accelerate forest decline on", "the Gulf Coast of Florida, USA. Global Change Biology, 13 (11),", "2349â\u0080\u00932360. doi:10.1111/j.1365-2486.2007.01440.x. â\u0086©", "* Diem, J. E., C. E. Stauber, and R. Rothenberg, 2017: Heat in the", "southeastern United States: Characteristics, trends, and potential", "health impact. PLOS ONE, 12 (5), e0177937.", "doi:10.1371/journal.pone.0177937. â\u0086©", "* Diop, E. S., A. Soumare, N. Diallo, and A. Guisse, 1997: Recent", "changes of the mangroves of the Saloum River Estuary, Senegal.", "Mangroves and Salt Marshes, 1 (3), 163â\u0080\u0093172.", "doi:10.1023/a:1009900724172. â\u0086©", "* Doney, S. C., M. Ruckelshaus, J. E. Duffy, J. P. Barry, F. Chan, C. A.", "English, H. M. Galindo, J. M. Grebmeier, A. B. Hollowed, N. Knowlton,", "J. Polovina, N. N. Rabalais, W. J. Sydeman, and L. D. Talley, 2012:", "Climate change impacts on marine ecosystems. Annual Review of Marine", "Science, 4, 11â\u0080\u009337. doi:10.1146/annurev-marine-041911-111611. â\u0086©", "* Doney, S. C., V. J. Fabry, R. A. Feely, and J. A. Kleypas, 2009: Ocean", "acidification: The other CO2 problem. Annual Review of Marine Science,", "1 (1), 169â\u0080\u0093192. doi:10.1146/annurev.marine.010908.163834. â\u0086©", "* Dorcas, M. E., J. D. Willson, R. N. Reed, R. W. Snow, M. R. Rochford,", "M. A. Miller, W. E. Meshaka, P. T. Andreadis, F. J. Mazzotti, C. M.", "Romagosa, and K. M. Hart, 2012: Severe mammal declines coincide with", "proliferation of invasive Burmese pythons in Everglades National Park.", "Proceedings of the National Academy of Sciences of the United States", "of America, 109 (7), 2418â\u0080\u00932422. doi:10.1073/pnas.1115226109. â\u0086©", "* Doughty, C. L., J. A. Langley, W. S. Walker, I. C. Feller, R. Schaub,", "and S. K. Chapman, 2016: Mangrove range expansion rapidly increases", "coastal wetland carbon storage. Estuaries and Coasts, 39 (2),", "385â\u0080\u0093396. doi:10.1007/s12237-015-9993-8. â\u0086©", "* Douglas, E., J. Jacobs, K. Hayhoe, L. Silka, J. Daniel, M. Collins, A.", "Alipour, B. Anderson, C. Hebson, E. Mecray, R. Mallick, Q. Zou, P.", "Kirshen, H. Miller, J. Kartez, L. Friess, A. Stoner, E. Bell, C.", "Schwartz, N. Thomas, S. Miller, B. Eckstrom, and C. Wake, 2017:", "Progress and challenges in incorporating climate change information", "into transportation research and design. Journal of Infrastructure", "Systems, 23 (4), 04017018. doi:10.1061/(ASCE)IS.1943-555X.0000377. â\u0086©", "* Doyle, T. W., B. Chivoiu, and N. M. Enwright, 2015: Sea-level rise", "modeling handbook: Resource guide for coastal land managers,", "engineers, and scientists. USGS Professional Paper 1815. U.S.", "Geological Survey, Reston, VA, 76 pp. doi:10.3133/pp1815. â\u0086©", "* Doyle, T. W., G. F. Girod, and M. A. Books, 2003: Modeling mangrove", "forest migration along the southwest coast of Florida under climate", "change. Integrated Assessment of the Climate Change Impacts on the", "Gulf Coast Region. H. Ning, Z., R. Eugene Turner, T. Doyle, and K. K.", "Abdollahi, Eds., Gulf Coast Climate Change Assessment Council (GCRCC)", "and Louisiana State University (LSU) Graphic Services, Baton Rouge,", "LA, 211â\u0080\u0093222. URL. â\u0086©", "* Doyle, T. W., K. W. Krauss, W. H. Conner, and A. S. From, 2010:", "Predicting the retreat and migration of tidal forests along the", "northern Gulf of Mexico under sea-level rise. Forest Ecology and", "Management, 259 (4), 770â\u0080\u0093777. doi:10.1016/j.foreco.2009.10.023. â\u0086©", "* Doyle, T. W., T. J. Smith III, and Michael B. Robblee, 1995: Wind", "damage effects of Hurricane Andrew on mangrove communities along the", "southwest coast of Florida, USA. Journal of Coastal Research, SI 21,", "159â\u0080\u0093168. URL. â\u0086©", "* Drummond, M. A., and T. R. Loveland, 2010: Land-use pressure and a", "transition to forest-cover loss in the eastern United States.", "BioScience, 60 (4), 286â\u0080\u0093298. doi:10.1525/bio.2010.60.4.7. â\u0086©", "* Duehl, A. J., F. H. Koch, and F. P. Hain, 2011: Southern pine beetle", "regional outbreaks modeled on landscape, climate and infestation", "history. Forest Ecology and Management, 261 (3), 473â\u0080\u0093479.", "doi:10.1016/j.foreco.2010.10.032. â\u0086©", "* Duke, N. C., J. M. Kovacs, A. D. Griffiths, L. Preece, D. J. E. Hill,", "P. van Oosterzee, J. Mackenzie, H. S. Morning, and D. Burrows, 2017:", "Large-scale dieback of mangroves in Australia's Gulf of Carpentaria: A", "severe ecosystem response, coincidental with an unusually extreme", "weather event. Marine & Freshwater Research, 68 (10), 1816â\u0080\u00931829.", "doi:10.1071/MF16322. â\u0086©", "* Easterling, D. R., J. R. Arnold, T. Knutson, K. E. Kunkel, A. N.", "LeGrande, L. R. Leung, R. S. Vose, D. E. Waliser, and M. F. Wehner,", "2017: Precipitation Change in the United States. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 207â\u0080\u0093230. doi:10.7930/J0H993CC. â\u0086©", "* Ebi, K. L., and J. Nealon, 2016: Dengue in a changing climate.", "Environmental Research, 151, 115â\u0080\u0093123.", "doi:10.1016/j.envres.2016.07.026. â\u0086©", "* Ellison, A. M., M. S. Bank, B. D. Clinton, E. A. Colburn, K. Elliott,", "C. R. Ford, D. R. Foster, B. D. Kloeppel, J. D. Knoepp, G. M. Lovett,", "J. Mohan, D. A. Orwig, N. L. Rodenhouse, W. V. Sobczak, K. A. Stinson,", "J. K. Stone, C. M. Swan, J. Thompson, B. Von Holle, and J. R. Webster,", "2005: Loss of foundation species: Consequences for the structure and", "dynamics of forested ecosystems. Frontiers in Ecology and the", "Environment, 3 (9), 479â\u0080\u0093486.", "doi:10.1890/1540-9295(2005)003[0479:LOFSCF]2.0.CO;2. â\u0086©", "* Emanuel, K., 2017: Will global warming make hurricane forecasting more", "difficult? Bulletin of the American Meteorological Society, 98 (3),", "495â\u0080\u0093501. doi:10.1175/bams-d-16-0134.1. â\u0086©", "* Emrich, C. T., D. P. Morath, G. C. Bowser, and R. Reeves, 2014:", "Climate-sensitive hazards in Florida: Identifying and prioritizing", "threats to build resilience against climate effects. Florida", "Department of Health, Tallahassee, FL, various pp. URL. â\u0086©", "* Engle, V. D., 2011: Estimating the provision of ecosystem services by", "Gulf of Mexico coastal wetlands. Wetlands, 31 (1), 179â\u0080\u0093193.", "doi:10.1007/s13157-010-0132-9. â\u0086©", "* Enwright, N. M., K. T. Griffith, and M. J. Osland, 2016: Barriers to", "and opportunities for landward migration of coastal wetlands with", "sea-level rise. Frontiers in Ecology and the Environment, 14 (6),", "307â\u0080\u0093316. doi:10.1002/fee.1282. â\u0086©", "* EPA, 2015: Case Study: Water and Wastewater Utilities Planning for", "Climate Change. Seminole Tribe of Florida. EPA 800-Q-15-004. U.S.", "Environmental Protection Agency (EPA), Washington, DC, 2 pp. URL. â\u0086©", "* EPA, 2015: Climate Change in the United States: Benefits of Global", "Action. EPA 430-R-15-001. U.S. Environmental Protection Agency (EPA),", "Office of Atmospheric Programs, Washington, DC, 93 pp. URL. â\u0086©", "* EPA, 2017: Multi-model Framework for Quantitative Sectoral Impacts", "Analysis: A Technical Report for the Fourth National Climate", "Assessment. EPA 430â\u0080\u0090Râ\u0080\u009017â\u0080\u0090001. U.S. Environmental Protection", "Agency (EPA), Washington, DC, 271 pp. URL. â\u0086©", "* Ernst, K. M., and B. L. Preston, 2017: Adaptation opportunities and", "constraints in coupled systems: Evidence from the U.S. energy-water", "nexus. Environmental Science & Policy, 70, 38â\u0080\u009345.", "doi:10.1016/j.envsci.2017.01.001. â\u0086©", "* ERS, 2017: Atlas of Rural and Small-Town America [web tool]. USDA,", "Economic Research Service (ERS), Washington, DC,Â  accessed April 25.", "URL. â\u0086©", "* ERS, 2018: Rural Poverty & Well-Being: Geography of Poverty. USDA,", "Economic Research Service (ERS), Washington, DC,Â  accessed March 14.", "URL. â\u0086©", "* Evans, J. M., J. Gambill, R. J. McDowell, P. W. Prichard, and C. S.", "Hopkinson, 2016: Tybee Island: Sea level rise adaptation plan. NOAA,", "Georgia Sea Grant, Athens, GA, 82 pp. doi:10.13140/RG.2.1.3825.9604/1.", "â\u0086©", "* Fei, S., J. M. Desprez, K. M. Potter, I. Jo, J. A. Knott, and C. M.", "Oswalt, 2017: Divergence of species responses to climate change.", "Science Advances, 3 (5), e1603055. doi:10.1126/sciadv.1603055. â\u0086©", "* FEMA, 2016: Community Rating System (CRS) Communities and Their", "Classes. Federal Emergency Management Agency (FEMA), National Flood", "Insurance Program, . URL. â\u0086©", "* Ferrario, F., M. W. Beck, C. D. Storlazzi, F. Micheli, C. C. Shepard,", "and L. Airoldi, 2014: The effectiveness of coral reefs for coastal", "hazard risk reduction and adaptation. Nature Communications, 5, 3794.", "doi:10.1038/ncomms4794. â\u0086©", "* Ferriter, A., Ed., 1997: Brazilian Pepper Management Plan for Florida.", "Gainesville, FL, 26 pp. URL. â\u0086©", "* FHWA, 2017: FHWA Climate Resilience Pilot Program: Tennessee", "Department of Transportation. FHWA-HEP-16-076. Federal Highway", "Administration's (FHWA), Climate Resilience Pilot Program, Washington,", "DC, 4 pp. URL. â\u0086©", "* Field, D. W., A. J. Reyer, P. V. Genovese, and B. D. Shearer, 1991:", "Coastal wetlands of the United States: An accounting of a valuable", "national resource. A Special NOAA 20th Anniversary Report. National", "Oceanic and Atmospheric Administration, Washington, DC, 59 pp. URL.", "â\u0086©", "* Florida House of Representatives, 2018: Select Committee on Hurricane", "Response and Preparedness Final Report. Tallahassee, FL, 113 pp. URL.", "â\u0086©", "* Fu, T.-M., Y. Zheng, F. Paulot, J. Mao, and R. M. Yantosca, 2015:", "Positive but variable sensitivity of August surface ozone to", "large-scale warming in the southeast United States. Nature Climate", "Change, 5, 454â\u0080\u0093458. doi:10.1038/nclimate2567. â\u0086©", "* Gabler, C. A., M. J. Osland, J. B. Grace, C. L. Stagg, R. H. Day, S.", "B. Hartley, N. M. Enwright, A. S. From, M. L. McCoy, and J. L. McLeod,", "2017: Macroclimatic change expected to transform coastal wetland", "ecosystems this century. Nature Climate Change, 7, 142â\u0080\u0093147.", "doi:10.1038/nclimate3203. â\u0086©", "* Gallo, A., 2016: â\u0080\u009cWhich Baton Rouge ZIP codes were hit hardest? New", "data lends scope to flooding devastation.â\u0080\u009d The Advocate, Sep 2 URL.", "â\u0086©", "* Gandhi, K. J. K., and D. A. Herms, 2010: Direct and indirect effects", "of alien insect herbivores on ecological processes and interactions in", "forests of eastern North America. Biological Invasions, 12 (2),", "389â\u0080\u0093405. doi:10.1007/s10530-009-9627-9. â\u0086©", "* Gill, S. E., J. F. Handley, A. R. Ennos, and S. Pauleit, 2007:", "Adapting cities for climate change: The role of the green", "infrastructure. Built Environment, 33 (1), 115â\u0080\u0093133.", "doi:10.2148/benv.33.1.115. â\u0086©", "* Gonzalez, C. G., A. Kaswan, R. Verchick, Y. Huang, N. Jamhour, and S.", "Bowen, 2016: Climate Change, Resilience, and Fairness: How", "Nonstructural Adaptation Can Protect and Empower Socially Vulnerable", "Communities on the Gulf Coast. Center for Progressive Reform White", "Paper. Washington, DC, 97 pp. URL. â\u0086©", "* Gregg, R. M., W. A. Reynier, A. Score, and L. Hilberg, 2017: State of", "climate adaptation in water resources management: Southeastern United", "States and U.S. Caribbean. EcoAdapt, Bainbridge Island, WA, 214 pp.", "URL. â\u0086©", "* Griffith, J. A., S. V. Stehman, and T. R. Loveland, 2003: Landscape", "trends in mid-Atlantic and southeastern United States ecoregions.", "Environmental Management, 32 (5), 572â\u0080\u0093588.", "doi:10.1007/s00267-003-0078-2. â\u0086©", "* Gubernot, D. M., G. B. Anderson, and K. L. Hunting, 2015:", "Characterizing occupational heat-related mortality in the United", "States, 2000â\u0080\u00932010: An analysis using the census of fatal", "occupational injuries database. American Journal of Industrial", "Medicine, 58 (2), 203â\u0080\u0093211. doi:10.1002/ajim.22381. â\u0086©", "* Guo, H., C. Weaver, S. P. Charles, A. Whitt, S. Dastidar, P.", "D'Odorico, J. D. Fuentes, J. S. Kominoski, A. R. Armitage, and S. C.", "Pennings, 2017: Coastal regime shifts: Rapid responses of coastal", "wetlands to changes in mangrove cover. Ecology, 98 (3), 762â\u0080\u0093772.", "doi:10.1002/ecy.1698. â\u0086©", "* Gutierrez, K., and C. LePrevost, 2016: Climate justice in rural", "southeastern United States: A review of climate change impacts and", "effects on human health. International Journal of Environmental", "Research and Public Health, 13 (2), 189. doi:10.3390/ijerph13020189.", "â\u0086©", "* Habeeb, D., J. Vargo, and B. Stone, 2015: Rising heat wave trends in", "large US cities. Natural Hazards, 76 (3), 1651â\u0080\u00931665.", "doi:10.1007/s11069-014-1563-z. â\u0086©", "* Hall, J. A., S. Gill, J. Obeysekera, W. Sweet, K. Knuuti, and J.", "Marburger, 2016: Regional Sea Level Scenarios for Coastal Risk", "Management: Managing the Uncertainty of Future Sea Level Change and", "Extreme Water Levels for Department of Defense Coastal Sites", "Worldwide. U.S. Department of Defense, Strategic Environmental", "Research and Development Program, Alexandria VA, 224 pp. URL. â\u0086©", "* Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova,", "A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A.", "Kommareddy, A. Egorov, L. Chini, C. O. Justice, and J. R. G.", "Townshend, 2013: High-resolution global maps of 21st-century forest", "cover change. Science, 342 (6160), 850â\u0080\u0093853.", "doi:10.1126/science.1244693. â\u0086©", "* Harrigan, R. J., H. A. Thomassen, W. Buermann, and T. B. Smith, 2014:", "A continental risk assessment of West Nile virus under climate change.", "Global Change Biology, 20 (8), 2417â\u0080\u00932425. doi:10.1111/gcb.12534. â\u0086©", "* Harrison, C., and J. Popke, 2011: â\u0080\u009cBecause you got to have heatâ\u0080\u009d:", "The networked assemblage of energy poverty in eastern North Carolina.", "Annals of the Association of American Geographers, 101 (4), 949â\u0080\u0093961.", "doi:10.1080/00045608.2011.569659. â\u0086©", "* Hauer, M. E., 2017: Migration induced by sea-level rise could reshape", "the US population landscape. Nature Climate Change, 7 (5), 321â\u0080\u0093325.", "doi:10.1038/nclimate3271. â\u0086©", "* Hauer, M. E., J. M. Evans, and D. R. Mishra, 2016: Millions projected", "to be at risk from sea-level rise in the continental United States.", "Nature Climate Change, 6 (7), 691â\u0080\u0093695. doi:10.1038/nclimate2961. â\u0086©", "* Hoegh-Guldberg, O., and J. F. Bruno, 2010: The impact of climate", "change on the world's marine ecosystems. Science, 328 (5985),", "1523â\u0080\u00931528. doi:10.1126/science.1189930. â\u0086©", "* Hoegh-Guldberg, O., P. J. Mumby, A. J. Hooten, R. S. Steneck, P.", "Greenfield, E. Gomez, C. D. Harvell, P. F. Sale, A. J. Edwards, K.", "Caldeira, N. Knowlton, C. M. Eakin, R. Iglesias-Prieto, N. Muthiga, R.", "H. Bradbury, A. Dubi, and M. E. Hatziolos, 2007: Coral reefs under", "rapid climate change and ocean acidification. Science, 318 (5857),", "1737â\u0080\u00931742. doi:10.1126/science.1152509. â\u0086©", "* Horney, J., M. Nguyen, D. Salvesen, C. Dwyer, J. Cooper, and P. Berke,", "2017: Assessing the quality of rural hazard mitigation plans in the", "southeastern United States. Journal of Planning Education and", "Research, 37 (1), 56â\u0080\u009365. doi:10.1177/0739456x16628605. â\u0086©", "* Houghton, A., J. Austin, A. Beerman, and C. Horton, 2017: An approach", "to developing local climate change environmental public health", "indicators in a rural district. Journal of Environmental and Public", "Health, 2017, 16. doi:10.1155/2017/3407325. â\u0086©", "* Houser, T., S. Hsiang, R. Kopp, K. Larsen, M. Delgado, A. Jina, M.", "Mastrandrea, S. Mohan, R. Muir-Wood, D. J. Rasmussen, J. Rising, and", "Paul Wilson, 2015: Economic Risks of Climate Change: An American", "Prospectus. Columbia University Press, New York,. â\u0086©", "* Howard, R. J., R. H. Day, K. W. Krauss, A. S. From, L. Allain, and N.", "Cormier, 2017: Hydrologic restoration in a dynamic subtropical", "mangrove-to-marsh ecotone. Restoration Ecology, 25 (3), 471â\u0080\u0093482.", "doi:10.1111/rec.12452. â\u0086©", "* Howell, B. J., 2002: Appalachian culture and environmental planning:", "Expanding the role of cultural sciences. Culture, Environment, and", "Conservation in the Appalachian South. J. Howell, B., Ed., University", "of Illinois Press, Urbana and Chicago (IL), 1â\u0080\u009316. â\u0086©", "* Hsiang, S., R. Kopp, A. Jina, J. Rising, M. Delgado, S. Mohan, D. J.", "Rasmussen, R. Muir-Wood, P. Wilson, M. Oppenheimer, K. Larsen, and T.", "Houser, 2017: Estimating economic damage from climate change in the", "United States. Science, 356 (6345), 1362â\u0080\u00931369.", "doi:10.1126/science.aal4369. â\u0086©", "* Hughes, T. P., A. H. Baird, D. R. Bellwood, M. Card, S. R. Connolly,", "C. Folke, R. Grosberg, O. Hoegh-Guldberg, J. B. C. Jackson, J.", "Kleypas, J. M. Lough, P. Marshall, M. NystrÃ¶m, S. R. Palumbi, J. M.", "Pandolfi, B. Rosen, and J. Roughgarden, 2003: Climate change, human", "impacts, and the resilience of coral reefs. Science, 301 (5635),", "929â\u0080\u0093933. doi:10.1126/science.1085046. â\u0086©", "* IPCC, 2013: Climate Change 2013: The Physical Science Basis.", "Contribution of Working Group I to the Fifth Assessment Report of the", "Intergovernmental Panel on Climate Change. Stocker, T. F., D. Qin,", "G.-K. Plattner, M. Tignor, S. K. Allen, J. Boschung, A. Nauels, Y.", "Xia, V. Bex, and P. M. Midgley, Eds. Cambridge University Press,", "Cambridge, UK and New York, NY, 1535 pp. URL. â\u0086©", "* Isle de Jean Charles Tribe, 2017: Bienvenue, Aiokpanchi, Welcome to", "Isle de Jean Charles [web site]. Isle de Jean Charles, LA,Â  accessed", "October 17. URL. â\u0086©", "* Jackson, S. T., and J. T. Overpeck, 2000: Responses of plant", "populations and communities to environmental changes of the late", "Quaternary. Paleobiology, 26 (sp4), 194â\u0080\u0093220.", "doi:10.1666/0094-8373(2000)26[194:ROPPAC]2.0.CO;2. â\u0086©", "* Jackson, S. T., R. S. Webb, K. H. Anderson, J. T. Overpeck, T. Webb", "III, J. W. Williams, and B. C. S. Hansen, 2000: Vegetation and", "environment in Eastern North America during the Last Glacial Maximum.", "Quaternary Science Reviews, 19 (6), 489â\u0080\u0093508.", "doi:10.1016/S0277-3791(99)00093-1. â\u0086©", "* Jacobson, E. R., D. G. Barker, T. M. Barker, R. Mauldin, M. L. Avery,", "R. Engeman, and S. Secor, 2012: Environmental temperatures, physiology", "and behavior limit the range expansion of invasive Burmese pythons in", "southeastern USA. Integrative Zoology, 7 (3), 271â\u0080\u0093285.", "doi:10.1111/j.1749-4877.2012.00306.x. â\u0086©", "* Jankowski, K. L., T. E. TÃ¶rnqvist, and A. M. Fernandes, 2017:", "Vulnerability of Louisiana's coastal wetlands to present-day rates of", "relative sea-level rise. Nature Communications, 8, Article 14792.", "doi:10.1038/ncomms14792. â\u0086©", "* Jenkins, C. N., K. S. Van Houtan, S. L. Pimm, and J. O. Sexton, 2015:", "US protected lands mismatch biodiversity priorities. Proceedings of", "the National Academy of Sciences of the United States of America, 112", "(16), 5081â\u0080\u00935086. doi:10.1073/pnas.1418034112. â\u0086©", "* Jones, W. D., 1979: Effects of the 1978 freeze on native plants of", "Sonora, Mexico. Desert Plants, 1, 33â\u0080\u009336. URL. â\u0086©", "* Jurjonas, M., and E. Seekamp, 2018: Rural coastal community", "resilience: Assessing a framework in eastern North Carolina. Ocean &", "Coastal Management, 162, 137â\u0080\u0093150.", "doi:10.1016/j.ocecoaman.2017.10.010. â\u0086©", "* Kelleway, J. J., K. Cavanaugh, K. Rogers, I. C. Feller, E. Ens, C.", "Doughty, and N. Saintilan, 2017: Review of the ecosystem service", "implications of mangrove encroachment into salt marshes. Global Change", "Biology, 23 (10), 3967â\u0080\u00933983. doi:10.1111/gcb.13727. â\u0086©", "* Kennedy, J. P., M. W. Pil, C. E. Proffitt, W. A. Boeger, A. M.", "Stanford, and D. J. Devlin, 2016: Postglacial expansion pathways of", "red mangrove, Rhizophora mangle, in the Caribbean Basin and Florida.", "American Journal of Botany, 103 (2), 260â\u0080\u0093276.", "doi:10.3732/ajb.1500183. â\u0086©", "* Kinniburgh, F., M. G. Simonton, and C. Allouch, 2015: Come heat and", "high water: Climate risk in the Southeastern U.S. and Texas. Risky", "Business Project, New York, 109 pp. URL. â\u0086©", "* Kirkman, L. K., R. J. Mitchell, R. C. Helton, and M. B. Drew, 2001:", "Productivity and species richness across an environmental gradient in", "a fire-dependent ecosystem. American Journal of Botany, 88 (11),", "2119â\u0080\u00932128. doi:10.2307/3558437. â\u0086©", "* Kopp, R. E., A. C. Kemp, K. Bittermann, B. P. Horton, J. P. Donnelly,", "W. R. Gehrels, C. C. Hay, J. X. Mitrovica, E. D. Morrow, and S.", "Rahmstorf, 2016: Temperature-driven global sea-level variability in", "the Common Era. Proceedings of the National Academy of Sciences of the", "United States of America, 113 (11), E1434â\u0080\u0093E1441.", "doi:10.1073/pnas.1517056113. â\u0086©", "* Kossin, J. P., T. Hall, T. Knutson, K. E. Kunkel, R. J. Trapp, D. E.", "Waliser, and M. F. Wehner, 2017: Extreme Storms. Climate Science", "Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 257â\u0080\u0093276. doi:10.7930/J07S7KXX. â\u0086©", "* Kovach, M. M., C. E. Konrad, and C. M. Fuhrmann, 2015: Area-level risk", "factors for heat-related illness in rural and urban locations across", "North Carolina, USA. Applied Geography, 60, 175â\u0080\u0093183.", "doi:10.1016/j.apgeog.2015.03.012. â\u0086©", "* Kozlowski, T. T., and S. G. Pallardy, 1997: Growth Control in Woody", "Plants. Academic Press, San Diego,. â\u0086©", "* Krakauer, N. Y., 2012: Estimating climate trends: Application to", "United States plant hardiness zones. Advances in Meteorology, 2012,", "Article ID 404876. doi:10.1155/2012/404876. â\u0086©", "* Kreye, J. K., J. M. Varner, J. K. Hiers, and J. Mola, 2013: Toward a", "mechanism for eastern North American forest mesophication:", "Differential litter drying across 17 species. Ecological Applications,", "23 (8), 1976â\u0080\u00931986. doi:10.1890/13-0503.1. â\u0086©", "* Kuffner, I. B., B. H. Lidz, J. H. Hudson, and J. S. Anderson, 2015: A", "century of ocean warming on Florida Keys coral reefs: Historic in situ", "observations. Estuaries and Coasts, 38 (3), 1085â\u0080\u00931096.", "doi:10.1007/s12237-014-9875-5. â\u0086©", "* Kunkel, K., R. Frankson, J. Runkle, S. Champion, L. Stevens, D.", "Easterling, and Brooke Stewart, 2017: State Climate Summaries for the", "United States. NOAA Technical Report NESDIS 149. National Oceanic and", "Atmospheric Administration, National Centers for Environmental", "Information, Asheville, NC, [various] pp. URL. â\u0086©", "* Lal, P., J. R. R. Alavalapati, and E. D. Mercer, 2011: Socio-economic", "impacts of climate change on rural United States. Mitigation and", "Adaptation Strategies for Global Change, 16 (7), 819â\u0080\u0093844.", "doi:10.1007/s11027-011-9295-9. â\u0086©", "* Lane, D. R., R. C. Ready, R. W. Buddemeier, J. A. Martinich, K. C.", "Shouse, and C. W. Wobus, 2013: Quantifying and valuing potential", "climate change impacts on coral reefs in the United States: Comparison", "of two scenarios. PLOS ONE, 8 (12), e82579.", "doi:10.1371/journal.pone.0082579. â\u0086©", "* Larcher, W., 2003: Physiological Plant Ecology: Ecophysiology and", "Stress Physiology of Functional Groups. Springer, Berlin,. â\u0086©", "* Leopold, S., 2017: Ramps now on the â\u0080\u009cto-watchâ\u0080\u009d list: Time to ramp", "up conservation efforts. United Plant Savers. Rutland OH. URL. â\u0086©", "* Lewis, C., 2012: The case of the wild onions: The impact of ramps on", "Cherokee rights. Southern Cultures, 18 (2), 104â\u0080\u0093117.", "doi:10.1353/scu.2012.0019. â\u0086©", "* Lindsay, S. W., A. Wilson, N. Golding, T. W. Scott, and W. Takken,", "2017: Improving the built environment in urban areas to control Aedes", "aegypti-borne diseases. Bulletin of the World Health Organization, 95", "(8), 607â\u0080\u0093608. doi:10.2471/BLT.16.189688. â\u0086©", "* Littell, J. S., D. L. Peterson, K. L. Riley, Y. Liu, and C. H. Luce,", "2016: A review of the relationships between drought and forest fire in", "the United States. Global Change Biology, 22 (7), 2353â\u0080\u00932369.", "doi:10.1111/gcb.13275. â\u0086©", "* Liu, Y., J. Stanturf, and S. Goodrick, 2010: Trends in global wildfire", "potential in a changing climate. Forest Ecology and Management, 259", "(4), 685â\u0080\u0093697. doi:10.1016/j.foreco.2009.09.002. â\u0086©", "* Lovelock, C. E., I. C. Feller, R. Reef, S. Hickey, and M. C. Ball,", "2017: Mangrove dieback during fluctuating sea levels. Scientific", "Reports, 7 (1), Article 1680. doi:10.1038/s41598-017-01927-6. â\u0086©", "* Lovelock, C. E., K. W. Krauss, M. J. Osland, R. Reef, and M. C. Ball,", "2016: The physiology of mangrove trees with changing climate. Tropical", "Tree Physiology: Adaptations and Responses in a Changing Environment.", "Goldstein, G., and L. S. Santiago, Eds., Springer, Switzerland,", "149â\u0080\u0093179. â\u0086©", "* Lovett, H. B., S. B. Snider, K. K. Gore, and R. C. MuÃ±oz, Eds., 2016:", "Gulf of Mexico regional action plan to implement the NOAA Fisheries", "climate science strategy. NOAA Technical Memorandum NMFS-SEFSC-699.", "Miami, FL, 40 pp. doi:10.7289/V5/TM-SEFSC-699. â\u0086©", "* Luce, C. H., J. M. Vose, N. Pederson, J. Campbell, C. Millar, P.", "Kormos, and R. Woods, 2016: Contributing factors for drought in United", "States forest ecosystems under projected future climates and their", "uncertainty. Forest Ecology and Management, 380, 299â\u0080\u0093308.", "doi:10.1016/j.foreco.2016.05.020. â\u0086©", "* Luedeling, E., 2012: Climate change impacts on winter chill for", "temperate fruit and nut production: A review. Scientia Horticulturae,", "144 (0), 218â\u0080\u0093229. doi:10.1016/j.scienta.2012.07.011. â\u0086©", "* Luedeling, E., E. H. Girvetz, M. A. Semenov, and P. H. Brown, 2011:", "Climate change affects winter chill for temperate fruit and nut trees.", "PLoS ONE, 6 (5), e20155. doi:10.1371/journal.pone.0020155. â\u0086©", "* Maldonado, J. K., and K. Peterson, 2018: A community-based model for", "resettlement: Lessons from coastal Louisiana . Routledge Handbook of", "Environmental Displacement and Migration. McLeman, R., and F. Gemenne,", "Eds., Routledge, 289â\u0080\u0093299. â\u0086©", "* Manzello, D. P., 2015: Rapid recent warming of coral reefs in the", "Florida Keys. Scientific Reports, 5, Article 16762.", "doi:10.1038/srep16762. â\u0086©", "* Martin, J. H., and L. W. McEachron, 1996: Historical annotated review", "of winter kills of marine organisms in Texas bays. Management Data", "Series No. 118. Texas Parks and Wildlife Department, Coastal Fisheries", "Division, Austin, TX, 20 pp. URL. â\u0086©", "* Masson, V., C. Marchadier, L. Adolphe, R. Aguejdad, P. Avner, M.", "Bonhomme, G. Bretagne, X. Briottet, B. Bueno, C. de Munck, O. Doukari,", "S. Hallegatte, J. Hidalgo, T. Houet, J. Le Bras, A. Lemonsu, N. Long,", "M. P. Moine, T. Morel, L. Nolorgues, G. Pigeon, J. L. Salagnac, V.", "ViguiÃ©, and K. Zibouche, 2014: Adapting cities to climate change: A", "systemic modelling approach. Urban Climate, 10, 407â\u0080\u0093429.", "doi:10.1016/j.uclim.2014.03.004. â\u0086©", "* Mazzotti, F. J., M. S. Cherkiss, K. M. Hart, R. W. Snow, M. R.", "Rochford, M. E. Dorcas, and R. N. Reed, 2011: Cold-induced mortality", "of invasive Burmese pythons in south Florida. Biological Invasions, 13", "(1), 143â\u0080\u0093151. doi:10.1007/s10530-010-9797-5. â\u0086©", "* Mazzotti, F. J., M. S. Cherkiss, M. Parry, J. Beauchamp, M. Rochford,", "B. Smith, K. Hart, and L. A. Brandt, 2016: Large reptiles and cold", "temperatures: Do extreme cold spells set distributional limits for", "tropical reptiles in Florida? Ecosphere, 7 (8), e01439.", "doi:10.1002/ecs2.1439. â\u0086©", "* McClenachan, L., G. O'Connor, B. P. Neal, J. M. Pandolfi, and J. B. C.", "Jackson, 2017: Ghost reefs: Nautical charts document large spatial", "scale of coral reef loss over 240 years. Science Advances, 3 (9),", "e1603155. doi:10.1126/sciadv.1603155. â\u0086©", "* McEwan, R. W., J. M. Dyer, and N. Pederson, 2011: Multiple interacting", "ecosystem drivers: Toward an encompassing hypothesis of oak forest", "dynamics across eastern North America. Ecography, 34 (2), 244â\u0080\u0093256.", "doi:10.1111/j.1600-0587.2010.06390.x. â\u0086©", "* McKee, K. L., I. A. Mendelssohn, and M. D. Materne, 2004: Acute salt", "marsh dieback in the Mississippi River deltaic plain: A", "drought-induced phenomenon? Global Ecology and Biogeography, 13 (1),", "65â\u0080\u009373. doi:10.1111/j.1466-882X.2004.00075.x. â\u0086©", "* McKenney, D. W., J. H. Pedlar, K. Lawrence, P. Papadopol, K. Campbell,", "and M. F. Hutchinson, 2014: Change and evolution in the plant", "hardiness zones of Canada. BioScience, 64 (4), 341â\u0080\u0093350.", "doi:10.1093/biosci/biu016. â\u0086©", "* McNeill, R., D. J. Nelson, and D. Wilson, 2014: Water's edge: The", "crisis of rising sea levels. Reuters Investigates. Thomson Reuters,", "URL. â\u0086©", "* McNulty, S., S. Weiner, J. Moore Myers, H. Farahani, L. Fouladbash, D.", "Marshall, and R. F. Steele, 2015: Southeast regional climate hub", "assessment of climate change vulnerability and adaptation and", "mitigation strategies. USDA Agricultural Research Service, Washington,", "DC, 61 pp. URL. â\u0086©", "* Meehl, G. A., J. M. Arblaster, and G. Branstator, 2012: Mechanisms", "contributing to the warming hole and the consequent US east-west", "differential of heat extremes. Journal of Climate, 25 (2012),", "6394â\u0080\u00936408. doi:10.1175/JCLI-D-11-00655.1. â\u0086©", "* Melvin, M. A., 2015: 2015 National Prescribed Fire Use Survey Report.", "Technical Report 02-15. Coalition of Prescribed Fire Councils, 17 pp.", "URL. â\u0086©", "* Mercer, D. E., J. P. Prestemon, D. T. Butry, and J. M. Pye, 2007:", "Evaluating alternative prescribed burning policies to reduce net", "economic damages from wildfire. American Journal of Agricultural", "Economics, 89 (1), 63â\u0080\u009377. doi:10.1111/j.1467-8276.2007.00963.x. â\u0086©", "* Millennium Ecosystem Assessment, 2005: Ecosystems and Human", "Well-Being: Synthesis. Island Press, Washington, DC, URL. â\u0086©", "* Miller, R., D. Arthur, B. Barami, A. Breck, S. Costa, K. Lewis, K.", "McCoy, and E. Morrison, 2016: Hampton Roads Climate Impact", "Quantification Initiative: Baseline Assessment of the Transportation", "Assets & Overview of Economic Analyses Useful in Quantifying Impacts.", "DOT-VNTSC-OSTR-17-01. Volpe National Transportation Systems Center,", "Cambridge, MA, 167 pp. URL. â\u0086©", "* Mitchell, R. J., L. K. Kirkman, S. D. Pecot, C. A. Wilson, B. J.", "Palik, and L. R. Boring, 1999: Patterns and controls of ecosystem", "function in longleaf pine-wiregrass savannas. I. Aboveground net", "primary productivity. Canadian Journal of Forest Research, 29 (6),", "743â\u0080\u0093751. doi:10.1139/x99-051. â\u0086©", "* Mitchell, R. J., Y. Liu, J. J. O'Brien, K. J. Elliott, G. Starr, C. F.", "Miniat, and J. K. Hiers, 2014: Future climate and fire interactions in", "the southeastern region of the United States. Forest Ecology and", "Management, 327, 316â\u0080\u0093326. doi:10.1016/j.foreco.2013.12.003. â\u0086©", "* Mitchum, G. T., 2011: Sea Level Changes in the Southeastern United", "States: Past, Present and Future. Florida Climate Institute,", "Gainesville, FL, 20 pp. URL. â\u0086©", "* Mitsch, W. J., and J. G. Gosselink, 2007: Wetlands. Wiley, New York,.", "â\u0086©", "* Moberg, F., and C. Folke, 1999: Ecological goods and services of coral", "reef ecosystems. Ecological Economics, 29 (2), 215â\u0080\u0093233.", "doi:10.1016/S0921-8009(99)00009-9. â\u0086©", "* Moftakhari, H. R., A. AghaKouchak, B. F. Sanders, D. L. Feldman, W.", "Sweet, R. A. Matthew, and A. Luke, 2015: Increased nuisance flooding", "along the coasts of the United States due to sea level rise: Past and", "future. Geophysical Research Letters, 42 (22), 9846â\u0080\u00939852.", "doi:10.1002/2015GL066072. â\u0086©", "* Monaghan, A. J., C. W. Morin, D. F. Steinhoff, O. Wilhelmi, M. Hayden,", "D. A. Quattrochi, M. Reiskind, A. L. Lloyd, K. Smith, C. A. Schmidt,", "P. E. Scalf, and K. Ernst, 2016: On the seasonal occurrence and", "abundance of the Zika virus vector mosquito Aedes aegypti in the", "contiguous United States. Plos Currents: Outbreaks,", "doi:10.1371/currents.outbreaks.50dfc7f46798675fc63e7d7da563da76. â\u0086©", "* Moore, G. W., C. B. Edgar, J. G. Vogel, R. A. Washington-Allen, R. G.", "March, and R. Zehnder, 2016: Tree mortality from an exceptional", "drought spanning mesic to semiarid ecoregions. Ecological", "Applications, 26 (2), 602â\u0080\u0093611. doi:10.1890/15-0330. â\u0086©", "* Morales, J., 2016: Miami Beach coastal flooding forum. In Forum on", "Indicators of Coastal Flooding and Flood Impacts, May 26, West Palm", "Beach, FL., 3â\u0080\u009325. URL. â\u0086©", "* Morin, C. W., A. C. Comrie, and K. Ernst, 2013: Climate and dengue", "transmission: Evidence and implications. Environmental Health", "Perspectives, 121, 1264â\u0080\u00931277. doi:10.1289/ehp.1306556. â\u0086©", "* Morss, R. E., O. V. Wilhelmi, G. A. Meehl, and L. Dilling, 2011:", "Improving societal outcomes of extreme weather in a changing climate:", "An integrated perspective. Annual Review of Environment and Resources,", "36 (1), 1â\u0080\u009325. doi:10.1146/annurev-environ-060809-100145. â\u0086©", "* Morton, J. F., 1978: Brazilian pepperâ\u0080\u0094Its impact on people, animals", "and the environment. Economic Botany, 32 (4), 353â\u0080\u0093359.", "doi:10.1007/bf02907927. â\u0086©", "* NASS, 2017: Farm labor methodology and quality measures. USDA National", "Agricultural Statistics Service (NASS), Washington, DC, 11 pp. URL.", "â\u0086©", "* NC Rural Health Research Program, 2017: Rural Hospital Closures:", "January 2010â\u0080\u0093Present. UNC, Cecil G. Sheps Center for Health Services", "Research, Chapel Hill, NC. URL. â\u0086©", "* NDRC, 2016: National Disaster Resilience Competition (NDRC): Grantee", "Profiles. U.S. Department of Housing and Urban Development,", "Washington, DC, 23 pp. URL. â\u0086©", "* NDRC, 2016: State of Louisiana. National Disaster Resilience", "Competition (NDRC): Grantee profiles., U.S. Department of Housing and", "Urban Development, Washington, DC, 7â\u0080\u00938. URL. â\u0086©", "* Neubauer, S. C., 2013: Ecosystem responses of a tidal freshwater marsh", "experiencing saltwater intrusion and altered hydrology. Estuaries and", "Coasts, 36 (3), 491â\u0080\u0093507. doi:10.1007/s12237-011-9455-x. â\u0086©", "* Neumann, J. E., J. Price, P. Chinowsky, L. Wright, L. Ludwig, R.", "Streeter, R. Jones, J. B. Smith, W. Perkins, L. Jantarasami, and J.", "Martinich, 2015: Climate change risks to US infrastructure: Impacts on", "roads, bridges, coastal development, and urban drainage. Climatic", "Change, 131 (1), 97â\u0080\u0093109. doi:10.1007/s10584-013-1037-4. â\u0086©", "* Newman, S., M. Carroll, P. Jakes, and L. Higgins, 2014: Hurricanes and", "wildfires: Generic characteristics of community adaptive capacity.", "Environmental Hazards, 13 (1), 21â\u0080\u009337.", "doi:10.1080/17477891.2013.841090. â\u0086©", "* NOAA NCEI, 2018: Billion-Dollar Weather and Climate Disasters [web", "page]. NOAA National Centers for Environmental Information, Asheville,", "NC. URL. â\u0086©", "* NOAA RCC, 2017: xmACIS2 [Applied Climate Information System online", "tool]. National Oceanic and Atmospheric Administration (NOAA),", "Regional Climate Centers (RCC), . URL. â\u0086©", "* Noss, R. F., 2012: Forgotten Grasslands of the South: Natural History", "and Conservation. Island Press, Washington, DC,. â\u0086©", "* Noss, R. F., W. J. Platt, B. A. Sorrie, A. S. Weakley, D. B. Means, J.", "Costanza, and R. K. Peet, 2015: How global biodiversity hotspots may", "go unrecognized: Lessons from the North American Coastal Plain.", "Diversity and Distributions, 21 (2), 236â\u0080\u0093244. doi:10.1111/ddi.12278.", "â\u0086©", "* Notaro, M., M. Schummer, Y. Zhong, S. Vavrus, L. Van Den Elsen, J.", "Coluccy, and C. Hoving, 2016: Projected influences of changes in", "weather severity on autumn-winter distributions of dabbling ducks in", "the Mississippi and Atlantic flyways during the twenty-first century.", "PLOS ONE, 11 (12), e0167506. doi:10.1371/journal.pone.0167506. â\u0086©", "* Nowacki, G. J., and M. D. Abrams, 2008: The demise of fire and", "â\u0080\u009cmesophicationâ\u0080\u009d of forests in the eastern United States.", "BioScience, 58 (2), 123â\u0080\u0093138. doi:10.1641/B580207. â\u0086©", "* NRCS, 2017: Plant profile: Allium tricoccum Aiton ramp. USDA Natural", "Resources Conservation Service (NRCS), . URL. â\u0086©", "* NWS, 2016: The Historic South Carolina Floods of October 1â\u0080\u00935, 2015.", "Service Assessment. NOAA National Weather Service (NWS), Silver", "Spring, MD, various pp. URL. â\u0086©", "* NWS, 2017: Detailed Meteorological Summary on Hurricane Irma [web", "page]. NOAA National Weather Service (NWS), Tallahassee, FL. URL. â\u0086©", "* NWS, What Are Heating and Cooling Degree Days [web page]. NOAA", "National Weather Service (NWS), Key West, FL,Â  accessed February 27.", "URL. â\u0086©", "* Office of Community Development, 2018: Isle de Jean Charles", "Resettlement Project. State of Louisiana, . URL. â\u0086©", "* Osland, M. J., L. C. Feher, K. T. Griffith, K. C. Cavanaugh, N. M.", "Enwright, R. H. Day, C. L. Stagg, K. W. Krauss, R. J. Howard, J. B.", "Grace, and K. Rogers, 2017: Climatic controls on the global", "distribution, abundance, and species richness of mangrove forests.", "Ecological Monographs, 87 (2), 341â\u0080\u0093359. doi:10.1002/ecm.1248. â\u0086©", "* Osland, M. J., N. Enwright, R. H. Day, and T. W. Doyle, 2013: Winter", "climate change and coastal wetland foundation species: Salt marshes", "vs. mangrove forests in the southeastern United States. Global Change", "Biology, 19 (5), 1482â\u0080\u00931494. doi:10.1111/gcb.12126. â\u0086©", "* Osland, M. J., N. M. Enwright, R. H. Day, C. A. Gabler, C. L. Stagg,", "and J. B. Grace, 2016: Beyond just sea-level rise: Considering", "macroclimatic drivers within coastal wetland vulnerability assessments", "to climate change. Global Change Biology, 22 (1), 1â\u0080\u009311.", "doi:10.1111/gcb.13084. â\u0086©", "* Osland, M. J., R. H. Day, C. T. Hall, M. D. Brumfield, J. L. Dugas,", "and W. R. Jones, 2017: Mangrove expansion and contraction at a", "poleward range limit: Climate extremes and land-ocean temperature", "gradients. Ecology, 98 (1), 125â\u0080\u0093137. doi:10.1002/ecy.1625. â\u0086©", "* Oswalt, S. N., W. B. Smith, P. D. Miles, and S. A. Pugh, 2014: Forest", "Resources of the United States, 2012: A technical document supporting", "the Forest Service 2010 update of the RPA Assessment. Gen. Tech. Rep.", "WO-91. USDA, Forest Service, Washington Office, Washington, DC, 218", "pp. URL. â\u0086©", "* Pan, Z., R. W. Arritt, E. S. Takle, W. J. Gutowski Jr., C. J.", "Anderson, and M. Segal, 2004: Altered hydrologic feedback in a warming", "climate introduces a â\u0080\u009cwarming hole.â\u0080\u009d Geophysical Research Letters,", "31 (17), L17109. doi:10.1029/2004GL020528. â\u0086©", "* Parker, L. E., and J. T. Abatzoglou, 2016: Projected changes in cold", "hardiness zones and suitable overwinter ranges of perennial crops over", "the United States. Environmental Research Letters, 11 (3), 034001.", "doi:10.1088/1748-9326/11/3/034001. â\u0086©", "* Parris, A., P. Bromirski, V. Burkett, D. Cayan, M. Culver, J. Hall, R.", "Horton, K. Knuuti, R. Moss, J. Obeysekera, A. Sallenger, and J. Weiss,", "2012: Global Sea Level Rise Scenarios for the United States National", "Climate Assessment. NOAA Tech Memo OAR CPO-1. NOAA Tech Memo OAR", "CPO-1. National Oceanic and Atmospheric Administration, National", "Oceanic and Atmospheric Administration, Silver Spring, MD, 37 pp. URL.", "â\u0086©", "* Partridge, T. F., J. M. Winter, E. C. Osterberg, D. W. Hyndman, A. D.", "Kendall, and F. J. Magilligan, 2018: Spatially distinct seasonal", "patterns and forcings of the U.S. warming hole. Geophysical Research", "Letters, 45 (4), 2055â\u0080\u00932063. doi:10.1002/2017GL076463. â\u0086©", "* Pederson, N., A. W. D'Amato, J. M. Dyer, D. R. Foster, D. Goldblum, J.", "L. Hart, A. E. Hessl, L. R. Iverson, S. T. Jackson, D. Martin-Benito,", "B. C. McCarthy, R. W. McEwan, D. J. Mladenoff, A. J. Parker, B.", "Shuman, and J. W. Williams, 2015: Climate remains an important driver", "of post-European vegetation change in the eastern United States.", "Global Change Biology, 21 (6), 2105â\u0080\u00932110. doi:10.1111/gcb.12779. â\u0086©", "* Perica, S., D. Martin, S. Pavlovic, I. Roy, M. S. Laurent, C.", "Trypaluk, D. Unruh, M. Yekta, and Geoffrey Bonnin, 2013:", "Precipitation-Frequency Atlas of the United States. Volume 9 Version", "2.0:Â  Southeastern States (Alabama, Arkansas, Florida, Georgia,", "Louisiana, Mississippi) . NOAA Atlas 14 Volume 9. NOAA National", "Weather Service, Silver Spring, MD, various pp. URL. â\u0086©", "* Pierce, D. W., D. R. Cayan, and B. L. Thrasher, 2014: Statistical", "downscaling using Localized Constructed Analogs (LOCA). Journal of", "Hydrometeorology, 15 (6), 2558â\u0080\u00932585. doi:10.1175/jhm-d-14-0082.1.", "â\u0086©", "* Poloczanska, E. S., C. J. Brown, W. J. Sydeman, W. Kiessling, D. S.", "Schoeman, P. J. Moore, K. Brander, J. F. Bruno, L. B. Buckley, M. T.", "Burrows, C. M. Duarte, B. S. Halpern, J. Holding, C. V. Kappel, M. I.", "O'Connor, J. M. Pandolfi, C. Parmesan, F. Schwing, S. A. Thompson, and", "A. J. Richardson, 2013: Global imprint of climate change on marine", "life. Nature Climate Change, 3, 919â\u0080\u0093925. doi:10.1038/nclimate1958.", "â\u0086©", "* Prestemon, J. P., U. Shankar, A. Xiu, K. Talgo, D. Yang, E. Dixon, D.", "McKenzie, and K. L. Abt, 2016: Projecting wildfire area burned in the", "south-eastern United States, 2011â\u0080\u009360. International Journal of", "Wildland Fire, 25 (7), 715â\u0080\u0093729. doi:10.1071/WF15124. â\u0086©", "* Provancha, M. J., P. A. Schmalzer, and C. R. Hall, 1986: Effects of", "the December 1983 and January 1985 freezing air temperatures on select", "aquatic poikilotherms and plant species of Merritt Island, Florida.", "Florida Scientist, 49 (4), 199â\u0080\u0093212. URL. â\u0086©", "* Pye, S., A. Dobbins, C. Baffert, Brajkovi, J. Ä\u0087, urica, I. Grgurev,", "vana, R. De Miglio, occo, and P. Deane, 2015: Energy poverty and", "vulnerable consumers in the energy sector across the EU: Analysis of", "policies and measures. Policy Report 2. European Commission,", "Insight_E, Stockholm, Sweden, 77 pp. URL. â\u0086©", "* Reef, R., and C. E. Lovelock, 2015: Regulation of water balance in", "mangroves. Annals of Botany, 115 (3), 385â\u0080\u0093395.", "doi:10.1093/aob/mcu174. â\u0086©", "* Rehage, J. S., J. R. Blanchard, R. E. Boucek, J. J. Lorenz, and M.", "Robinson, 2016: Knocking back invasions: Variable resistance and", "resilience to multiple cold spells in native vs. nonnative fishes.", "Ecosphere, 7 (6), e01268. doi:10.1002/ecs2.1268. â\u0086©", "* Robinet, C., and A. Roques, 2010: Direct impacts of recent climate", "warming on insect populations. Integrative Zoology, 5 (2), 132â\u0080\u0093142.", "doi:10.1111/j.1749-4877.2010.00196.x. â\u0086©", "* Rosenzweig, C., W. Solecki, P. Romero-Lankao, S. Mehrotra, S. Dhakal,", "T. Bowman, and S. Ali Ibrahim, 2015: ARC3.2 Summary for City Leaders.", "Urban Climate Change Research Network, Columbia University, New York,", "URL. â\u0086©", "* Ross Strategic, 2016: International Water and Climate Forum, 2015.", "Synthesis Report. Association of Metropolitan Water Agencies,", "Washington, DC, 19 pp. URL. â\u0086©", "* Saha, A. K., S. Saha, J. Sadle, J. Jiang, M. S. Ross, R. M. Price, L.", "S. L. O. Sternberg, and K. S. Wendelberger, 2011: Sea level rise and", "South Florida coastal forests. Climatic Change, 107 (1), 81â\u0080\u0093108.", "doi:10.1007/s10584-011-0082-0. â\u0086©", "* Sakai, A., and W. Larcher, 1987: Frost Survival of Plants: Responses", "and Adaptation to Freezing Stress. doi:10.1007/978-3-642-71745-1. â\u0086©", "* Sallenger, A. H., K. S. Doran, and P. A. Howd, 2012: Hotspot of", "accelerated sea-level rise on the Atlantic coast of North America.", "Nature Climate Change, 2, 884â\u0080\u0093888. doi:10.1038/nclimate1597. â\u0086©", "* Sarofim, M. C., S. Saha, M. D. Hawkins, D. M. Mills, J. Hess, R.", "Horton, P. Kinney, J. Schwartz, and A. St. Juliana, 2016: Ch. 2:", "Temperature-related death and illness. The Impacts of Climate Change", "on Human Health in the United States: A Scientific Assessment., U.S.", "Global Change Research Program, Washington, DC, 43â\u0080\u009368.", "doi:10.7930/J0MG7MDX. â\u0086©", "* Schnell, J. L., and M. J. Prather, 2017: Co-occurrence of extremes in", "surface ozone, particulate matter, and temperature over eastern North", "America. Proceedings of the National Academy of Sciences of the United", "States of America, 114 (11), 2854â\u0080\u00932859. doi:10.1073/pnas.1614453114.", "â\u0086©", "* Scott, R., 2017: Gov. Scott issues updates on Hurricane Irma", "preparedness. Tallahassee, FL. September 9. URL. â\u0086©", "* SFRCCC, 2017: Regional Climate Action Plan 2.0 [web tool]. South", "Florida Regional Climate Change Compact (SFRCCC), Broward, Miami-Dade,", "Monroe, and Palm Beach Counties, FL. URL. â\u0086©", "* Shaffer, J., A. Bennett, and A. Bylythe, 2017: â\u0080\u009cNC governor declares", "state of emergency ahead of â\u0080\u009cpowerfulâ\u0080\u009d Hurricane Irma: â\u0080\u009cGet", "ready.â\u0080\u009dâ\u0080\u009d The News & Observer, September 6 URL. â\u0086©", "* Sherrod, C. L., and C. McMillan, 1985: The distributional history and", "ecology of mangrove vegetation along the northern Gulf of Mexico", "coastal region. Contributions in Marine Science, 28 (9), 129â\u0080\u0093140.", "URL. â\u0086©", "* Silliman, B. R., J. van de Koppel, M. D. Bertness, L. E. Stanton, and", "I. A. Mendelssohn, 2005: Drought, snails, and large-scale die-off of", "southern U.S. salt marshes. Science, 310 (5755), 1803â\u0080\u00931806.", "doi:10.1126/science.1118229. â\u0086©", "* Simmons, K. M., J. Czajkowski, and J. Done, 2017: Economic", "effectiveness of implementing a statewide building code: The case of", "Florida. SSRN, 64 pp. doi:10.2139/ssrn.2963244 . â\u0086©", "* Smee, D. L., J. A. Sanchez, M. Diskin, and C. Trettin, 2017: Mangrove", "expansion into salt marshes alters associated faunal communities.", "Estuarine, Coastal and Shelf Science, 187, 306â\u0080\u0093313.", "doi:10.1016/j.ecss.2017.02.005. â\u0086©", "* Smith, A. B., 2018: 2017 U.S. billion-dollar weather and climate", "disasters: A historic year in context. Climate.gov, . URL. â\u0086©", "* Smith, T. J., III, M. B. Robblee, H. R. Wanless, and T. W. Doyle,", "1994: Mangroves, hurricanes, and lightning strikes: Assessment of", "Hurricane Andrew suggests an interaction across two differing scales", "of disturbance. BioScience, 44 (4), 256â\u0080\u0093262. doi:10.2307/1312230.", "â\u0086©", "* Spanger-Siegfried, E., M. Fitzpatrick, and K. Dahl, 2014: Encroaching", "Tides: How Sea Level Rise and Tidal Flooding Threaten U.S. East and", "Gulf Coast Communities over the Next 30 Years. Union of Concerned", "Scientists, Cambridge, MA, 64 pp. URL. â\u0086©", "* Starr, G., C. L. Staudhammer, H. W. Loescher, R. Mitchell, A. Whelan,", "J. K. Hiers, and J. J. O'Brien, 2015: Time series analysis of forest", "carbon dynamics: Recovery of Pinus palustris physiology following a", "prescribed fire. New Forests, 46 (1), 63â\u0080\u009390.", "doi:10.1007/s11056-014-9447-3. â\u0086©", "* Stein, B. A., L. S. Kutner, and J. S. Adams, Eds., 2000: Precious", "Heritage: The Status of Biodiversity in the United States. Oxford", "University Press, Oxford; New York, 432 pp. â\u0086©", "* Stephens, S. L., J. J. Moghaddas, C. Edminster, C. E. Fiedler, S.", "Haase, M. Harrington, J. E. Keeley, E. E. Knapp, J. D. McIver, K.", "Metlen, C. N. Skinner, and A. Youngblood, 2009: Fire treatment effects", "on vegetation structure, fuels, and potential fire severity in western", "U.S. forests. Ecological Applications, 19 (2), 305â\u0080\u0093320.", "doi:10.1890/07-1755.1. â\u0086©", "* Stevens, P. W., D. A. Blewett, R. E. Boucek, J. S. Rehage, B. L.", "Winner, J. M. Young, J. A. Whittington, and R. Paperno, 2016:", "Resilience of a tropical sport fish population to a severe cold event", "varies across five estuaries in southern Florida. Ecosphere, 7 (8),", "e01400. doi:10.1002/ecs2.1400. â\u0086©", "* Stone, B., J. Vargo, P. Liu, Y. T. Hu, and A. Russell, 2013: Climate", "change adaptation through urban heat management in Atlanta, Georgia.", "Environmental Science & Technology, 47 (14), 7780â\u0080\u00937786.", "doi:10.1021/es304352e. â\u0086©", "* Storey, M., and E. W. Gudger, 1936: Mortality of fishes due to cold at", "Sanibel Island, Florida, 1886-1936. Ecology, 17 (4), 640â\u0080\u0093648.", "doi:10.2307/1932762. â\u0086©", "* Strauss, B. H., R. Ziemlinski, J. L. Weiss, and J. T. Overpeck, 2012:", "Tidally adjusted estimates of topographic vulnerability to sea level", "rise and flooding for the contiguous United States. Environmental", "Research Letters, 7 (1), 014033. doi:10.1088/1748-9326/7/1/014033. â\u0086©", "* Sugg, M. M., C. E. Konrad, and C. M. Fuhrmann, 2016: Relationships", "between maximum temperature and heat-related illness across North", "Carolina, USA. International Journal of Biometeorology, 60 (5),", "663â\u0080\u0093675. doi:10.1007/s00484-015-1060-4. â\u0086©", "* Sun, L., K. E. Kunkel, L. E. Stevens, A. Buddenberg, J. G. Dobson, and", "D. R. Easterling, 2015: Regional Surface Climate Conditions in CMIP3", "and CMIP5 for the United States: Differences, Similarities, and", "Implications for the U.S. National Climate Assessment. NOAA Technical", "Report NESDIS 144. National Oceanic and Atmospheric Administration,", "National Environmental Satellite, Data, and Information Service, 111", "pp. URL. â\u0086©", "* Sustain Louisville, 2017: 2016 progress report. Office of", "Sustainability, Louisville, KY, 24 pp. URL. â\u0086©", "* Swanteson-Franz, R. J., D. J. Krofcheck, and M. D. Hurteau, 2018:", "Quantifying forest carbon dynamics as a function of tree species", "composition and management under projected climate. Ecosphere, 9 (4),", "e02191. doi:10.1002/ecs2.2191. â\u0086©", "* Sweet, W. V., and J. J. Marra, 2016: 2015 State of U.S. Nuisance Tidal", "Flooding. Supplement to State of the Climate: National Overview for", "May 2016. National Oceanic and Atmospheric Administration, National", "Centers for Environmental Information, 5 pp. URL. â\u0086©", "* Sweet, W. V., and J. Park, 2014: From the extreme to the mean:", "Acceleration and tipping points of coastal inundation from sea level", "rise. Earth's Future, 2 (12), 579â\u0080\u0093600. doi:10.1002/2014EF000272. â\u0086©", "* Sweet, W. V., J. J. Marra, and GregoryÂ Dusek, 2017:", "2016Â StateÂ ofÂ U.S.Â HighÂ TideÂ FloodingÂ andÂ aÂ 2017Â Outlook.", "Supplement to State of the Climate: National Overview for June 2017.", "National Oceanic and Atmospheric Administration, National Centers for", "Environmental Information, 8 pp. URL. â\u0086©", "* Sweet, W. V., R. E. Kopp, C. P. Weaver, J. Obeysekera, R. M. Horton,", "E. R. Thieler, and C. Zervas, 2017: Global and Regional Sea Level Rise", "Scenarios for the United States. NOAA Tech. Rep. NOS CO-OPS 083.", "National Oceanic and Atmospheric Administration, National Ocean", "Service, Silver Spring, MD, 75 pp. URL. â\u0086©", "* Sweet, W. V., R. Horton, R. E. Kopp, A. N. LeGrande, and A. Romanou,", "2017: Sea Level Rise. Climate Science Special Report: Fourth National", "Climate Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A.", "Hibbard, D. J. Dokken, B. C. Stewart, and T. K. Maycock, Eds., U.S.", "Global Change Research Program, Washington, DC, USA, 333â\u0080\u0093363.", "doi:10.7930/J0VM49F2. â\u0086©", "* Sweet, W., J. Park, J. Marra, C. Zervas, and S. Gill, 2014: Sea Level", "Rise and Nuisance Flood Frequency Changes Around the United States.", "NOAA Technical Report NOS CO-OPS 073. U.S. Department of Commerce,", "National Oceanic and Atmospheric Administration, National Ocean", "Service, Silver Spring, MD, 58 pp. URL. â\u0086©", "* Tampa Bay Water, 2014: Tampa Bay Water Hosts Florida Water and Climate", "AllianceÂ  Workshop. URL. â\u0086©", "* Terando, A. J., B. Reich, K. Pacifici, J. Costanza, A. McKerrow, and", "Jaime A. Collazo, 2016: Uncertainty quantification and propagation for", "projections of extremes in monthly area burned under climate change: A", "case study in the coastal plain of Georgia, USA. Natural Hazard", "Uncertainty Assessment: Modeling and Decision Support. Riley, K., P.", "Webley, and M. Thompson, Eds., American Geophysical Union, 245â\u0080\u0093256.", "doi:10.1002/9781119028116.ch16. â\u0086©", "* Townsend, E., and M. Tomasic, 2017: â\u0080\u009cS.C. Governor declares state of", "emergency as Hurricane Irma's forecast path shifts.â\u0080\u009d The Sun News,", "September 6 URL. â\u0086©", "* Twilley, R. R., S. J. Bentley, Q. Chen, D. A. Edmonds, S. C. Hagen, N.", "S.-N. Lam, C. S. Willson, K. Xu, D. Braud, R. Hampton Peele, and A.", "McCall, 2016: Co-evolution of wetland landscapes, flooding, and human", "settlement in the Mississippi River Delta Plain. Sustainability", "Science, 11 (4), 711â\u0080\u0093731. doi:10.1007/s11625-016-0374-4. â\u0086©", "* Ungerer, M. J., M. P. Ayres, and M. J. Lombardero, 1999: Climate and", "the northern distribution limits of Dendroctonus frontalis Zimmermann", "(Coleoptera: Scolytidae). Journal of Biogeography, 26 (6),", "1133â\u0080\u00931145. doi:10.1046/j.1365-2699.1999.00363.x. â\u0086©", "* USDA-NASS, 2017: Statistics by State [web site]. USDA, National", "Agricultural Statistical Service (NASS), Washington, DC,Â  accessed", "July 18, 2017. URL. â\u0086©", "* USGCRP, 2016: The Impacts of Climate Change on Human Health in the", "United States: A Scientific Assessment. U.S. Global Change Research", "Program, Washington, DC, 312 pp. doi:10.7930/J0R49NQX. â\u0086©", "* USGCRP, 2017: Scenarios for Climate Assessment and Adaptation [web", "site]. The U.S. Global Change Research Program, . URL. â\u0086©", "* van der Wiel, K., S. B. Kapnick, G. J. van Oldenborgh, K. Whan, S.", "Philip, G. A. Vecchi, R. K. Singh, J. Arrighi, and H. Cullen, 2017:", "Rapid attribution of theÂ August 2016 flood-inducing extreme", "precipitation in south Louisiana to climate change. Hydrology and", "Earth System Sciences, 21 (2), 897â\u0080\u0093921.", "doi:10.5194/hess-21-897-2017. â\u0086©", "* VergÃ©s, A., P. D. Steinberg, M. E. Hay, A. G. B. Poore, A. H.", "Campbell, E. Ballesteros, K. L. Heck, D. J. Booth, M. A. Coleman, D.", "A. Feary, W. Figueira, T. Langlois, E. M. Marzinelli, T. Mizerek, P.", "J. Mumby, Y. Nakamura, M. Roughan, E. van Sebille, A. S. Gupta, D. A.", "Smale, F. Tomas, T. Wernberg, and S. K. Wilson, 2014: The", "tropicalization of temperate marine ecosystems: Climate-mediated", "changes in herbivory and community phase shifts. Proceedings of the", "Royal Society B: Biological Sciences, 281 (1789)", "doi:10.1098/rspb.2014.0846. â\u0086©", "* Voiland, A., 2017: Hot water ahead for Hurricane Irma. NASA Earth", "Observatory. NASA. URL. â\u0086©", "* Vose, R. S., D. R. Easterling, K. E. Kunkel, A. N. LeGrande, and M. F.", "Wehner, 2017: Temperature Changes in the United States. Climate", "Science Special Report: Fourth National Climate Assessment, Volume I.", "Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D. J. Dokken, B. C.", "Stewart, and T. K. Maycock, Eds., U.S. Global Change Research Program,", "Washington, DC, USA, 185â\u0080\u0093206. doi:10.7930/J0N29V45. â\u0086©", "* Wahl, T., S. Jain, J. Bender, S. D. Meyers, and M. E. Luther, 2015:", "Increasing risk of compound flooding from storm surge and rainfall for", "major US cities. Nature Climate Change, 5 (12), 1093â\u0080\u00931097.", "doi:10.1038/nclimate2736. â\u0086©", "* Walsh, J., D. Wuebbles, K. Hayhoe, J. Kossin, K. Kunkel, G. Stephens,", "P. Thorne, R. Vose, M. Wehner, J. Willis, D. Anderson, S. Doney, R.", "Feely, P. Hennon, V. Kharin, T. Knutson, F. Landerer, T. Lenton, J.", "Kennedy, and R. Somerville, 2014: Ch. 2: Our Changing Climate. Climate", "Change Impacts in the United States: The Third National Climate", "Assessment. Melillo, J. M., T. (T. C. . Richmond, and G. W. Yohe,", "Eds., U.S. Global Change Research Program, Washington, DC, 19â\u0080\u009367.", "doi:10.7930/J0KW5CXT. â\u0086©", "* Wdowinski, S., R. Bray, B. P. Kirtman, and Z. Wu, 2016: Increasing", "flooding hazard in coastal communities due to rising sea level: Case", "study of Miami Beach, Florida. Ocean & Coastal Management, 126, 1â\u0080\u00938.", "doi:10.1016/j.ocecoaman.2016.03.002. â\u0086©", "* Williams, A. P., C. D. Allen, A. K. Macalady, D. Griffin, C. A.", "Woodhouse, D. M. Meko, T. W. Swetnam, S. A. Rauscher, R. Seager, H. D.", "Grissino-Mayer, J. S. Dean, E. R. Cook, C. Gangodagamage, M. Cai, and", "N. G. McDowell, 2013: Temperature as a potent driver of regional", "forest drought stress and tree mortality. Nature Climate Change, 3", "(3), 292â\u0080\u0093297. doi:10.1038/nclimate1693. â\u0086©", "* Williams, C. M., H. A. L. Henry, and B. J. Sinclair, 2015: Cold", "truths: How winter drives responses of terrestrial organisms to", "climate change. Biological Reviews, 90 (1), 214â\u0080\u0093235.", "doi:10.1111/brv.12105. â\u0086©", "* Williams, J. W., and S. T. Jackson, 2007: Novel climates, no-analog", "communities, and ecological surprises. Frontiers in Ecology and the", "Environment, 5 (9), 475â\u0080\u0093482. doi:10.1890/070037. â\u0086©", "* Williams, J. W., B. N. Shuman, T. Webb, P. J. Bartlein, and P. L.", "Leduc, 2004: Late-quaternary vegetation dynamics in North America:", "Scaling from taxa to biomes. Ecological Monographs, 74 (2), 309â\u0080\u0093334.", "doi:10.1890/02-4045. â\u0086©", "* Williams, K., K. C. Ewel, R. P. Stumpf, F. E. Putz, and T. W. Workman,", "1999: Sea-level rise and coastal forest retreat on the West Coast of", "Florida, USA. Ecology, 80 (6), 2045â\u0080\u00932063.", "doi:10.1890/0012-9658(1999)080[2045:SLRACF]2.0.CO;2. â\u0086©", "* Williams, K., Z. S. Pinzon, R. P. Stumpf, and E. A. Raabe, 1999:", "Sea-level rise and coastal forests on the Gulf of Mexico. Open-File", "Report 99-441. U.S. Geological Survey, Center for Coastal Geology, St.", "Petersburg, FL, various pp. URL. â\u0086©", "* Wise, S., 2017: â\u0080\u009cVirginia Governor declares state of emergency ahead", "of Hurricane Irma.â\u0080\u009d WTVR (CBS Affiliate), September 8 URL. â\u0086©", "* Wong, G. K. L., and C. Y. Jim, 2018: Abundance of urban male", "mosquitoes by green infrastructure types: Implications for landscape", "design and vector management. Landscape Ecology, 33 (3), 475â\u0080\u0093489.", "doi:10.1007/s10980-018-0616-1. â\u0086©", "* Woodroffe, C. D., and J. Grindrod, 1991: Mangrove biogeography: The", "role of quaternary environmental and sea-level change. Journal of", "Biogeography, 18 (5), 479â\u0080\u0093492. doi:10.2307/2845685. â\u0086©", "* Woodroffe, C. D., K. Rogers, K. L. McKee, C. E. Lovelock, I. A.", "Mendelssohn, and N. Saintilan, 2016: Mangrove sedimentation and", "response to relative sea-level rise. Annual Review of Marine Science,", "8 (1), 243â\u0080\u0093266. doi:10.1146/annurev-marine-122414-034025. â\u0086©", "* WUCA Strategic Planning Committee, 2016: Water Utility Climate", "Alliance 2017â\u0080\u00932021 Strategic Plan. Water Utility Climate Alliance", "(WUCA), Las Vegas, NV, 6 pp. URL. â\u0086©", "* Wyman, M., S. Malone, T. Stein, and C. Johnson, 2012: Race and", "wildfire risk perceptions among rural forestland owners in", "north-central Florida. Society & Natural Resources, 25 (12),", "1293â\u0080\u00931307. doi:10.1080/08941920.2012.681752. â\u0086©", "* Yando, E. S., M. J. Osland, J. M. Willis, R. H. Day, K. W. Krauss, and", "M. W. Hester, 2016: Salt marsh-mangrove ecotones: Using structural", "gradients to investigate the effects of woody plant encroachment on", "plantâ\u0080\u0093soil interactions and ecosystem carbon pools. Journal of", "Ecology, 104 (4), 1020â\u0080\u00931031. doi:10.1111/1365-2745.12571. â\u0086©", "* Yates, K. K., D. G. Zawada, N. A. Smiley, and G. Tiling-Range, 2017:", "Divergence of seafloor elevation and sea level rise in coral reef", "ecosystems. Biogeosciences, 14 (6), 1739â\u0080\u00931772.", "doi:10.5194/bg-14-1739-2017. â\u0086©", "* Zervas, C., 2009: Sea level variations of the United States 1854-2006.", "NOAA Technical Report NOS CO-OPS 053. National Oceanic and Atmospheric", "Administration, National Ocean Service, Silver Spring, MD, various pp.", "URL. â\u0086©", "* Zhang, Y., and Y. Wang, 2016: Climate-driven ground-level ozone", "extreme in the fall over the Southeast United States. Proceedings of", "the National Academy of Sciences of the United States of America, 113", "(36), 10025â\u0080\u009310030. doi:10.1073/pnas.1602563113. â\u0086©", "* Zhou, Y., and J. M. Shepherd, 2010: Atlanta's urban heat island under", "extreme heat conditions and potential mitigation strategies. Natural", "Hazards, 52 (3), 639â\u0080\u0093668. doi:10.1007/s11069-009-9406-z. â\u0086©", "* Ziska, L. H., D. E. Gebhard, D. A. Frenz, S. Faulkner, B. D. Singer,", "and J. G. Straka, 2003: Cities as harbingers of climate change: Common", "ragweed, urbanization, and public health. Journal of Allergy and", "Clinical Immunology, 111 (2), 290â\u0080\u0093295. doi:10.1067/mai.2003.53. â\u0086©", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]