["Link: canonical", "Advertisement", "SpringerLink", "Search", "* Log in", "Search SpringerLink", "_____________________ Search", "The representative concentration pathways: an overview", "Download PDF", "Download PDF", "* Open Access", "* Published: 05 August 2011", "The representative concentration pathways: an overview", "* Detlef P. van Vuuren^1,11,", "* Jae Edmonds^2,", "* Mikiko Kainuma^3,", "* Keywan Riahi^4,", "* Allison Thomson^2,", "* Kathy Hibbard^5,", "* George C. Hurtt^2,10,", "* Tom Kram^1,", "* Volker Krey^4,", "* Jean-Francois Lamarque^6,", "* Toshihiko Masui^3,", "* Malte Meinshausen^7,", "* Nebojsa Nakicenovic^4,8,", "* Steven J. Smith^2 &", "* Steven K. Rose^9", "Climatic Change volume 109, Article number: 5 (2011) Cite this article", "* 147k Accesses", "* 3690 Citations", "* 508 Altmetric", "* Metrics details", "Abstract", "This paper summarizes the development process and main characteristics of", "the Representative Concentration Pathways (RCPs), a set of four new", "pathways developed for the climate modeling community as a basis for", "long-term and near-term modeling experiments. The four RCPs together span", "the range of year 2100 radiative forcing values found in the open", "literature, i.e. from 2.6 to 8.5 W/m^2. The RCPs are the product of an", "innovative collaboration between integrated assessment modelers, climate", "modelers, terrestrial ecosystem modelers and emission inventory experts.", "The resulting product forms a comprehensive data set with high spatial and", "sectoral resolutions for the period extending to 2100. Land use and", "emissions of air pollutants and greenhouse gases are reported mostly at a", "0.5 × 0.5 degree spatial resolution, with air pollutants also provided per", "sector (for well-mixed gases, a coarser resolution is used). The", "underlying integrated assessment model outputs for land use, atmospheric", "emissions and concentration data were harmonized across models and", "scenarios to ensure consistency with historical observations while", "preserving individual scenario trends. For most variables, the RCPs cover", "a wide range of the existing literature. The RCPs are supplemented with", "extensions (Extended Concentration Pathways, ECPs), which allow climate", "modeling experiments through the year 2300. The RCPs are an important", "development in climate research and provide a potential foundation for", "further research and assessment, including emissions mitigation and impact", "analysis.", "Introduction", "Socio-economic and emission scenarios are used in climate research to", "provide plausible descriptions of how the future may evolve with respect", "to a range of variables including socio-economic change, technological", "change, energy and land use, and emissions of greenhouse gases and air", "pollutants. They are used as input for climate model runs and as a basis", "for assessment of possible climate impacts and mitigation options and", "associated costs. For better comparisons between various studies as well", "as easier communication of model results, it is preferable to use a common", "set of scenarios across the scientific community. In the past, several", "sets of scenarios have performed such a role, including the IS92 scenarios", "(Leggett et al. 1992) and, more recently, the scenarios from the Special", "Report on Emission Scenarios (SRES) (Nakicenovic et al. 2000).", "As pointed out by Moss et al. (2010), the research community currently", "needs new scenarios. First, more detailed information is needed for", "running the current generation of climate models than that provided by any", "previous scenario sets. Second, there is an increasing interest in", "scenarios that explicitly explore the impact of different climate policies", "in addition to the no-climate-policy scenarios explored so far (e.g.", "SRES). Such scenarios would allow evaluating the “costs” and “benefits” of", "long-term climate goals. Finally, there is also an increasing interest in", "exploring the role of adaptation in more detail. This requires further", "integration of information for scenario development across the different", "disciplines involved in climate research. The need for new scenarios", "prompted the Intergovernmental Panel on Climate Change (IPCC) to request", "the scientific communities to develop a new set of scenarios to facilitate", "future assessment of climate change (IPCC 2007). The IPCC also decided", "such scenarios would not be developed as part of the IPCC process, leaving", "new scenario development to the research community.", "The community subsequently designed a process of three phases (Moss et al.", "2010):", "1. 1)", "Development of a scenario set containing emission, concentration and", "land-use trajectories—referred to as “representative concentration", "pathways” (RCPs).", "2. 2)", "A parallel development phase with climate model runs and development", "of new socio-economic scenarios.", "3. 3)", "A final integration and dissemination phase.", "The main purpose of the first phase (development of the RCPs) is to", "provide information on possible development trajectories for the main", "forcing agents of climate change, consistent with current scenario", "literature allowing subsequent analysis by both Climate models (CMs) and", "Integrated Assessment Models (IAMs).^Footnote 1 Climate modelers will use", "the time series of future concentrations and emissions of greenhouse gases", "and air pollutants and land-use change from the four RCPs in order to", "conduct new climate model experiments and produce new climate scenarios as", "part of the parallel phase. At the same time, IAMs will explore a range of", "different technological, socio-economic and policy futures that could lead", "to a particular concentration pathway and magnitude of climate change. The", "development of the RCPs in the first phase thus allows climate modelers to", "proceed with experiments in parallel to the development of emission and", "socio-economic scenarios, expediting the overall scenario development", "process (Moss et al. 2010).", "A careful selection process was used to identify the RCPs, using criteria", "that reflected the needs of both climate scenario developers and users", "(see Section 2). Two important characteristics of RCPs are reflected in", "their names. The word “representative” signifies that each of the RCPs", "represents a larger set of scenarios in the literature. In fact, as a set,", "the RCPs should be compatible with the full range of emissions scenarios", "available in the current scientific literature, with and without climate", "policy. The words “concentration pathway” are meant to emphasize that", "these RCPs are not the final new, fully integrated scenarios (i.e. they", "are not a complete package of socio-economic, emission and climate", "projections), but instead are internally consistent sets of projections of", "the components of radiative forcing that are used in subsequent phases.", "The use of the word “concentration” instead of “emissions” also emphasizes", "that concentrations are used as the primary product of the RCPs, designed", "as input to climate models. Coupled carbon-cycle climate models can then", "as well calculate associated emission levels (which can be compared to the", "original emissions of the IAMs) (see Hibbard et al. 2007). In total, a set", "of four pathways were produced that lead to radiative forcing levels of", "8.5, 6, 4.5 and 2.6 W/m^2, by the end of the century (see Section 2). Each", "of the RCPs covers the 1850–2100 period, and extensions have been", "formulated for the period thereafter (up to 2300).", "The papers in this Special Issue of Climatic Change describe the RCPs, and", "their development process. The current paper provides an overview of this", "process, and focuses on the set as a whole and on how models have been", "linked in a new, innovative process of scenario development. More specific", "information can be found in the related papers in this special issue, such", "as those by the four IAM teams describing the scenarios underlying each of", "the RCPs (Masui et al. 2011; Riahi et al. 2011; Thomson et al. 2011; Van", "Vuuren et al. 2011a). This special issue also includes several papers that", "describe how the information from the IAM models was subsequently", "processed. The paper by Granier et al. (2011) provides an assessment of a", "range of historical emissions data as context for the harmonized emissions", "used as a common starting point for the future trajectories of the RCPs.", "The paper by Lamarque et al. (2011) describes how information on air", "pollutant emissions was used for deriving future concentration and forcing", "scenarios for aerosols and ozone. The paper by Hurtt et al. (2011) is the", "first to harmonize land-use history data with future scenario data from", "multiple IAMs to form a single consistent, spatially gridded, set of", "scenarios on land-use change, to study human impacts on the past, present,", "and future Earth system. The paper by Meinshausen et al. (2011b) describes", "how the IAM’s emission projections of long-lived greenhouse gases were", "harmonized and used for calculating concentration trajectories for these", "gases. Moreover, Meinshausen et al. (2011b) describes the Extended", "Concentration Pathways (ECPs) from 2100 to 2300. All together, the papers", "aim at documenting the complete development process, from initial IAM", "model results to the unique data set provided to support IPCC’s Fifth", "Assessment Report (AR5).", "The paper is structured as follows. First, we provide a more detailed", "description of the RCP development process. Subsequently, we describe the", "main characteristics of the RCPs. As the RCPs are intended to represent", "the concentration and emissions pathways in the broader scenario", "literature, this paper specifically compares them to them to those in the", "literature, including the underlying trends of key driving forces", "(population, income, energy and land use), emissions and concentrations.", "In the final section, we draw conclusions and provide guidance on the", "appropriate uses of the RCPs.", "RCP development", "Overall description of the methodology", "In order to benefit from the progress in climate model development of the", "past decade, the climate modeling community requested additional", "information from IAMs than was available from previous scenario exercises.", "Representatives of the IAM modeling community^Footnote 2 worked together", "with representatives of the CM community and others to facilitate the data", "transfer (laid down in a protocol on data exchange (Van Vuuren et al.", "2008a)). Both as part of this process and based on discussions within the", "context of the IPCC, several design criteria were established (Moss et al.", "2008). These criteria follow from their intended use to facilitate climate", "research and assessment:", "1. 1)", "The RCPs should be based on scenarios published in the existing", "literature, developed independently by different modeling groups and,", "as a set, be ‘representative’ of the total literature, in terms of", "emissions and concentrations (see further in this section); At the", "same time, each of the RCPs should provide a plausible and internally", "consistent description of the future;", "2. 2)", "The RCPs should provide information on all components of radiative", "forcing that are needed as input for climate modeling and atmospheric", "chemistry modeling (emissions of greenhouse gases, air pollutants and", "land use). Moreover, they should make such information available in a", "geographically explicit way;", "3. 3)", "The RCPs should have harmonized base year assumptions for emissions", "and land use and allow for a smooth transition between analyses of", "historical and future periods;", "4. 4)", "The RCPs should cover the time period up to 2100, but information also", "needs to be made available for the centuries thereafter.", "The requirement that the RCPs are based on existing literature (criterion", "1) is related to the scientific requirement of traceability, and follows", "existing IPCC guidelines on this. The term representative of the total", "literature is more complex. In the context of the RCPs it refers to", "emissions and land use and signifies that, as a set, the RCPs should be", "compatible with the full range of scenarios available in the current", "scientific literature, including extreme as well as intermediate", "scenarios. This requirement directly follows from the purpose of the RCPs", "to facilitate climate model runs that are relevant for policy-making and", "scientific assessment (and thus cover the full uncertainty range). The", "term refers to both the absolute level and the type of scenarios in the", "literature (e.g. scenarios without climate policy, stabilization scenarios", "and scenarios that first overshoot their target level). The notion was", "used as part of the IPCC decision on the development of new scenarios", "(IPCC 2007). A literature review revealed that scenarios can be found with", "a year 2100 radiative forcing from as low as 2.5 W/m^2 to between 8 and", "9 W/m^2 and higher (Fisher et al. 2007; Van Vuuren and Riahi 2011). The", "RCP set, thus, should cover this range, but also include intermediate", "scenarios as the majority of the scenarios in the literature lead to", "intermediate forcing levels. In the discussion on this criterion, it was", "also decided that the total set should contain a manageable number of", "scenarios (in order to limit the number of climate model runs) and consist", "of an even number of scenarios (in order to avoid a clear middle", "scenario). Moreover, it was decided that the scenarios should be", "sufficiently separated (by about 2 Wm^−2) in terms of the radiative", "forcing pathways to provide distinguishable climate results (Moss et al.", "2008). The requirements of plausibility and consistency have been assured", "by basing the RCPs on published scenarios of integrated assessment models", "in the literature. Both terms are complex, but at minimum require the", "scenarios to be internally consistent, i.e. not include contradicting", "assumptions and judged as a plausible story of the future by experts. The", "second design criterion follows from the fact that the RCPs should provide", "the data needed for the current generation of climate models. The third", "criterion is based on the fact that climate model runs cover both", "historical and future periods, and a sudden transition would decrease", "their usefulness. Finally, the fourth criterion is based on the decision", "that scenarios should also enable exploration of slow climate processes.", "These design criteria have clear implication for the development of the", "RCPs and their applications (see Section 4.2). In the next section, we", "first focus on the process and methods that were used for the development", "of the RCPs. The overall development method included 7 sequential steps", "(see also Fig. 1), most of which are directly related to the design", "criteria discussed above. These steps are all discussed in more detail in", "the subsequent sections:", "Fig. 1", "figure1", "Overview of the RCP development process. Numbers refer to the different", "steps mentioned in Section 2.1", "Full size image", "1. 1)", "Four existing scenarios were selected from the literature.", "2. 2)", "The four scenarios were updated to reflect advances in integrated", "assessment modeling and to use common base year emissions and land-use", "data, where possible. Preliminary releases by individual teams were", "subjected to internal review by the RCP research groups. This process", "resulted in several rounds of revision of the scenarios.", "3. 3)", "The land-use data of the RCPs were harmonized (i.e. made consistent", "with a selected set of base year data; see also the next sections) and", "downscaled (data were provided at a 0.5 × 0.5 grid).", "4. 4)", "The emission data on the RCPs were harmonized and downscaled (to a", "0.5 × 0.5 grid) for air pollutants, i.e. aerosols and tropospheric", "ozone precursors.", "5. 5)", "The emission data were converted to concentration data, using a", "selected simple carbon-cycle climate model for well-mixed greenhouse", "gases and an atmospheric chemistry model for reactive short-lived", "substances.", "6. 6)", "Simple extensions of the RCPs for the 2100–2300 period were developed.", "7. 7)", "All relevant information has been made available for downloading, by", "using a central repository^Footnote 3 (Table 1 provides an overview of", "the available information). This repository allows the user to preview", "and download data on emissions, concentrations, radiative forcing and", "land use—both at the level of aggregated regions and in gridded form.", "Table 1 Available information from RCPs and resolution", "Full size table", "In this paper, we discuss the overall process used to develop RCPs.", "Scenario selection", "In the first step of the scenario process, the design criteria of the RCPs", "were used as starting point for reviewing the scenario literature. This", "review mostly used the assessment in the Working Group III contribution to", "the IPCC’s Fourth Assessment Report (see Fisher et al. 2007; Van Vuuren et", "al. 2008b). The review was conducted with the desirable characteristics in", "mind, i.e. coverage of the whole literature range and sufficient", "separation between the different scenarios (see also Table 2 columns 1 and", "2). The review considered 324 scenarios, 37 of which (from 7 modeling", "teams) met the selection criteria. Based on the design criteria and", "discussions at an IPCC expert meeting in September 2007 (Moss et al.", "2008), a total of 4 RCP radiative forcing levels were chosen (Table 2", "column 3), including a proposal which existing scenarios could be used in", "the quantification of these RCPs. This proposal was made subject to an", "open review process and was subsequently accepted (Moss et al.", "2008).^Footnote 4", "Table 2 Overview of representative concentration pathways (RCPs)", "Full size table", "The RCPs are named according to radiative forcing target level for 2100.", "The radiative forcing estimates are based on the forcing of greenhouse", "gases and other forcing agents.^Footnote 5 The four selected RCPs were", "considered to be representative of the literature, and included one", "mitigation scenario leading to a very low forcing level (RCP2.6), two", "medium stabilization scenarios (RCP4.5/RCP6) and one very high baseline", "emission scenarios (RCP8.5). The first scenario (RCP2.6) has also been", "referred to as RCP3PD, a name that emphasizes the radiative forcing", "trajectory (first going to a peak forcing level of 3 W/m^2 followed by a", "decline (PD = Peak–Decline). The Fourth Assessment Report (AR4) identified", "only 6 scenarios that lead to forcing levels below 3 W/m^2, but by now", "more than 20 scenarios in the literature lead to similar forcing levels as", "RCP2.6. RCP4.5 corresponds to the ‘category IV’ scenarios in AR4", "(containing the far majority of the scenarios assessed in AR4, i.e. 118).", "The number of mitigation scenarios leading to 6 W/m^2 in the literature is", "relatively low (around 10)—but at the same time many baseline scenarios", "(no climate policy) correspond to this forcing level. Finally, RCP8.5", "leads to a forcing level near the 90th percentile for the baseline", "scenarios, but a recent literature review was still able to identify", "around 40 scenarios with a similar forcing level.", "The four IAM groups responsible for the four published scenarios that were", "selected as “predecessors” of the RCPs, generated the basic data sets from", "which the final RCPs were developed. The data requirements, specified in", "Table 1, include providing a full set of data relevant as forcing for", "climate change, such as information on emissions, concentrations and", "accompanying land use and land cover, in a consistent format. The RCP 8.5", "was developed using the MESSAGE model and the IIASA Integrated Assessment", "Framework by the International Institute for Applied Systems Analysis", "(IIASA), Austria. This RCP is characterized by increasing greenhouse gas", "emissions over time, representative of scenarios in the literature that", "lead to high greenhouse gas concentration levels (Riahi et al. 2007). The", "RCP6 was developed by the AIM modeling team at the National Institute for", "Environmental Studies (NIES) in Japan. It is a stabilization scenario in", "which total radiative forcing is stabilized shortly after 2100, without", "overshoot, by the application of a range of technologies and strategies", "for reducing greenhouse gas emissions (Fujino et al. 2006; Hijioka et al.", "2008). The RCP 4.5 was developed by the GCAM modeling team at the Pacific", "Northwest National Laboratory’s Joint Global Change Research Institute", "(JGCRI) in the United States. It is a stabilization scenario in which", "total radiative forcing is stabilized shortly after 2100, without", "overshooting the long-run radiative forcing target level (Clarke et al.", "2007; Smith and Wigley 2006; Wise et al. 2009). The RCP2.6 was developed", "by the IMAGE modeling team of the PBL Netherlands Environmental Assessment", "Agency. The emission pathway is representative of scenarios in the", "literature that lead to very low greenhouse gas concentration levels. It", "is a “peak-and-decline” scenario; its radiative forcing level first", "reaches a value of around 3.1 W/m^2 by mid-century, and returns to", "2.6 W/m^2 by 2100. In order to reach such radiative forcing levels,", "greenhouse gas emissions (and indirectly emissions of air pollutants) are", "reduced substantially, over time (Van Vuuren et al. 2007a).", "Scenario review and updates", "The scenarios selected from the literature were published during the", "2006–2007 period. Between initial scenario development and selection of an", "RCP, new historical data became available and modeling methods improved.", "In addition, the scenarios as published in their original form did not", "report the full suite and resolution of required RCP components. To take", "full advantage of the most recent developments, each team was encouraged", "to update their original scenario and expand their results—without", "changing the basic assumptions behind them. The updated scenarios are", "described in the papers included in this Special Issue. A review process", "was organized with members of the four integrated assessment modeling", "teams to evaluate the updated scenarios. An even more extensive review", "team was organized to review technical aspects of the lowest RCP (RCP2.6),", "because, at the time of its publication, there were very few scenarios", "that reached such low radiative forcing levels (Weyant et al. 2009).", "Land use: harmonization and downscaling", "Land-use and land-cover change play an increasingly important role in", "simulations in both the IAM and the CM communities (Hibbard et al. 2010).", "The terrestrial biosphere stores a large amount of carbon, and is critical", "for the provision of food, fuel, and fiber, as well as for climate", "mitigation. Many CMs now include dynamic land models to estimate both", "biophysical and biogeochemical feedbacks between land surface changes and", "climate. These models require consistent, spatially gridded data on", "land-use changes, historical to future, in a format amenable to", "carbon/climate studies. The diversity in requirements and approaches among", "IAMs and CMs for tracking land-use changes (past, present, and future) is", "significant. Moreover, projections must transition smoothly, from the", "historical period into the scenario period. For these reasons, treating", "land use comprehensively and consistently by both these communities is a", "critical challenge. To meet this challenge, an international working", "group, consisting of both IAM and CM community members, developed a", "strategy for harmonizing land-use data across IAM groups and consistent", "with the historical record in a data format appropriate for CMs (Hurtt et", "al. 2009). A harmonization between previous work used in regional studies", "(Hurtt et al. 2002), global historical reconstructions of land use for CMs", "(Hurtt et al. 2006), and recent applications of these products in new", "global dynamic land models (Shevliakova et al. 2009), produced a", "consistent set of 0.5° × 0.5° degree fractional coverage maps of annual", "land use (e.g. crop, pasture, urban, primary vegetation, secondary", "(recovering) vegetation), and corresponding underlying maps of annual", "land-use transition rates (i.e. the changes between land-use types),", "explicitly including both wood harvest and shifting cultivation, for the", "1500–2100 period and representing each RCP.", "Historical land-use data were based on the gridded maps of crop and", "pasture data from HYDE 3.1 1500–2005 (Klein Goldewijk et al. 2010), in", "combination with new historical national wood harvest and shifting", "cultivation estimates updated from Hurtt et al. (2006). For the future,", "agricultural and wood harvest data from IAMs were used (AIM, IMAGE,", "MESSAGE, and GCAM). To study sensitivity, more than 1600 complete global", "reconstructions were developed and analyzed. Land-use harmonization is", "described in detail, in a separate paper included in this issue (Hurtt et", "al. 2011).", "Gridded emissions: harmonization and downscaling", "Climate models have increasingly added detailed descriptions of the", "sources, sinks and atmospheric chemistry of both greenhouse gases and air", "pollutants. Consequently, the most advanced climate models now require, in", "addition to concentrations or emissions of greenhouse gases (CO_2, CH_4,", "N_2O and halocarbons), emissions of reactive gases and aerosol precursor", "compounds (SO_2, NO_x, VOC, BC, OC and NH_3), to model atmospheric", "chemistry and interactions with the climate system.^Footnote 6 For most", "variables, a sectoral differentiation would improve the quality of the", "calculations (e.g. from power plants and agricultural burning). For", "example, some emission sources are located at a specific height", "(industrial emissions and power emissions occur generally at a higher", "level than emissions from buildings); other emission categories may be", "modeled endogenously in more complex models (land use). A set of 12", "sectors was agreed on as a common reporting format for all air pollutants:", "air transportation; international shipping; other transportation (surface", "transport); electric power plants, energy conversion, extraction and", "distribution; solvents; waste (landfill, waste water, non-energy", "incineration); industry (combustion and process emissions); domestic", "(residential and commercial buildings); agricultural waste burning on", "fields; agriculture (agricultural soil emissions, other agriculture);", "savannah burning; and forest burning. For all reactive gases and aerosol", "precursor compounds, emissions were reported at 0.5 × 0.5 degrees.", "IAMs used different inventory data to calibrate their base year emission", "levels—and thus year 2000 emissions are somewhat different across the", "models. In order to ensure consistency with historical data, a", "harmonization process was applied for all RCPs.^Footnote 7 For emissions", "provided at a gridded level, the year 2000 was chosen as base year, as it", "was the most recent year for which a full data set on polluting emissions", "could be generated (Lamarque et al. 2010). For the historical period up", "through 2000, originally, no consistent long-term data series were", "available with the required amount of detail. For the purpose of the RCPs", "(in cooperation with the work of the task force on hemispheric transport", "of air pollutants), the data have been compiled by combining several", "existing emission inventories including the EDGAR and EDGAR-HYDE datasets", "(EC-JRC/PBL 2009; Van Aardenne et al. 2001). The compilation of this data", "set is fully described by (Lamarque et al. 2010) and additional", "information on recent trends is available in this issue (Granier et al.", "2011).", "The harmonization and downscaling of air pollution emissions was done by", "the individual IAM teams. The GCAM team changed their historical", "calibrations to the compiled input data described above, while the AIM,", "IMAGE and MESSAGE teams used a multiplier, linearly converging to one over", "the 21st century, to ensure consistency with historical data for the year", "2000. For downscaling, the IMAGE and GCAM teams used the simple algorithms", "proposed by Van Vuuren et al. (2007b), while the MESSAGE and AIM teams", "used the more complex algorithms proposed by Grübler et al. (2007). More", "detail on downscaling is provided in the individual papers included in", "this issue (Masui et al. 2011; Riahi et al. 2011; Thomson et al. 2011; Van", "Vuuren et al. 2011a).", "Concentrations", "Most CM experiments based on RCPs will be driven by greenhouse gas", "concentrations (Hibbard et al. 2007).^Footnote 8 Furthermore, many Earth", "system models do not contain a full atmospheric chemistry model, and thus", "require exogenous inputs of three-dimensional distributions for reactive", "gases, oxidant fields, and aerosol loadings. Two methods were used to", "harmonize data on concentrations in order to provide a complete set of", "data needed for climate model simulations.", "For reactive gases, ozone precursors and aerosols (CH_4, SO_2, NO_x, NH_3,", "CO_, VOC, BC, OC), the atmospheric chemistry model CAM3.5 (Community", "Atmosphere Model (Gent et al. 2009)) was used to generate gridded", "concentration data as input for the climate models that need these fields.", "This model includes both tropospheric and stratospheric chemistry (for", "details, see (Lamarque et al. 2011)). The model is driven by the gridded,", "harmonized future emissions from the four RCPs, including data on the", "common year 2000 as well as the generated concentrations generated for", "long-lived GHGs. Output data of interest include concentration fields for", "ozone, aerosols and deposition fields. Further assessments will take", "place, as simulations using these emissions are conducted with other", "chemistry models.", "For well-mixed greenhouse gases, harmonization of both emission and", "concentration data were performed using the MAGICC6 model (Meinshausen et", "al. 2011a; Meinshausen et al. 2011c). For tropospheric ozone, the MAGICC6", "results were compared to the CAM3.5 model results, showing similar", "results, except for the high emissions RCP8.5 scenario (see (Lamarque et", "al. 2011)). The harmonization of the well-mixed GHGs (CO_2, CH_4, N_2O,", "eight HFCs, three PFCs, SF6 and sixteen ozone depleting substances", "controlled under the Montreal Protocol) was based on historical emission", "and observed concentration data. Future emissions were made consistent", "with estimated emissions for the year 2005, using a correction factor in", "such a way that, for most gases, emissions are equal to the “native” IAM", "output by 2050. Thus, the change introduced by harmonization was small.", "The methods are fully described in Meinshausen et al. (2011b).", "ECPs: extensions beyond 2100", "The IAMs provide information up to the year 2100, however the climate", "modeling community wished to conduct multi-century projections, to explore", "long-term responses in the climate and ocean systems. Therefore, to", "facilitate this long-term climate system research, the RCPs were extended", "to 2300. Given large uncertainties related to long-term driving forces of", "emissions (e.g. demography, policies, technology, and investment), we", "chose not to develop socio-economic projections beyond 2100, but instead", "to use simple rules to extend the concentration, emissions, and land-use", "data series. To emphasize the different methods used in creating the RCPs", "and the extensions, the latter are referred to as Extended Concentration", "Pathways (ECPs). It should thus be noted that the ECPs were designed as", "highly stylized pathways that are only intended to allow climate modeling", "simulations beyond 2100. The detailed extension procedures and additional", "results are provided in the paper by Meinshausen et al. (2011b), included", "in this issue. The basic rules applied for developing the ECPs are", "indicated in Table 3.", "Table 3 Basic rules for deriving extended concentration pathways", "Full size table", "A single ECP extension was developed for each of the RCPs. The impact", "research community indicated that they would also be interested in an", "additional, supplementary scenario—a post-2100 peak and decline extension", "of the RCP6, which would stabilizes at 4.5 W/m^2. In combination with the", "stabilizing ECPs (ECP4.5 and ECP6), this peak and decline extension would", "facilitate research into physical asymmetries and reversibility of", "climate, carbon cycle, and biophysical impacts systems (e.g. ecosystems,", "sea level rise). The scientific working group of the IAMC on RCPs, in", "collaboration with the IAV research community as represented by the IPCC", "WGII TSU, agreed to develop a supplemental extension to the RCP6, which", "would peak at 6 W/m^2 in 2100 and decline and stabilize at 4.5 W/m^2 in", "the following centuries. The supplemental extension is referred to as", "SCP6to4.5. The core post-2100 extension of RCP6 (Representative", "Concentration Pathway to 6 W/m^2), known as ECP6 (Extended Concentration", "Pathway to 2300 for RCP6), reaches 6 W/m^2 and stabilizes at that level of", "radiative forcing. This extension is consistent with the original desired", "pathway characteristics for this RCP (Moss et al. 2008, 2010).", "RCP results", "Driving forces", "The RCPs were selected from the existing literature on the basis of their", "emissions and associated concentration levels. This implies that the", "socio-economic assumptions of the different modeling teams were based on", "individual model assumptions made within the context of the original", "publication, and that there is no consistent design behind the position of", "the different RCPs relative to each other for these parameters. Scenario", "development after the RCP phase (Section 1) will focus on developing a new", "set of socio-economic scenarios. Therefore, socio-economic parameters have", "not been included in the RCP information available for download. Still,", "this information does form part of the underlying individual scenario", "development, and thus provides useful information on internal logic and", "the plausibility of each of the individual RCPs. Here, their primary", "characteristics are discussed only in this context.", "The population and GDP pathways underlying the four RCPs are shown in", "Fig. 2. The figure also shows, as reference, the UN population projections", "and the 90th percentile range of GDP scenarios in the literature on", "greenhouse gas emission scenarios. Figure 2 shows the RCPs to be", "consistent with these two references. It should be noted that, with one", "exception (RCP8.5), the modeling teams deliberately made intermediate", "assumptions about the main driving forces (as illustrated by their", "position in Fig. 2) (see the relevant papers elsewhere in this Special", "Issue). In contrast, the RCP8.5 was based on a revised version of the SRES", "A2 scenario; here, the storyline emphasizes high population growth and", "lower incomes in developing countries.", "Fig. 2", "figure2", "Population and GDP projections of the four scenarios underlying the RCPs.", "Grey area for population indicates the range of the UN scenarios (low and", "high) (UN 2003). Grey area for income indicates the 98th and 90th", "percentiles (light/dark grey) of the IPCC AR4 database (Hanaoka et al.", "2006). The dotted lines indicate four of the SRES marker scenarios", "Full size image", "For energy use, the scenarios underlying the RCPs are consistent with the", "literature—with the RCP2.6, RCP4.5 and RCP6 again being representative of", "intermediate scenarios in the literature (resulting in a primary energy", "use of 750 to 900 EJ in 2100, or about double the level of today)^Footnote", "9 (Fig. 3). The RCP8.5, in contrast, is a highly energy-intensive scenario", "as a result of high population growth and a lower rate of technology", "development. In terms of the mix of energy carriers, there is a clear", "distinction across the RCPs given the influence of the climate target (for", "details, see the papers elsewhere in this Special Issue). Total", "fossil-fuel use basically follows the radiative forcing level of the", "scenarios; however, due to the use of carbon capture and storage (CCS)", "technologies (in particular in the power sector), all scenarios, by 2100,", "still use a greater amount of coal and/or natural gas than in the year", "2000. The use of oil stays fairly constant in most scenarios, but declines", "in the RCP2.6 (as a result of depletion and climate policy). The use of", "non-fossil fuels increases in all scenarios, especially renewable", "resources (e.g. wind, solar), bio-energy and nuclear power. The main", "driving forces are increasing energy demand, rising fossil-fuel prices and", "climate policy. An important element of the RCP2.6 is the use of", "bio-energy and CCS, resulting in negative emissions (and allowing some", "fossil fuel without CCS by the end of the century).", "Fig. 3", "figure3", "Development of primary energy consumption (direct equivalent) and oil", "consumption for the different RCPs. The grey area indicates the 98th and", "90th percentiles (light/dark grey) (AR4 database (Hanaoka et al. 2006) and", "more recent literature (Clarke et al. 2010; Edenhofer et al. 2010). The", "dotted lines indicate four of the SRES marker scenarios", "Full size image", "The Kaya identity describes future emission levels as a simple", "multiplicative function of population, income per capita, energy per unit", "of income (energy intensity) and emissions per unit of primary energy", "(carbon factor) (Kaya 1989; Ehrlich 1971) (Fig. 4). These factors are", "often used to provide insight into scenario trends. The figure shows all", "RCPs to be above the mean values in the literature for energy intensity", "which is caused mostly by the inclusion of traditional fuels. Analysis of", "the Kaya factors shows the influence of the radiative forcing targets, and", "indicates that the scenarios underlying the RCPs cover the full range of", "possible values reasonably well. RCP2.6 achieves most of its emission", "reductions by reducing the carbon factor (changes in supply mix) but is", "also the lowest scenario in terms of energy intensity, although much lower", "values are found in the literature. RCP6 and RCP8.5 both show a rather", "constant trend for the carbon factor (heavy reliance on fossil fuels), but", "are very different in terms of the development of energy intensity (high", "for RCP8.5 and intermediate for RCP6). Finally, RCP4.5 shows trends that", "are very similar to those in RCP2.6, but far less extreme.", "Fig. 4", "figure4", "Carbon and energy intensities for the RCPs, and ternary graph", "representation of the fractions of different types of energy technologies.", "Grey area indicates the 98th and 90th percentiles (light/dark grey) of the", "literature (AR4 database (Hanaoka et al. 2006) and more recent literature", "(Clarke et al. 2010; Edenhofer et al. 2010)). The dotted lines indicate", "four of the SRES marker scenarios. On the ternary graph, each points forms", "a combination of 3 fractions that together add to 1. The fraction of", "fossil fuel without CCS is indicated by the horizontal lines to the right", "(diagonal) axis; the fraction of fossil fuel with CCS by diagonal lines", "from upper right to lower left on the vertical axis; the fraction of", "renewables and nuclear by the diagonal lines in the opposite direction to", "the left (diagonal) axis. All scenarios start near the upper corner in", "2000 (almost only fossil fuel use without CCS)", "Full size image", "Land use", "A crucial element of the new scenarios is land use. Land use influences", "the climate system in many different ways including direct emissions from", "land-use change, hydrological impacts, biogeophysical impacts (such as", "changes in albedo and surface roughness), and the size of the remaining", "vegetation stock (influencing CO_2 removal from the atmosphere).", "Historically, cropland and anthropogenic use of grassland have both been", "increasing, driven by rising population and changing dietary patterns.", "There are far fewer land-use scenarios published in the literature than", "emission or energy-use scenarios. Moreover, far less experience exists", "with scenario projections (Rose et al. 2011; Smith et al. 2010). Most", "projections focus on a shorter time period (up to 2030 or 2050) and show", "an increasing demand for cropland and pasture.", "The limited experience in global land-use modeling as part of integrated", "assessment work is also reflected in the RCP development process. Compared", "to emission modeling, definitions of relevant variables and base year data", "differ more greatly across the IAMs for the land use components. This,", "along with the importance of retaining continuity at grid cell level with", "historical data, required more extensive harmonization activities (i.e.", "minimizing the difference between historical reconstruction and future", "projections, and preserving as much information from IAMs as possible). As", "a first step, general agreement on the 2005 global land-use definitions", "and values was reached. Prior to harmonization, inconsistencies in", "definitions of cropland, pasture, and wood harvest resulted in significant", "discrepancies between IAM values for their initial year (2005), and the", "HYDE 3.1 or FAO final year values (also 2005). With consistent definitions", "and reanalysis, these inconsistencies were reduced to <12% for 2005", "between HYDE 3.1, FAO and the IAMs, except for RCP8.5 (MESSAGE) pasture", "(Hurtt et al. 2011). Subsequently, the IAM decadal changes in land use", "were aggregated over a 2° × 2° grid, and these changes were applied", "sequentially to the 2005 land-use distribution of HYDE3.1. As a basic", "rule, future land use for the RCPs was based on the absolute changes in", "the IAM output, combined with 2005 historical data. The resulting 2° × 2°", "grids were then disaggregated into 0.5° × 0.5° grids.", "The RCPs cover a very wide-range of land-use scenario projections. This is", "illustrated by the trends shown in Fig. 5 (i.e. after harmonization). The", "use of cropland and grasslands increases in RCP8.5, mostly driven by an", "increasing global population. Cropland also increases in the RCP2.6, but", "largely as a result of bio-energy production. The use of grassland is", "more-or-less constant in the RCP2.6, as the increase in production of", "animal products is met through a shift from extensive to more intensive", "animal husbandry. The RCP6 shows an increasing use of cropland but a", "decline in pasture. This decline is caused by a similar trend as noted for", "RCP2.6, but with a much stronger implementation. Finally, the RCP4.5 shows", "a clear turning point in global land use based on the assumption that", "carbon in natural vegetation will be valued as part of global climate", "policy. As a result of reforestation programs, the use of cropland and", "grassland decreases, following considerable yield increases and dietary", "changes. In comparison with the general scenario literature, the range", "covered by the RCPs is wider as it not only includes pathways of", "continuing expansion of agricultural land use, but also those that show a", "contraction of agricultural land.", "Fig. 5", "figure5", "Land use (crop land and use of grass land) across the RCPs. Grey area", "indicates the 90th percentile of scenarios reported in the literature", "(taken from Smith et al. 2010). Vegetation is defined as the part not", "covered by cropland or antropogenically used grassland", "Full size image", "The four different RCPs also produced different patterns of future land", "use. By 2100, in RCP8.5, areas of high-density cropland are evident in the", "United States, Europe, and South-East Asia. High-density pasture areas are", "evident in the Western United States, Eurasia, South Africa, and", "Australia. Primary forest is most concentrated in northern high latitudes,", "and parts of Amazonia, while secondary vegetation is common in the United", "States, Africa, South America and Eurasia. Patterns from RCP6 are broadly", "similar, but clearly with less pasture generally and especially in the", "United States, Africa, Eurasia and Australia. RCP4.5 has less cropland", "overall than either of the previous RCPs, more land with no fractional", "cropland, and high-density areas of secondary vegetation in the United", "States, Africa and Eurasia. Spatial patterns from RCP2.6 are broadly", "similar to those of RCP4.5.", "Emissions", "Greenhouse gas emissions", "Emission and concentrations were harmonized to available historical data", "for the 2000–2005 period. For CO_2 emissions from land-use change, in", "contrast, the average of the four RCP models was used as the 2005", "harmonization value. On an aggregate scale, the difference between the", "original data and the final harmonized data are generally small. For the", "RCP2.6, RCP4.5 and RCP8.5 scenarios, the difference in total CO_2", "equivalent greenhouse gas emissions of 2005 was 2 to 4%, with 10%", "difference for the RCP6 scenario. The difference between the harmonized", "and unharmonized scenarios for cumulative emissions over the 2000–2050", "period in total CO_2 equivalent emissions is expected to be 1 to 2%,", "except for the RCP6 scenario, which has a difference of 5% (Meinshausen et", "al. 2011b).", "The CO_2 emissions of the four RCPs correspond well with the literature", "range, which was part of their selection criterion (Fig. 6). The RCP8.5 is", "representative of the high range of non-climate policy scenarios. Most", "non-climate policy scenarios, in fact, predict emissions of the order of", "15 to 20 GtC by the end of the century, which is close to the emission", "level of the RCP6. The forcing pathway of the RCP4.5 scenario is", "comparable to a number of climate policy scenarios and several", "low-emissions reference scenarios in the literature, such as the SRES B1", "scenario. The RCP2.6 represents the range of lowest scenarios, which", "requires stringent climate policies to limit emissions.", "Fig. 6", "figure6", "Emissions of main greenhouse gases across the RCPs. Grey area indicates", "the 98th and 90th percentiles (light/dark grey) of the literature (for", "references, see Figure 4). The dotted lines indicate four of the SRES", "marker scenarios. Note that the literature values are obviously not", "harmonized (see text)", "Full size image", "The trends in CH_4 and N_2O emissions are largely due to differences in", "the assumed climate policy along with differences in model assumptions", "(Fig. 6). Emissions of both CH_4 and N_2O show a rapidly increasing trend", "for the RCP8.5 (no climate policy and high population). For RCP6 and", "RCP4.5, CH_4 emissions are more-or-less stable throughout the century,", "while for RCP2.6, these emissions are reduced by around 40%. The low", "emission trajectories for CH_4 are a net result of low cost emission", "options for some sources (e.g. from energy production and transport), and", "a limited reduction for others (e.g. from livestock). Introduction of", "climate policy, thus, may lead to significant emission reductions, even in", "the short term, but will not eliminate emissions altogether. While the RCP", "CH_4 emissions are within the ranges from the literature, there is a", "significant gap between RCP2.6, RCP4.5 and RCP6 on the one hand and the", "high-emission RCP8.5 scenario on the other. For N_2O, the scenarios are", "placed in similar order, although here the emissions for RCP4.5 remain", "stable while those for RCP6 increase over time. In this case, the RCPs do", "not cover the full range in the literature, but only the more", "representative range. One may, however, question the studies that indicate", "very rapidly increasing and decreasing N_2O emissions, given the main", "sources of N_2O (these are mostly agricultural and will grow at a modest", "rate, in the future, but to some degree are also difficult to abate). It", "is important to recognize that there is substantial uncertainty in", "base-year emissions for many substances (Granier et al. 2011). The RCP", "scenarios, due to the design of the harmonization process, do not fully", "represent this uncertainty.", "Emissions of atmospheric air pollutants", "The RCPs generally exhibit a declining trend of air polluting emissions.", "The emission trends for air pollutants are determined by three factors:", "the change in driving forces (fossil-fuel use, fertilizer use), the", "assumed air pollution control policy, and the assumed climate policy (as", "the last induces changes in energy consumption leading to changes", "(generally reductions) in air polluting emissions). We have illustrated", "the trends in air pollutants by looking at SO_2 and NO_x (Fig. 7). In", "general, similar trends can be seen for other air pollutants.", "Fig. 7", "figure7", "Emissions of SO_2 and NO_x across the RCPs. Grey area indicates the 90th", "percentile of the literature (only scenarios included in Van Vuuren et al.", "2008b, i.e. 22 scenarios; the scenarios were also harmonized for their", "starting year—but using a different inventory). Dotted lines indicate SRES", "scenarios. The different studies use slightly different data for the start", "year", "Full size image", "All RCPs include the assumption that air pollution control becomes more", "stringent, over time, as a result of rising income levels. Globally, this", "would cause emissions to decrease, over time—although trends can be", "different for specific regions or at particular moments in time. A second", "factor that influences the results across the RCPs is climate policy. In", "general, the lowest emissions are found for the scenario with the most", "stringent climate policy (RCP2.6) and the highest for the scenario without", "climate policy (RCP8.5), although this does not apply to all regions, at", "all times. The overall correlation is a result of the fact that climate", "policy induces systemic changes in the energy system, away from", "technologies with high greenhouse gas emission levels, which also have", "high emissions of air pollutants (e.g. coal use without CCS has high", "emission levels of CO_2, but also of SO_2). In contrast, the application", "of energy efficiency or use of renewables reduces both greenhouse gas", "emissions and air pollutants. The range of air pollution projections,", "generally, is smaller than that found in the literature. This is mostly", "due to the RCPs’ shared assumption of stringent air pollution policies", "increasing proportionally with income (van Ruijven et al. 2008). As such,", "one may conclude that the RCPs show a range of plausible development", "pathways for air pollutants and policy interventions, but they are not", "fully representative of the literature on air polluting emissions, as the", "set does not include scenarios which assume that very little or no", "reduction of emissions will be achieved. This may limit the use of the", "RCPs for specific air pollution applications.", "The emissions in the RCPs have been downscaled to 0.5° × 0.5° grids per", "sector (Masui et al. 2011; Riahi et al. 2011; Thomson et al. 2011; Van", "Vuuren et al. 2011a)—allowing their use in atmospheric climate and", "chemistry models (Fig. 8). The results show that for most gases, emissions", "are concentrated in specific areas (e.g. Eastern United States, Western", "Europe, Eastern China and India). Moreover, a general trend can be noted", "across all RCPs and gases, indicating that emissions tend to become", "relatively more concentrated in currently low-income regions.", "Fig. 8", "figure8", "Emission pattern for 2100, for CH_4 across the four RCPs", "Full size image", "Concentrations of greenhouse gases", "The greenhouse gas concentrations in the RCPs closely correspond to the", "emissions trends discussed earlier (Fig. 9). For CO_2, RCP8.5 follows the", "upper range in the literature (rapidly increasing concentrations). RCP6", "and RCP4.5 show a stabilizing CO_2 concentration (close to the median", "range in the literature). Finally, RCP2.6 has a peak in CO_2", "concentrations around 2050, followed by a modest decline to around 400 ppm", "CO_2, by the end of the century. For CH_4 and N_2O, the order in which the", "RCPs can be placed are also a direct result of the assumed level of", "climate policy. The trends in CH_4 concentrations are more pronounced, as", "a result of the relatively short lifetime of CH_4. Emission reductions, as", "in the RCP2.6 and RCP4.5, therefore, may lead to an emission peak much", "earlier in the century. For N_2O, in contrast, a relatively long lifetime", "and a modest reduction potential imply an increase in concentrations, in", "all RCPs. For both CH_4 and N_2O, the concentration levels correspond well", "with the range in the literature. Further information on the calculations", "of concentration can be found in Meinshausen et al. (2011b)", "Fig. 9", "figure9", "Trends in concentrations of greenhouse gases. Grey area indicates the 98th", "and 90th percentiles (light/dark grey) of the recent EMF-22 study (Clarke", "et al. 2010)", "Full size image", "The combination of trends in greenhouse gases and those in atmospheric", "pollutants translate to changes in concentrations affecting the overall", "development of radiative forcing. As shown in Fig. 10, the RCPs, as", "specified in the original selection criteria, cover the trends and level", "of radiative forcing values of scenarios in the literature very well.", "Total radiative forcing is determined by both positive forcing from", "greenhouse gases and negative forcing from aerosols. The most dominant", "factor, by far, is the forcing from CO_2. As a result, both for the RCPs", "and in the overall literature, 2100 radiative forcing levels are", "correlated with cumulative 21st century CO_2 emissions (see middle panel", "of Fig. 10). Thus, it is not surprising that the RCPs are consistent with", "the literature, both in terms of total forcing and cumulative CO_2", "emissions (over the course of the century).", "Fig. 10", "figure10", "Trends in radiative forcing (left), cumulative 21st century CO_2 emissions", "vs 2100 radiative forcing (middle) and 2100 forcing level per category", "(right). Grey area indicates the 98th and 90th percentiles (light/dark", "grey) of the literature. The dots in the middle graph also represent a", "large number of studies. Forcing is relative to pre-industrial values and", "does not include land use (albedo), dust, or nitrate aerosol forcing", "Full size image", "Concentration of air pollutants", "For tropospheric ozone (driven by the changes in NO_x, VOC, OC and methane", "emissions, along with changes in climate conditions), there is a clear", "difference between the RCPs. For RCP8.5, radiative forcing from", "tropospheric ozone, according to the CAM3.5 calculations, increases by an", "additional 0.2 W/m^2 by 2100 (Lamarque et al. 2011). In contrast, there is", "a decrease in radiative forcing, for RCP4.5 and RCP2.6, of 0.07 and", "0.2 W/m^2, respectively (again CAM3.5). This is the result of assumed", "trends in air pollution control and climate policy.", "Aerosol concentrations eventually decrease in all RCPs, following the", "strong decrease in emissions, especially those of anthropogenic SO_2. This", "is very different from some of the SRES scenarios. However, the new", "insights into implementation of air pollution control measures were", "developed more recently, which were not comprehensively included in the", "SRES (Smith and Wigley 2006). Moreover, the SRES scenarios did not include", "climate policy measures. While there is a reduction in the impact of", "aerosols, at a global level, for some tropical regions, a shift towards", "higher concentrations is also reported. Finally, for nitrogen deposition,", "a decrease can be observed across the RCPs for most high-income regions.", "However, in many developing regions, an increase in nitrogen deposition is", "projected for the end of the 21st century, mostly related to the projected", "increases in NH_3 emissions due to agricultural activities.", "The MAGICC model used for calculating greenhouse gas concentrations", "results in tropospheric and stratospheric forcing levels that are slightly", "different from those of the more complex model used for the atmospheric", "chemistry calculations (Lamarque et al. 2011). For stratospheric ozone,", "this is related to the MAGICC model assumption of stratospheric ozone", "being solely driven by the amount of ozone-depleting substances. Full", "chemistry-climate model simulations (Lamarque et al. 2011) indicate that", "climate change is an important additional component in the evolution of", "stratospheric ozone. These small differences in ozone forcing, however,", "are only a very small fraction of total forcing in the RCP scenarios.", "Extending the RCPs to 2300", "Figure 11 shows the CO_2 emissions and radiative forcing trajectories for", "each of the four extensions of the RCPs (ECPs). As explained in the method", "sections, these have not been based on integrated assessment modeling, but", "on simple extension rules consistent with the rationale of each of the", "RCPs to which they connect (see Table 3). This has resulted in a set of", "extended concentration pathways to be used for climate model runs. Still,", "it is useful to examine the implied changes in emissions. For CO_2, these", "are also shown in Fig. 11. The figure indicates that the simple extension", "rules (stabilization of RF for ECP8.5, ECP6 and ECP4.5 at 12, 6 and", "4.5 W/m^2, respectively) imply considerable reductions in CO_2 emission", "beyond 2100. For the last two ECPs, this can be seen as a continuation of", "the trends of before 2100. For ECP8.5, this, in fact, implies a major", "trend break and an emission reduction, between 2150 and 2250, which", "reduces emissions at a similar rate as in RCP2.6 before 2100, but over 2", "to 3 times the total emission volume. For ECP3PD, the assumed continuation", "of negative emissions implies that sufficient storage capacity will be", "found to store CO_2 from bio-energy, CCS use, or other technologies that", "may remove CO_2 from the atmosphere. Storage before 2100 (of emissions", "from bio-energy and fossil fuels) equals about 600 GtC. Assuming that", "after 2100 the storage potential only will be used for bio-energy and CCS", "(BECCS), the continuation of the scenario would at least require another", "200 GtC. Optimistic estimates of storage potential are consistent with", "these numbers. By 2300, this scenario would result in a radiative forcing", "at roughly the same level as in 2000. Finally, a special extension was", "added to explore the difference in impacts from direct stabilization at", "4.5 W/m^2 and an initial overshoot to 6.0 W/m^2 (SCP6to4.5). The extension", "shows that such an overshoot scenario would be possible, but would require", "a very abrupt emission reduction from the 6.0 W/m^2 profile and a long", "period of negative CO_2 emissions. In other words, this would be a", "scenario that would be relatively hard to achieve (Meinshausen et al.", "2011b).", "Fig. 11", "figure11", "Extension of the RCPs (radiative forcing and associated CO_2 emissions).", "ECP is extended concentration pathway. The SCP6to4.5 (supplementary", "concentration pathway) shows an alternative extension for RCP6 (see main", "text) (Meinshausen et al. 2011b)", "Full size image", "Discussion and conclusions", "Discussion", "In the previous sections, we have shown the RCPs to be consistent with", "their design criteria. Given their comprehensiveness in terms of sources", "covered, as well as in spatial detail, they provide a unique basis for", "detailed climate model runs. The RCPs provide a range of emission and", "concentrations consistent with the full range in the recent literature", "(see Table 4; Figs. 6, 9 and 10, and Section 2). In particular, the RCPs", "allow the exploration of possible climate futures over a wider range than", "previously possible, since they extend beyond the low forcing levels", "previously considered by global climate model projections. Compared to the", "overall literature, RCP8.5 should be seen as a high emission scenario,", "RCP6 can be interpreted as either a medium baseline or a high mitigation", "case, RCP4.5 can be considered either as an intermediate mitigation", "scenario, while finally RCP2.6 is representative of the lowest mitigation", "scenarios currently in the literature (Table 4). The information on the", "RCPs has been made available at a level of detail that would allow climate", "and chemistry model runs.", "Table 4 Main characteristics of each RCP", "Full size table", "It can be expected that the RCPs will be used in a wide range of", "policy-experiments. The following uses are foreseen:", "1. 1)", "Input for climate modeling. A large number of experiments have been", "proposed on the basis of the RCPs ((Hibbard et al. 2007; Taylor et al.", "2011)). These will, among others, examine climate change as a function", "of different forcing levels and the carbon flows associated with", "various CO_2 concentration levels. The RCP2.6 allows to for the first", "time to perform model comparison studies at low and reducing forcing", "levels. Finally, the comprehensive information on greenhouse gases,", "atmospheric pollutants and land-use change allow analysts to look into", "the contribution of different forcing categories.", "2. 2)", "Input into mitigation analysis. The different RCP levels and their", "trajectories are expected to stimulate research on the mitigation", "action and socio-economic conditions that would be consistent with a", "given concentration pathways (replication experiments using different", "models and assumptions). This, for instance, includes research on the", "influence of different expectations with respect to technology change", "and the policy conditions (e.g. the contribution of various regions to", "climate policy) (using similar methods as in earlier modeling", "exercises such as EMF-22 (Clarke et al. 2010)).", "3. 3)", "Input into impact assessment. After completion of the climate model", "runs, the RCPs may also be used in new research on the impacts of", "climate change. For this, also information on future socio-economic", "conditions will be needed. Different papers discuss how this may be", "done (Van Vuuren et al. 2011b; Kriegler et al. 2011).", "4. 4)", "Form an analytical thread. The RCPs have already facilitated a closer", "cooperation across different disciplines involved in climate research", "during their development and are expected to provide a consistent", "analytical thread running through climate change research.", "The information in this paper also reveals several limitations associated", "with the use of the RCPs that need to be kept in mind:", "* The RCPs should not be interpreted as forecasts or absolute bounds, or", "be seen as policy prescriptive. The RCPs describe a set of possible", "developments in emissions and land use, based on consistent scenarios", "representative of current literature (see Section 2). The RCPs should", "clearly not be interpreted as boundaries for possible developments", "with respect to emissions and land use. Similarly, while the RCPs may", "be used to identify the range of climate impacts associated with", "different anthropogenic forcing levels, they are not meant to be", "policy prescriptive, (i.e. no likelihood or preference is attached to", "any of the individual scenarios of the set). At the same time, the use", "of the RCPs in climate research may provide important information for", "decision-making.", "* The socio-economic scenarios underlying the RCPs cannot be treated as", "a set with an overarching internal logic. The RCPs have not been", "designed as a new, fully integrated set of scenarios; the focus in the", "development process has been on providing a consistent set of", "projections for components of radiative forcing (emissions and land", "use) by using scenarios available from the literature. The underlying", "scenarios are independent efforts developed by four individual", "modeling groups; this implies that the RCPs do not necessarily form a", "comprehensive set for elements other than the emissions and", "concentrations of the main greenhouse gases and associated radiative", "forcing. For instance, the RCPs with lower radiative forcing (RCP4.5", "and RCP2.6) are not derived from those with higher radiative forcing", "(e.g. RCP6.0 and RCP8.5). Differences between the RCPs, therefore,", "cannot be directly interpreted as a result of climate policy or", "particular socio-economic developments. Differences may very well", "result from differences between models. For instance, in many models", "it might not be possible to reach the lowest stabilization targets", "from baseline scenarios in which emissions are as high as in RCP8.5.", "* The socio-economic scenarios underlying each RCP should not be", "considered unique. Each RCP is based on a scenario from the literature", "that includes a socio-economic development pathway. However, the", "socio-economic scenario underlying each RCP is just one of many", "possible scenarios that could be consistent with the concentration", "pathway. This implies that additional work is needed to allow some", "further analysis, such as impact assessments on the basis of the RCPs.", "This work is planned in subsequent phases of the scenario development", "(Moss et al. 2010) and, in fact, individual modeling groups are", "strongly encouraged to reproduce the land-use and emission pathways of", "the RCPs, on the basis of various socio-economic assumptions (see also", "Section 4.2).", "* Certain characteristics of individual RCPs may play a role in", "interpreting their results. Further research is needed to explore", "sensitivity of results to these characteristics. The fact that the", "RCPs are derived from individual model runs is relevant in", "interpreting the projections for scenario elements that are only", "indirectly coupled to the radiative forcing targets, such as land", "use/land cover, socio-economic parameters, and, to some degree,", "emissions of short-lived species. The main characteristics of each of", "the RCPs is summarized in Table 4. The logic for the land-use patterns", "is related to the model-specific assumptions of each RCP and not just", "to the target radiative forcing level. Climate policy may have clear", "consequences for land-use patterns, but these have been included in", "RCPs in different ways. For instance, the reforestation policies", "assumed in the RCP4.5 might also be possible in RCP2.6. Similarly, the", "assumed baseline trends in land use are not specific to any RCP level.", "Climate impacts of the land-use patterns (such as albedo), therefore,", "cannot be directly attributed to the level of climate policy in each", "RCP, but need to be traced to model-specific assumptions. Therefore,", "it may be very important to consider how these scenario-specific", "impacts could be dealt with in pattern scaling exercises on the basis", "of RCP climate modeling results. This, for instance, could be explored", "by specific experiments in which land-use changes are switched off.", "For air pollution emissions (and concentrations), the RCPs at the", "global level are more-or-less ordered along the radiative forcing", "axis, as could be expected on the basis of the co-benefits. However,", "at the regional level, model-specific assumptions may dominate and", "differences between RCPs are often small. The fact that all RCPs", "assume increasingly stringent air pollution control policies implies", "that the RCPs are not suitable for analysis of possible trends in air", "pollution under less optimistic assumptions.", "* There are uncertainties in the translation of emissions profiles to", "concentrations and radiative forcing. We have used several methods for", "developing consistent sets of emissions, concentrations and radiative", "forcing pathways—in particular using the CAM3.5 atmospheric chemistry", "model and the MAGICC-6 simple carbon-cycle climate model. However,", "there are considerable uncertainties involved. As a result, the", "current set of RCPs represents one possible set of assumptions with", "regard to this translation. As the RCPs are used as input in all major", "global climate models, some of these uncertainties will be revealed as", "part of the activities that are currently under way. Further", "coordination of uncertainty analyses in subsequent phases by the", "climate modeling community and IAM community may further contribute to", "this.", "Conclusions", "The RCPs represent an important step in the development of new scenarios", "for climate research.", "* The RCPs provide a unique set of data, particularly with respect to", "comprehensiveness and detail, as well as spatial scale of information", "for climate model projections. In the previous sections, we have shown", "the RCPs to be consistent with their selection criteria and to provide", "a good basis for exploring the range of climate outcomes by the", "climate modeling community. The scenarios cover a range of radiative", "forcing pathways consistent with those in the current literature. The", "same holds for the development of individual greenhouse gases, CO_2,", "CH_4, and N_2O. The information that is provided for each of the RCPs", "is also much more elaborated than in previous exercises. Data on land", "use and air pollution have been made available with sectoral detail", "for different source categories and in a geographically explicit", "manner, at 0.5 × 0.5 degrees. The data on greenhouse gas emissions", "have been run through one consistent carbon cycle and climate model.", "The RCPs have also been harmonized with the latest data on historical", "periods, and the harmonization algorithms have allowed for a smooth", "transition from the historical periods to the scenario period. The", "scaling factors used for this harmonization do not distort the", "original underlying IAM scenarios. This elaborate development process", "was necessary so that the RCPs may provide a consistent analytical", "thread that runs across communities involved in climate research.", "* Subsequent phases of the development process of new scenarios for", "climate change assessment need to focus on defining a framework for", "socio-economic assumptions and storylines to guide RCP-based", "mitigation, adaptation and impacts analyses. While the RCPs are each", "derived from internally consistent socio-economic assumptions, as a", "set they do not provide an internal logic nor do they span the full", "range of socio-economic trajectories in the literature. Hence, there", "is a need for a community effort similar to the one for defining the", "climate dimension of the RCPs. This community effort will need to", "define the socio-economic dimension that would complement the RCPs.", "This process is planned as part of subsequent activities in the", "development of new scenarios.", "Notes", "1. 1.", "In this document, the term climate models is used for all kinds of", "models used for studying the global climate system, such as", "Earth-System Models of Intermediate Complexity (EMICs),", "Atmosphere-Ocean coupled Global Circulation Models (AOGCMs) and Earth", "System Models (ESMs) (see for the definition of some of these model", "categories (Meehl and Hibbard 2006; Randall et al. 2007). The term", "Integrated Assessment Model refers to models that combine natural", "science and socio-economic aspects of climate change primarily for the", "purpose of assessing policy options for climate change control (see", "for instance (Weyant et al. 1996)).", "2. 2.", "The IAM modeling community was organized in the Integrated Assessment", "Modeling Consortium (IACM); see http://iamconsortium.org.", "3. 3.", "http://www.iiasa.ac.at/web-apps/tnt/RcpDb/", "4. 4.", "The procedure chosen has certain strengths and weaknesses. For", "instance, the decision was made to choose representative scenarios", "from different IAM teams, increasing the diversity of outcomes. At the", "same time, this implies that differences between RCPs include more", "factors than only the targeted forcing level. In this paper, we", "discuss these issues and also indicate new experiments that will be", "performed to overcome some of the weaknesses.", "5. 5.", "The forcing levels are relative to pre-industrial values and do not", "include land use (albedo), dust, or nitrate aerosol forcing.", "6. 6.", "The greenhouse gases covered in the RCP work include carbon dioxide", "(CO_2), methane (CH_4), nitrous oxide (N_2O) and halocarbon emissions.", "The air pollutants include sulfur dioxide (SO_2), nitrogen oxides", "(NO_x), volatile organic compounds (VOC), carbon monoxide (CO),", "organic carbon (OC), black carbon (BC), and ammonia (NH_3).", "7. 7.", "The term harmonization is defined as a procedure whereby emission", "outputs from the IAMs are adjusted in such a way that emissions in the", "reference year are equal to some reference data set (with these", "adjustments extended into the future, in some manner, to assure smooth", "data sets).", "8. 8.", "Most of these experiments are part of the so-called CMIP-5 model", "intercomparison project, which has been set up as a major input into", "AR5. http://cmip-pcmdi.llnl.gov/cmip5/", "9. 9.", "For reporting primary energy use, the direct-equivalent accounting", "method is used as in the SRES. This implies that energy from all", "non-combustible sources (nuclear and non-biomass renewable) is", "reported as secondary energy, i.e. one unit of electricity or heat", "generated from non-combustible sources is reported as one unit of", "primary energy.", "References", "1. Clarke LE, Edmonds JA, Jacoby HD, Pitcher H, Reilly JM, Richels R", "(2007) Scenarios of greenhouse gas emissions and atmospheric", "concentrations. Sub-report 2.1a of Synthesis and Assessment Product", "2.1. Climate Change Science Program and the Subcommittee on Global", "Change Research, Washington DC", "2. Clarke L, Edmonds J, Krey V, Richels R, Rose S, Tavoni M (2010)", "International climate policy architectures: overview of the EMF 22", "international scenarios. Energ Econ 31(suppl 2):S64–S81", "Google Scholar", "3. EC-JRC/PBL (2009) Emission Database for Global Atmospheric Research", "(EDGAR), release version 4.0. http://edgar.jrc.ec.europa.eu,. European", "Commission, Joint Research Centre (JRC)/Netherlands Environmental", "Assessment Agency (PBL)", "4. Edenhofer O, Knopf B, Barker T, Baumstark L, Bellevrat E, Chateau B,", "Criqui P, Isaac M, Kitous A, Kypreos S, et al. (2010) The Economics of", "Low Stabilization: Model Comparison of Mitigation Strategies and", "Costs. The Energy Journal 31:11–48", "Google Scholar", "5. Ehrlich PR, Holdren JP (1971) Impact of Population Growth. Science", "171:1212–1217", "Google Scholar", "6. Fisher B, Nakicenovic N, Alfsen K, Corfee Morlot J, de la Chesnaye F,", "Hourcade J-C, Jiang K, Kainuma M, La Rovere E, Matysek A et al (2007)", "Issues related to mitigation in the long-term context. In: Metz B,", "Davidson O, Bosch P, Dave R, Meyer L (eds) Climate change 2007.", "Mitigation of climate change. Contribution of Working Group III to the", "Fourth Assessment Report of the Intergovernmental Panel on Climate", "Change. Cambridge University Press, New York, pp 169–250", "7. Fujino J, Nair R, Kainuma M, Masui T, Matsuoka Y (2006) Multigas", "mitigation analysis on stabilization scenarios using aim global model.", "The Energy Journal Special issue #3:343–354", "Google Scholar", "8. Gent PR, Yeager SG, Neale RB, Levis S, Bailey D (2009) Improvements in", "a half degree atmosphere/land version of the CCSM. Clim Dyn 79:25–58", "Google Scholar", "9. Granier C, Bessagnet B, Bond T, D’Angiola A, van der Gon HG, Frost G,", "Heil A, Kainuma M, Kaiser J, Kinne S et al (2011) Evolution of", "anthropogenic and biomass burning emissions at global and regional", "scales during the 1980–2010 period. Climatic Change. doi:", "10.1007/s10584-011-0154-1", "10. Grübler A, O’Neill B, Riahi K, Chirkov V, Goujon A, Kolp P, Prommer I,", "Scherbov S, Slentoe E (2007) Regional, national, and spatially", "explicit scenarios of demographic and economic change based on SRES.", "Technol Forecast Soc Chang 74:980–1029", "Article  Google Scholar", "11. Hanaoka TR, Kawase M, Kainuma Y, Matsuoka H, Ishii, Oka K (2006)", "Greenhouse gas emissions scenarios database and regional mitigation", "analysis. NIES, Tsukuba", "12. Hibbard KA, Meehl G, Cox P, Friedlingstein P (2007) A strategy for", "climate change stabilization experiments. Eos 88:217–221", "Article  Google Scholar", "13. Hibbard KA, Janetos A, van Vuuren DP, Pongratz J, Rose SK, Betts R,", "Herold M, Feddema JJ (2010) Research priorities in land use and land", "cover change for the earth system and integrated assessment modeling.", "Journal of Climate: doi: 10.1002/joc.2150", "14. Hijioka Y, Matsuoka Y, Nishimoto H, Masui T, Kainuma M (2008) Global", "GHG emission scenarios under GHG concentration stabilization targets.", "J Glob Environ Eng 13:97–108", "Google Scholar", "15. Hurtt GC, Pacala SW, Malyshev S, Moorcroft PR, Caspersen J,", "Shevliakova E, Houghton RA, Moore B III (2002) Projecting the future", "of the U.S. carbon sink. Proc Natl Acad Sci USA 99:1389–1394", "Article  Google Scholar", "16. Hurtt GC, Frolking S, Fearon MG, Moore B, Shevliakova E, Malyshev S,", "Pacala SW, Houghton RA (2006) The underpinnings of land-use history:", "three centuries of global gridded land-use transitions, wood-harvest", "activity, and resulting secondary lands. Glob Chang Biol 12:1208–1229", "Article  Google Scholar", "17. Hurtt GC, Chini LP, Frolking S, Betts R, Fedema J, Fischer G, Klein", "Goldewijk K, Hibbard KA, Janetos A, Jones C et al (2009) Harmonization", "of Global Land-Use Scenarios for the Period 1500–2100 for IPCC-AR5.", "Integrated Land Ecosystem-Atmosphere Processes Study (iLEAPS)", "Newsletter 7:6–8", "Google Scholar", "18. Hurtt G, Chini L, Frolking S, Betts R, Edmonds J, Feddema J, Fisher G,", "Goldewijk KK, Hibbard KA, Houghton R et al (2011) Land use Change and", "earth system dynamics. Climatic Change. doi: 10.1007/s10584-011-0153-2", "19. IPCC (2007) Report of the 26th session of the IPCC. Bangkok. April", "30–May 4 2007. Intergovernmental Panel on Climate Change, Geneva,", "Switzerland", "20. Kaya (1989) Impacts of carbon dioxide emissions on GWP: interpretation", "of proposed scenarios. IPCC/Response Strategies Working Group, Geneva", "21. Klein Goldewijk K, Beusen A, de Vos M, van Drecht G (2010) The HYDE", "3.1 spatially explicit database of human induced land use change over", "the past 12,000 years Global Ecology and Biogeography", "22. Kriegler E, O’Neill B, Hallegatte S, Kram T, Lempert R, Moss R,", "Wilbanks T (2011) Socioeconomic scenario development for climate", "change analysis. Global Environmental Change Submitted", "23. Lamarque J-F, Bond TC, Eyring V, Granier C, Heil A, Klimont Z, Lee D,", "Liousse C, Mieville A, Owen B, et al. (2010) Historical (1850–2000)", "gridded anthropogenic and biomass burning emissions of reactive gases", "and aerosols: methodology and application. Atmos Chem Phys Discuss 10", "24. Lamarque JF, Page Kyle G, Meinshausen M, Riahi K, Smith S, van Vuuren", "DP, Conley AJ, Vitt F (2011) Global and regional evolution of", "short-lived radiatively-active gases and aerosols in the", "Representative Concentration Pathways. Climatic change. doi:", "10.1007/s10584-011-0155-0", "25. Leggett J, Pepper W, Swart RJ (1992) Emissions Scenarios for the IPCC:", "an Update. In: Houghton JT, Callander BA, Varney SK (eds) Climate", "change 1992. The Supplementary Report to the IPCC Scientific", "Assessment. Cambridge University Press, Cambridge, pp 71–95", "26. Masui T, Matsumoto K, Hijioka Y, Kinoshita T, Nozawa T, Ishiwatari S,", "Kato E, Shukla PR, Yamagata Y, Kainuma M (2011) A emission pathway to", "stabilize at 6 W/m2 of radiative forcing. Climatic Change. doi:", "10.1007/s10584-011-0150-5", "27. Meehl GA, Hibbard K (2006) Earth system models: the next generation.", "Report of the session July 30–August 5, 2006. Aspen Global Change", "Institute, Aspen", "28. Meinshausen M, Raper SCB, Wigley TML (2011a) Emulating coupled", "atmosphere-ocean and carbon cycle models with a simpler model,", "MAGICC6—Part 1: Model description and calibration. Atmos Chem Phys", "11:1417–1456", "Article  Google Scholar", "29. Meinshausen M, Smith SJ, Calvin K, Daniel JS, Kainuma MLT, Lamarque", "J-F, Matsumoto K, Montzka SA, Raper S, Riahi K et al (2011b) The RCP", "greenhouse gas concentrations and their extensions from 1765 to 2300.", "Climatic Change. doi: 10.1007/s10584-011-0156-z", "30. Meinshausen M, Wigley TML, Raper SCB (2011c) Emulating", "atmosphere-ocean and carbon cycle models with a simpler model,", "MAGICC6—Part 2: applications. Atmos Chem Phys 11:1457–1471", "Article  Google Scholar", "31. Moss R, Babiker M, Brinkman S, Calvo E, Carter T, Edmonds J, Elgizouli", "I, Emori S, Erda L, Hibbard KA et al (2008) Towards new scenarios for", "analysis of emissions, climate change, impacts, and response", "strategies. IPCC Expert Meeting Report on New Scenarios.", "Intergovernmental Panel on Climate Change, Noordwijkerhout", "32. Moss RH, Edmonds JA, Hibbard KA, Manning MR, Rose SK, van Vuuren DP,", "Carter TR, Emori S, Kainuma M, Kram T et al (2010) The next generation", "of scenarios for climate change research and assessment. Nature", "463:747–756", "Article  Google Scholar", "33. Nakicenovic et al (2000) Special Report on Emissions Scenarios (SRES).", "Cambridge University Press, Cambridge", "Google Scholar", "34. Randall DA, Wood RA, Bony S, Colman R, Fichefet T, Fyfe J, Kattsov V,", "Pitman A, Shukla J, Srinivasan J et al (2007) Climate models and their", "evaluation. In: Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt", "KB, Tignor M, Miller HL (eds) Climate change 2007: The physical", "science basis. Contribution of Working Group I to the Fourth", "Assessment Report of the Intergovernmental Panel on Climate Change.", "Cambridge University Press, Cambridge", "35. Riahi K, Grübler A, Nakicenovic N (2007) Scenarios of long-term", "socio-economic and environmental development under climate", "stabilization. Technol Forecast Soc Chang 74:887–935", "Article  Google Scholar", "36. Riahi K, Krey V, Rao S, Chirkov V, Fischer G, Kolp P, Kindermann G,", "Nakicenovic N, Rafai P (2011) RCP-8.5: exploring the consequence of", "high emission trajectories. Climatic Change. doi:", "10.1007/s10584-011-0149-y", "37. Rose S, Ahammad H, Eickhout B, Fisher B, Kurosawa A, Rao S, Riahi K,", "Van Vuuren DP (2011) Land-based mitigation in climate stabilization.", "Energy Economics. doi: 10.1016/j.eneco.2011.06.004", "38. Shevliakova E, Pacala SW, Malyshev S, Hurtt GC, Milly PCD, Casperson", "JP, Sentman LT, Fisk JP, Wirth C, Crevoisier C (2009) Carbon cycling", "under 300 years of land use change: importance of the secondary", "vegetation sink. Global Biogeochemical Cycles", "23:doi:10.1029/2007GB003176", "39. Smith SJ, Wigley TML (2006) MultiGas forcing stabilization with", "minicam. The Energy Journal Special issue #3:373–392", "Google Scholar", "40. Smith P, Gregory PJ, Van Vuuren DP, Obersteiner M, Havlík P,", "Rounsevell M, Woods J, Stehfest E, Bellarby J 881 (2010) Competition", "for land. Phil Trans R Soc B: Biol Sci 365:2941–2957", "Article  Google Scholar", "41. Taylor KE, Stouffer RJ, Meehl GA (2011) A summary of the CMIP5", "experiment design.", "http://cmip-pcmdi.llnl.gov/cmip5/docs/Taylor_CMIP5_design.pdf", "42. Thomson AM, Calvin KV, Smith SJ, Kyle GP, Volke A, Patel P,", "Delgado-Arias S, Bond-Lamberty B, Wise MA, Clarke LE et al (2011)", "RCP4.5: a pathway for stabilization of radiative forcing by 2100.", "Climatic Change. doi: 10.1007/s10584-011-0151-4", "43. UN (2003) Long-range world population projection (1950–2300). Based on", "the 2002 revision. United Nations, New York", "44. Van Aardenne JA, Dentener FJ, Olivier JGJ, Klein Goldewijk CGM,", "Lelieveld J (2001) A 1 × 1 degree resolution dataset of historical", "anthropogenic trace gas emissions for the period 1890–1990. Global", "Biogeochem Cy 15(4):909–928", "Article  Google Scholar", "45. Van Ruijven B, Urban F, Benders RMJ, Moll HC, van der Sluijs JP, de", "Vries B, van Vuuren DP (2008) Modeling Energy and development: an", "evaluation of models and concepts. World Dev 36:2801–2821", "Article  Google Scholar", "46. Van Vuuren DP, Riahi K (2011) The relationship between short-term", "emissions and long-term concentration targets—a letter. Climatic", "Change 104, Issue 3–4, 793–801", "Google Scholar", "47. Van Vuuren DP, Eickhout B, Lucas PL, den Elzen MGJ (2006) Long-term", "multi-gas scenarios to stabilise radiative forcing—exploring costs and", "benefits within an integrated assessment framework. Energ J 27:201–233", "Google Scholar", "48. Van Vuuren DP, Den Elzen MGJ, Lucas PL, Eickhout B, Strengers BJ, Van", "Ruijven B, Wonink S, Van Houdt R (2007a) Stabilizing greenhouse gas", "concentrations at low levels: an assessment of reduction strategies", "and costs. Clim Chang 81:119–159", "Article  Google Scholar", "49. Van Vuuren DP, Lucas PL, Hilderink H (2007b) Downscaling drivers of", "global environmental change: enabling use of global SRES scenarios at", "the national and grid levels. Glob Environ Chang 17:114–130", "Article  Google Scholar", "50. Van Vuuren DP, Feddema J, Hibbard K, Hurtt G, Lamarque JF, Riahi K,", "Rose S, Smith S (2008a) Draft work plan for data exchange between the", "Integrated assessment and Climate Modeling community in support of the", "Preparatory Phase of scenario analysis for climate change assessment", "(Representative Concentration Pathtways.", "http://www.aimes.ucar.edu/docs/RCP_handshake.pdf", "51. Van Vuuren DP, Meinshausen M, Plattner GK, Joos F, Strassmann KM,", "Smith SJ, Wigley TML, Raper SCB, Riahi K, De La Chesnaye F et al", "(2008b) Temperature increase of 21st century mitigation scenarios.", "Proc Natl Acad Sci USA 105:15258–15262", "Article  Google Scholar", "52. Van Vuuren DP, Stehfest E, Den Elzen MGJ, Deetman S, Hof A, Isaac M,", "Klein Goldewijk K, Kram T, Mendoza Beltran A, Oostenrijk R et al", "(2011a) RCP2.6: Exploring the possibility to keep global mean", "temperature change below 2°C. Climatic Change. doi:", "10.1007/s10584-011-0152-3", "53. Van Vuuren DP, Riahi K, Moss R, Thomson A, Nakićenović N, Edmonds J,", "Kram T, Berkhout F, Swart R, Janetos A et al (2011b) Developing new", "scenarios as a thread for future climate research. Global", "Environmental Change (accepted)", "54. Weyant J, Davidson O, Dowlatabadi H, Edmonds J, Grubb M, Richels R,", "Rotmans J, Shukla P, Cline W, Fankhauser S et al (1996) Integrated", "assessment of climate change: an overview and comparison of approaches", "and results. In: Bruce JP, Lee H, Haites EF (eds) Climate change", "1995—Economic and Social Dimensions of Climate Change. Contribution of", "Working Group III to the Second Assessment Report of the", "Intergovernmental Panel on Climate Change (IPCC). Cambridge University", "Press, Cambridge", "55. Weyant JP, Azar C, Kainuma M, Kejun J, Nakicenovic N, Shukla PR, La", "Rovere E, Yohe G (2009) Report of 2.6 Versus 2.9 Watts/m2 RCP", "Evaluation Panel. Integrated Assessment Modeling Consortium", "56. Wise M, Calvin K, Thomson A, Clarke L, Bond-Lamberty B, Sands R, Smith", "SJ, Janetos A, Edmonds J (2009) Implications of limiting CO2", "concentrations for land use and energy. Science 324:1183–1186", "Article  Google Scholar", "Download references", "Acknowledgements", "The authors of this paper acknowledge the large contribution to the RCP", "process provided by many individuals from the Integrated Assessment", "Modeling, Climate Modeling and Vulnerability-Adaptation-Impact modeling", "communities.", "Open Access", "This article is distributed under the terms of the Creative Commons", "Attribution Noncommercial License which permits any noncommercial use,", "distribution, and reproduction in any medium, provided the original", "author(s) and source are credited.", "Author information", "Affiliations", "1. PBL Netherlands Environmental Assessment Agency, PO Box 303, 3720, AH", "Bilthoven, The Netherlands", "Detlef P. van Vuuren & Tom Kram", "2. Joint Global Change Research Institute, Pacific Northwest National", "Laboratory and the University of Maryland, 5825 University Research", "Court, College Park, MD, 20740, USA", "Jae Edmonds, Allison Thomson, George C. Hurtt & Steven J. Smith", "3. National Institute for Environmental Studies (NIES), Tsukuba, Japan", "Mikiko Kainuma & Toshihiko Masui", "4. International Institute for Applied System Analysis, Schlossplatz 1,", "A2361, Laxenburg, Austria", "Keywan Riahi, Volker Krey & Nebojsa Nakicenovic", "5. Atmospheric Sciences and Global Change Division, Pacific Northwest", "National Laboratory and the University of Maryland, 3200 Q Avenue", "K9-34, Richland, WA, 99354, USA", "Kathy Hibbard", "6. Atmospheric Chemistry Division, National Center for Atmospheric", "Research, 3450 Mitchell Lane, Boulder, CO, 80301, USA", "Jean-Francois Lamarque", "7. Potsdam Institute for Climate Impact Research (PIK), PO Box 601203,", "Telegrafenberg A31, 14412, Potsdam, Germany", "Malte Meinshausen", "8. Vienna University of Technology, Gusshausstrasse 25-29/37320, A1040,", "Vienna, Austria", "Nebojsa Nakicenovic", "9. Electric Power Research Institute, 3420 Hillview Avenue, Palo Alto,", "CA, USA", "Steven K. Rose", "10. Department of Geography, University of Maryland, 2181 LeFrak Hall,", "College Park, MD, 20742, USA", "George C. Hurtt", "11. Utrecht University, Utrecht, The Netherlands", "Detlef P. van Vuuren", "Authors", "1. Detlef P. van Vuuren", "View author publications", "You can also search for this author in PubMed Google Scholar", "2. Jae Edmonds", "View author publications", "You can also search for this author in PubMed Google Scholar", "3. Mikiko Kainuma", "View author publications", "You can also search for this author in PubMed Google Scholar", "4. Keywan Riahi", "View author publications", "You can also search for this author in PubMed Google Scholar", "5. Allison Thomson", "View author publications", "You can also search for this author in PubMed Google Scholar", "6. Kathy Hibbard", "View author publications", "You can also search for this author in PubMed Google Scholar", "7. George C. Hurtt", "View author publications", "You can also search for this author in PubMed Google Scholar", "8. Tom Kram", "View author publications", "You can also search for this author in PubMed Google Scholar", "9. Volker Krey", "View author publications", "You can also search for this author in PubMed Google Scholar", "10. Jean-Francois Lamarque", "View author publications", "You can also search for this author in PubMed Google Scholar", "11. Toshihiko Masui", "View author publications", "You can also search for this author in PubMed Google Scholar", "12. Malte Meinshausen", "View author publications", "You can also search for this author in PubMed Google Scholar", "13. Nebojsa Nakicenovic", "View author publications", "You can also search for this author in PubMed Google Scholar", "14. Steven J. Smith", "View author publications", "You can also search for this author in PubMed Google Scholar", "15. Steven K. Rose", "View author publications", "You can also search for this author in PubMed Google Scholar", "Corresponding author", "Correspondence to Detlef P. van Vuuren.", "Rights and permissions", "Open Access This is an open access article distributed under the terms of", "the Creative Commons Attribution Noncommercial License", "(https://creativecommons.org/licenses/by-nc/2.0), which permits any", "noncommercial use, distribution, and reproduction in any medium, provided", "the original author(s) and source are credited.", "Reprints and Permissions", "About this article", "Cite this article", "van Vuuren, D.P., Edmonds, J., Kainuma, M. et al. The representative", "concentration pathways: an overview. Climatic Change 109, 5 (2011).", "https://doi.org/10.1007/s10584-011-0148-z", "Download citation", "* Received: 17 September 2010", "* Accepted: 21 June 2011", "* Published: 05 August 2011", "* DOI: https://doi.org/10.1007/s10584-011-0148-z", "Keywords", "* Climate Policy", "* Force Level", "* Representative Concentration Pathway", "* Integrate Assessment Model", "* Mitigation Scenario", "Download PDF", "Advertisement", "Over 10 million scientific documents at your fingertips", "Switch Edition", "* Academic Edition", "* Corporate Edition", "* Home", "* Impressum", "* Legal information", "* Privacy statement", "* California Privacy Statement", "* How we use cookies", "* Manage cookies/Do not sell my data", "* Accessibility", "* Contact us", "Not logged in - 136.243.106.20", "Not affiliated", "Springer Nature Springer Nature logo", "© 2021 Springer Nature Switzerland AG. Part of Springer Nature.", "\\"]