["Link: canonical", "Advertisement", "SpringerLink", "Search", "* Log in", "Search SpringerLink", "_____________________ Search", "RCP 8.5—A scenario of comparatively high greenhouse gas emissions", "Download PDF", "Download PDF", "* Open Access", "* Published: 13 August 2011", "RCP 8.5—A scenario of comparatively high greenhouse gas emissions", "* Keywan Riahi^1,", "* Shilpa Rao^1,", "* Volker Krey^1,", "* Cheolhung Cho^1,", "* Vadim Chirkov^1,", "* Guenther Fischer^1,", "* Georg Kindermann^1,", "* Nebojsa Nakicenovic^1 &", "* Peter Rafaj^1", "Climatic Change volume 109, Article number: 33 (2011) Cite this article", "* 126k Accesses", "* 1344 Citations", "* 635 Altmetric", "* Metrics details", "Abstract", "This paper summarizes the main characteristics of the RCP8.5 scenario. The", "RCP8.5 combines assumptions about high population and relatively slow", "income growth with modest rates of technological change and energy", "intensity improvements, leading in the long term to high energy demand and", "GHG emissions in absence of climate change policies. Compared to the total", "set of Representative Concentration Pathways (RCPs), RCP8.5 thus", "corresponds to the pathway with the highest greenhouse gas emissions.", "Using the IIASA Integrated Assessment Framework and the MESSAGE model for", "the development of the RCP8.5, we focus in this paper on two important", "extensions compared to earlier scenarios: 1) the development of spatially", "explicit air pollution projections, and 2) enhancements in the land-use", "and land-cover change projections. In addition, we explore scenario", "variants that use RCP8.5 as a baseline, and assume different degrees of", "greenhouse gas mitigation policies to reduce radiative forcing. Based on", "our modeling framework, we find it technically possible to limit forcing", "from RCP8.5 to lower levels comparable to the other RCPs (2.6 to 6 W/m^2).", "Our scenario analysis further indicates that climate policy-induced", "changes of global energy supply and demand may lead to significant", "co-benefits for other policy priorities, such as local air pollution.", "Introduction", "The Representative Concentration Pathways (RCPs) form a set of greenhouse", "gas concentration and emissions pathways designed to support research on", "impacts and potential policy responses to climate change (Moss et al.", "2010; van Vuuren et al. 2011a). As a set, the RCPs cover the range of", "forcing levels associated with emission scenarios published in the", "literature. The Representative Concentration Pathway (RCP) 8.5 corresponds", "to a high greenhouse gas emissions pathway compared to the scenario", "literature (Fisher et al. 2007; IPCC 2008), and hence also to the upper", "bound of the RCPs. RCP8.5 is a so-called ‘baseline’ scenario that does not", "include any specific climate mitigation target. The greenhouse gas", "emissions and concentrations in this scenario increase considerably over", "time, leading to a radiative forcing of 8.5 W/m^2 at the end of the", "century.", "Underlying assumptions about main scenario drivers of the RCP8.5, such as", "demographic and economic trends or assumptions about technological change", "are based upon the revised and extended storyline of the IPCC A2 scenario", "published in Riahi et al. (2007). Many scenario assumptions and outcomes", "of the RCP8.5 are thus derived directly from the co-called A2r scenario", "(Riahi et al. 2007), which was selected from the literature to serve as", "the basis for the RCP8.5 (for an overview of RCPs, see van Vuuren et al.", "(2011a), and for the RCP process and selection see Moss et al. (2010), and", "IPCC (2008)).", "While many scenario assumptions and results of the RCP8.5 are already well", "documented, we review in this paper some of the main scenario", "characteristics with respect to the relative positioning compared to the", "broader scenario literature. In addition, we summarize main methodological", "improvements and extensions that were necessary to make the RCP8.5 ready", "for its main purpose, i.e., to serve as input to the Coupled Model", "Intercomparison Project Phase 5 (CMIP5) of the climate community. CMIP5", "forms an important element in the development of the next generation of", "climate projections for the forthcoming IPCC Fifth Assessment Report", "(AR5). Finally, we use the RCP8.5 as a baseline for developing scenarios", "that lead to similar forcing levels as the other RCPs summarized in this", "SI (i.e. 2.6, 4.5 and 6.0 W/m^2). For this purpose, we introduce", "constraints on greenhouse gas emissions within the RCP8.5 storyline.", "The main methodological improvements of the RCP8.5 since the original", "publication of the A2r scenario of Riahi et al. (2007) include the", "explicit representation of present and planned air quality legislation for", "the projection of regional air pollutant emissions; new downscaling", "approaches for pollutant emissions that account for dynamic changes in", "spatial relationships between exposure and mitigation; and finally, a more", "refined accounting of land-use categories for the spatial representation", "of the land-transformation, including in particular a new definition for", "grasslands.^Footnote 1", "The paper is structured as follows. Section 2 presents an overview of the", "modeling framework with primary focus on the new methodological", "enhancements. Section 3 details the results of both the RCP8.5 and a set", "of climate mitigation scenarios that lead the forcing levels similar to", "the other RCPs. We first compare the main RCP trends to the broader", "scenario literature, and then present implications for the energy-system,", "land-cover changes, and emissions. Finally, Section 4 provides a summary", "of the main findings.", "Methodology", "IIASA modeling framework", "RCP8.5 was developed using the IIASA Integrated Assessment Modeling", "Framework that encompasses detailed representations of the principal", "GHG-emitting sectors—energy, industry, agriculture, and forestry. The", "framework combines a careful blend of rich disciplinary models that", "operate at different spatial resolutions that are interlinked and", "integrated into an overall assessment framework (Fig. 1). Integration is", "achieved through a series of hard and soft linkages between the individual", "components, to ensure internal scenario consistency and plausibility", "(Riahi et al. 2007).", "Fig. 1", "figure1", "IIASA modeling framework (adapted from Riahi et al. 2007)", "Full size image", "The three principal models of the IA framework (Fig. 1) are MESSAGE–MACRO", "(Messner and Strubegger 1995; Rao and Riahi 2006), DIMA (Rokityanskiy et", "al. 2007) and AEZ–WFS (Fischer et al. 2007) (see below for further", "details). The three models are driven by a set of harmonized inputs at the", "regional, national, and grid (0.5 × 0.5°) level. For this purpose, the", "regional population and GDP scenarios of the A2r scenario (see", "Section 3.1) are disaggregated to the level of countries through a", "combination of decomposition and optimization methods. In a subsequent", "second step, national results are further disaggregated to the grid-cell", "level, which provides spatially explicit patterns of population and", "economic activities (Grubler et al. 2007). The latter indicators are", "particularly important for the spatially explicit modeling of emissions", "and land-cover changes in the forestry and agriculture sectors. They", "provide the basis for the estimation of comparable indicators (such as", "relative land prices or population exposures to pollutant emissions) that", "define e.g. the relative comparative advantages of agriculture- and", "forestry-based activities or the stringency of spatial pollutant emissions", "reductions.", "The MESSAGE model (Model for Energy Supply Strategy Alternatives and their", "General Environmental Impact) stands at the heart of the integrated", "assessment framework. It is a systems-engineering optimization model used", "for medium-to long-term energy system planning, energy policy analysis and", "scenario development. The model maps the entire energy system with all its", "interdependencies from resource extraction, imports and exports,", "conversion, transport and distribution to end-use services. The model’s", "current version provides global and sub-regional information on the", "utilization of domestic resources, energy imports and exports and", "trade-related monetary flows, investment requirements, the types of", "production or conversion technologies selected (technology substitution),", "pollutant emissions, inter-fuel substitution processes, as well as", "temporal trajectories for primary, secondary, final, and useful energy. In", "addition to the energy system, the model includes a stylized", "representation of the forest and agricultural sector and related GHG", "emissions mitigation potentials. It is a long-term global model operating", "at the level of 11 world-regions and a time horizon of a century", "(1990–2100). For each scenario the model calculates the least cost", "solution for the energy system given a set of assumptions about main", "drivers such as energy demand, resources, technology performance and", "environmental constraints.^Footnote 2", "The AEZ–WFS (Agro-Ecological Zoning—World Food System) model framework", "projects alternative development paths of the agriculture sector using", "three components: (i) a spatially detailed agronomic module assessing crop", "suitability and land productivity (AEZ); (ii) an applied general", "equilibrium model of the world food system (WFS); and (iii) a spatial", "downscaling model allocating the aggregate WFS production levels and", "agricultural land use to spatial biophysical resources. AEZ simulates", "land-resource availability, crop suitability, farm-level management", "options, and crop production potentials as a function of climate,", "technology, economic productivity, and other factors (for further details", "see Fischer et al. 2002, 2009; Fischer 2009). Land is broadly classified", "as built-up land, cultivated land, forests, grass/wood land areas,", "including managed and natural grassland areas, and sparsely vegetated and", "other land. WFS is an agro-economic model (Fischer et al. 2005, 2009) that", "estimates regional agricultural consumption, production, trade and land", "use. Applying the AEZ-WFS framework, use and conversion of land is", "determined for food and feed production to meet the global demand in", "accordance with agronomic requirements, availability of land resources,", "and consistent with national incomes and lifestyles of consumers. Land for", "residential use and transport infrastructure is assigned according to", "spatial population distribution and density. The remaining land, i.e. part", "of grass/wood land, forest areas and sparsely vegetated areas, is further", "evaluated in the DIMA model (see below) for possible use in dedicated", "bioenergy systems and for forestry purposes (for additional details see", "Tubiello and Fischer 2007). Agricultural residue supplies based on the", "agricultural land use are also available for energy use and picked up", "where cost-effective. The delineation of pasture and unmanaged grasslands", "is based on the projections of livestock numbers computed in the WFS", "model.", "The DIMA model (Dynamic Integrated Model of Forestry and Alternative Land", "Use; Rokityanskiy et al. 2007) is used to quantify the economic potential", "of global forests, explicitly modeling the interactions and feedbacks", "between ecosystems and land use related activities. Regional demand", "trajectories for timber and prices for carbon and bioenergy are major", "drivers for the relevant estimates. Food security is maintained by", "introducing an exogenous scenario-specific minimum amount of agricultural", "and urban land per grid cell as projected by AEZ-WFS (and used as input by", "DIMA). The DIMA model is a spatial model operating on a 0.5 × 0.5° grid", "raster. It determines for each grid and time interval, which of the", "forestry processes (afforestation, reforestation, deforestation, or", "conservation and management options) would be applied in order to meet a", "specific regional timber demand and how much woody bioenergy and forest", "sink potential would be available for a given combination of carbon and", "bioenergy prices. Main determinants of the land-use choices in each grid", "are assumptions about the costs of forest production and harvesting,", "land-prices and productivity, age structure of standing forest, and", "age-specific plant growth. Forest dynamics are thus a result of", "interactions between demand-pull (price of bioenergy and carbon as well as", "timber demand), and inertia on the supply-side (imputed through growth", "limitation of the forest). A schematic illustration of the main linkages", "between the three principal models is shown in Fig. 1.", "In the sequel of Section 2 we discuss the main methodological improvements", "for the RCP8.5. We particularly focus on those aspects most relevant for", "the development of spatial land-cover and emissions projections, which", "serve as inputs to the climate modeling community (see also Hurtt et al.", "2011 and Lamarque et al. 2011 in this SI).", "Spatial land use and land-cover change projections", "The spatial land cover information of the RCP8.5 builds upon the dynamic", "land-use projections available from the original A2r scenario as published", "in Fischer et al. 2007; Tubiello and Fischer 2007, and Riahi et al. 2007.", "The categories comprise 1) built-up land (residential plus", "infrastructure), 2) cultivated land (arable and permanent crops, separated", "by irrigated and non-irrigated land), 3) forests (separated by managed and", "unmanaged forests), 4) grassland/woodland/shrubland (GWS), and 5) other", "land (water, desert, rocks, and ice).", "Major improvements of the RCP8.5 (compared to the original A2r scenario)", "include updates with respect to the representation of base-year land-cover", "statistics, updates in the AEZ resource inventory, as well as the split of", "the aggregated GWS category into pasture and natural grasslands. The", "latter was done specifically as input for the climate modeling teams of", "the IPCC-AR5 to represent dynamic land-cover changes in their future", "climate projections.", "The base-year (2000) land inventory uses a continuous representation of", "different shares of land-uses at 5 min latitude/longitude, i.e. each 5 min", "grid cell is characterized by shares of the above classes.", "Six geographic datasets were used for the compilation of an inventory of", "seven major land cover/land use categories: (1) GLC2000 land cover,", "regional and global classifications at 30 arc-seconds (JRC 2006); (2)", "IFPRI Agricultural Extent database, which is a global land cover", "categorization providing 17 land cover classes at 30 arc-seconds (IFPRI", "2002), based on a reinterpretation of the Global Land Cover", "Characteristics Database (GLCCD 2001), EROS Data Centre (EDC 2000); (3)", "The Global Forest Resources Assessment 2000 of FAO (FAO 2001) at 30", "arc-seconds resolution; (4) Digital Global Map of Irrigated Areas (GMIA)", "version 4.0.1 of (Siebert et al. 2007) at 5 arc-minute latitude/longitude", "resolution, providing by grid-cell the percentage land area equipped with", "irrigation infrastructure; (5) IUCN-WCMC protected areas inventory at", "30-arc-seconds (http://www.unep-wcmc.org/wdpa/index.htm), and (6) Spatial", "population density inventory (30 arc-seconds) for year 2000 developed by", "FAO-SDRN, based on spatial data of LANDSCAN 2003, LandScanTM Global", "Population Database (http://www.ornl.gov/landscan/), with calibration to", "UN 2000 population figures.", "An iterative calculation procedure has been implemented to estimate land", "cover class weights, consistent with aggregate FAO land statistics and", "spatial land cover patterns obtained from (the above mentioned) remotely", "sensed data, allowing the quantification of major land use/land cover", "shares in individual 5 arc-minute latitude/longitude grid-cells. The", "estimated class weights define for each land cover class the presence of", "respectively cultivated land and forest. Starting values of class weights", "used in the iterative procedure were obtained by cross-country regression", "of statistical data of cultivated and forest land against land cover class", "distributions obtained from GIS, aggregated to national level. The", "percentage of urban/built-up land in a grid-cell was estimated based on", "presence of respective land cover classes as well as regression equations,", "obtained using various sub-national statistical data, relating built-up", "land with number of people and population density.", "When land is spatially allocated to various uses in the AEZ-WFS model", "sequence, first the conversion to built-up land is quantified, driven by", "changes in population numbers and density. Second, changes in agricultural", "land simulated in WFS are spatially allocated, simultaneously affecting", "the other land use types, except built-up land. Finally, other land use", "changes (not driven by agriculture or built-up conversion), mainly between", "forest and grass/wood land types, are accounted for. The conversion of", "agricultural land is allocated to the spatial grid for 10-year time steps", "by solving a series of multi-criteria optimization problems for each of", "the countries/regions of the world food system model.", "The criteria used in the land conversion module depend on whether there is", "a decrease or increase of cultivated land in a region. In the case of a", "decrease the main criteria include demand for built-up land and", "abandonment of marginally productive agricultural land. In case of", "increases of cultivated land, the land conversion algorithm takes land", "demand from the world food system equilibrium and applies various", "constraints and criteria, including: (i) the total amount of land", "converted from and to agriculture in each region of the world food system", "model, (ii) the productivity, availability and current use of land", "resources in the country/regions of the world food system model, (iii)", "agronomic suitability of land for conversion to crop production, (iv)", "legal land use limitations, i.e. protection status, (iv) spatial", "suitability/propensity of ecosystems to be converted to agricultural land,", "and (v) land accessibility, i.e. in particular a grid-cell’s distance from", "existing agricultural activities.", "The classification of GWS into areas that predominantly correspond to", "pastures vs. natural GWS is based on spatial calculations of fodder supply", "versus livestock feed requirements. For this purpose feed balance", "calculations were performed to compare estimated feed requirements of", "livestock in a grid-cell to estimated feed supply from grassland and", "cropland in each grid cell. Feed requirements were calculated as energy", "requirements per unit of a reference livestock times number of ruminants", "(cattle, buffalo, sheep, goat). Feed supply assumes a grass harvest index", "of 60% (on grass/wood land) and a harvest index of 30% crop residues on", "crop land in the grid cell. These calculations were done at 5 min", "latitude/longitude and aggregated later to 0.5 × 0.5° resolution of the", "RCP8.5. By doing so the global grass/wood land cover was classified into", "four different categories. For areas with no ruminants or a share of GWS", "<10% in a grid-cell, these grid-cells were assigned to class 1; class 2", "comprises areas with a ratio of feed requirements over feed supply of less", "than 0.1; class 3 corresponds to calculated ratios of 0.1 to 0.5, and", "finally class 4 corresponds to ratios greater than 0.5. The resulting", "global map of grazing intensity is presented in Fig. 2.", "Fig. 2", "figure2", "Grazing intensity of grass, wood, and shrublands for the year 2000. Areas", "of moderate and intensive grazing were classified as pasture, while other", "areas with lower grazing intensity as predominantly natural", "Full size image", "Pollutant emissions", "Base year estimates and environmental legislation", "For the estimation of air pollutant emissions we rely on detailed", "technology activity data and emissions coefficients from the Greenhouse", "Gas and Air Pollution Interactions and Synergies model (GAINS, Amann et", "al. 2008a, b) and the recent assessment of environmental legislation until", "2030 (Cofala et al. 2007). The activity data including improvements of", "emissions coefficients due to legislation was subsequently aggregated and", "implemented into the MESSAGE modeling framework to derive projections for", "pollutant gases, including sulfur-dioxide (SO_2), nitrogen oxide (NO_x),", "carbon monoxide (CO), volatile organic compounds (VOCs), black and organic", "carbon aerosols (BC and OC). Details of the methodology describing the", "linkage between MESSAGE and GAINS are summarized in Rafaj et al. (2010).", "The main sectors covered in our analysis include power plants, fossil fuel", "extraction, gas flaring, waste and biomass burning (deforestation,", "savannah burning, and vegetation fires), industry (combustion and", "process), domestic (residential and commercial sectors), and road", "transport. We separately include estimates of air pollutants from", "international shipping and aviation sectors, which have recently been", "identified as important sources of air pollutants. Projections of", "emissions from international ships are based on the methodology described", "in Eyring et al. (2005a, b) and reflect the implementation of recent", "updates of IMO standards (amendments to the MARPOL Annex VI regulations).", "Lee et al. (2005) is used to derive estimates of aviation fuel consumption", "and controls.", "The main control policies and strategies for air pollutants until 2030", "across different sectors in both OECD & Non-OECD regions are detailed in", "Table 1.^Footnote 3", "Table 1 Control measures for pollutant emissions (2000–2030)", "Full size table", "For the medium to long term trends of RCP8.5 (beyond 2030) we assume a", "further reduction in emissions intensity based on the assumption that", "higher environmental quality will be associated with increasing welfare.", "To mimic this behavior, the Environmental Kuznets Curve (EKC) theory is", "applied to derive changes in future emission coefficients (see e.g.", "Dasgupta et al. 2001). Based on empirical observations, the EKC assumes", "first an increase in emissions (with increasing economic activities)", "followed by a decrease. Many EKC studies assume an income level between", "5000 and 8000 $/cap as the turning point for the introduction of stringent", "environmental controls. Recent evidence, however, suggests that in many", "developing countries controls of air quality are introduced at faster", "rates than suggested by the experience of industrialized countries in the", "past (see Dasgupta et al. 2001; Smith et al. 2005). Increased", "environmental awareness and accelerated technological diffusion are major", "contributors to this trend. The turning point of the EKC are likely to", "happen thus at lower GDP/capita levels than assumed earlier. Consequently,", "we use in the RCP8.5 analysis an income level of 5000$/capita as the", "threshold for increasing environmental consciousness triggering declines", "in emissions intensities.^Footnote 4 For resulting development of", "emissions intensities and overall emissions trends see Section 3 on", "“results”.", "As a final step in the development of the regional projections of the RCP,", "the MESSAGE model results for all major air pollutant emissions and", "reactive GHGs were harmonized with the historical and current inventories", "as described in Granier et al. (2011). A simple harmonization algorithm", "was assumed, where emissions growth of the native MESSAGE results were", "combined with the base-year values from Granier et al. (2011). For some", "sectors, where the algorithm led to qualitative changes in the overall", "trends, a declining offset over time was employed for the harmonization.", "Downscaling of pollutant emissions", "In addition to detailed representation of air-pollution legislation,", "another important improvement of the RCP8.5 comprises the development of", "new downscaling algorithms for the spatially explicit projections of", "pollutant emissions. These spatial air pollutant projections are important", "inputs to the AR5 climate experiments, and related atmospheric chemistry", "models (Lamarque et al. 2011).", "The vast majority of downscaling approaches have traditionally employed", "proportional downscaling (van Vuuren et al. 2010), where emissions of", "individual grid-cells are scaled following aggregate changes at the", "regional level. While proportional algorithms are simple to implement and", "easy to reproduce, they generally do not account for important local", "differences in efforts to reduce pollutant emissions. Empirical evidence,", "for example, shows that efforts to reduce air-pollution have generally", "been stronger where the returns in terms of health benefits have been the", "largest. In the past this has been particularly the case in cities of", "today’s industrialized countries, where dedicated urban air pollution", "legislation has successfully reduced exposure and thus health impacts for", "millions of people (WEA 2000).", "This trend is likely to continue in the future, particularly in the", "developing world, where urban air quality is one of the prime concerns. We", "thus employ an exposure-driven spatial algorithm for the downscaling of", "the regional air-pollutant emissions projection. By doing so, we generate", "dynamic spatial maps at the resolution of 0.5 × 0.5° for all world regions", "and major pollutant emissions (SO_2, NO_x, CO, BC, OC, VOCs). As a", "surrogate proxy for the spatial distribution of exposure we compute", "“population x emissions” of each grid-cell. The weight of each individual", "cell in the aggregate regional exposure (i.e., the numerical sum of all", "exposure values of the cells in the region) defines the allocation of", "emissions reductions for each cell. As a result emissions are reduced most", "in those cells with the highest exposure. Vice versa, in cells with either", "very low population or low emissions density the reductions are", "comparatively smaller. Technically, we solve the problem by creating a", "rank-size distribution of each region from the cells with the highest", "exposure to those with lowest. We start reducing emissions first in those", "cells that have the highest exposure.^Footnote 5 Following a review of Air", "Quality Monitoring Information of US cities (EPA 2008; see also UNEP and", "WHO 1996) we adopt a maximum rate of reduction of up to 80% emissions", "reduction per decade for each grid-cell.^Footnote 6", "Obviously, the exposure driven algorithm is applied only if emissions are", "reduced on the regional level due to increasing stringency of air", "pollution legislation. In the case of regionally increasing emissions, we", "use spatial changes of economic activity (GDP) as a proxy to allocate", "increasing emissions across grid-cells. I.e., we assume that emissions", "increase proportionally to where economic activity is accelerating the", "strongest. For the spatial distribution of population and GDP we rely on", "the downscaled projections of the original scenario (A2r) as described in", "Grubler et al. 2007 (data can be downloaded at", "http://www.iiasa.ac.at/web-apps/ggi/GgiDb/).", "Figure 3 gives a schematic illustration of the effect of the exposure", "algorithm for SO_2 emissions in the Centrally Planned Asia region", "(including China) between 2020 and 2100. The two important features are:", "1) that top exposed cells corresponding to the Chinese mega-cities improve", "air quality by about two orders of magnitudes by 2050, and 2) improvements", "in cities are complemented by important distributional changes, shifting", "e.g. emissions intensive activities to surrounding neighborhoods of cells", "with lower population density. For a comparison see also resulting spatial", "maps of SO_2 emissions in Fig. 11 (Section 3).", "Fig. 3", "figure3", "SO_2 exposure (population x emissions) of grid-cells with highest exposure", "in Centrally Planned Asia (CPA). Different colors indicate changes in", "exposure over time from 2020 to 2100. All cells are ordered according to", "their rank-size distribution in 2020", "Full size image", "Scenarios considered in this paper", "The main scenario described in this paper is the RCP8.5. As indicated in", "the introduction, however, we also use the MESSAGE model for the", "development of mitigation scenarios that use the RCP8.5 as a baseline. As", "targets for the mitigation scenarios we adopt forcing levels of 2.6, 4.5", "and 6 W/m^2 by the end of the century, which corresponds to the same", "radiative forcing levels as assumed by the other RCPs in this SI (see van", "Vuuren et al. 2011b; Thomson et al. 2011; Masui et al. 2011). For each", "mitigation scenario the MESSAGE optimization model computes least-cost", "pathways to stay below the specified target. This corresponds to the", "introduction of a cumulative GHG emissions budget and a globally uniform", "price vector for greenhouse gas emissions (assuming full temporal and", "spatial flexibility in emission reductions across regions and gases).", "Scenario assumptions and results", "Storyline and main scenario drivers of RCP8.5", "The RCP8.5 is based on the A2r scenario (Riahi et al. 2007), which", "provides an updated and revised quantification of the original IPCC A2", "SRES scenario storyline (Nakicenovic et al. 2000). With a few exceptions,", "including an updated base year calibration (to 2005) and a revised", "representation of short-term energy trends, especially in developing", "countries, the RCP8.5 builds thus upon the socio-economic and demographic", "background, resource assumptions and technological base of the A2r", "scenario.^Footnote 7", "The scenario’s storyline describes a heterogeneous world with continuously", "increasing global population, resulting in a global population of 12", "billion by 2100. Per capita income growth is slow and both internationally", "as well as regionally there is only little convergence between high and", "low income countries. Global GDP reaches around 250 trillion US2005$ in", "2100. The slow economic development also implies little progress in terms", "of efficiency. Combined with the high population growth, this leads to", "high energy demands. Still, international trade in energy and technology", "is limited and overall rates of technological progress is modest. The", "inherent emphasis on greater self-sufficiency of individual countries and", "regions assumed in the scenario implies a reliance on domestically", "available resources. Resource availability is not necessarily a constraint", "but easily accessible conventional oil and gas become relatively scarce in", "comparison to more difficult to harvest unconventional fuels like tar", "sands or oil shale. Given the overall slow rate of technological", "improvements in low-carbon technologies, the future energy system moves", "toward coal-intensive technology choices with high GHG emissions.", "Environmental concerns in the A2 world are locally strong, especially in", "high and medium income regions. Food security is also a major concern,", "especially in low-income regions and agricultural productivity increases", "to feed a steadily increasing population.^Footnote 8", "Compared to the broader integrated assessment literature, the RCP8.5", "represents thus a scenario with high global population and intermediate", "development in terms of total GDP (Fig. 4). Per capita income, however,", "stays at comparatively low levels of about 20,000 US$2005 in the long term", "(2100), which is considerably below the median of the scenario literature.", "Another important characteristic of the RCP8.5 scenario is its relatively", "slow improvement in primary energy intensity of 0.5% per year over the", "course of the century. This trend reflects the storyline assumption of", "slow technological change. Energy intensity improvement rates are thus", "well below historical average (about 1% per year between 1940 and 2000).", "Compared to the scenario literature RCP8.5 depicts thus a relatively", "conservative business as usual case with low income, high population and", "high energy demand due to only modest improvements in energy intensity", "(Fig. 4).", "Fig. 4", "figure4", "Global development of main scenario drivers in RCP 8.5 (red lines)", "compared to the range of scenarios from the literature (grey areas: IPCC", "AR4 scenario database; Fisher et al. 2007; Nakicenovic et al. 2006). Right", "hand vertical lines give the AR4 database range in 2100, including the", "5th, 25th, 50th, 75th, and 95th percentile of the AR4 scenario", "distribution", "Full size image", "Development of the energy system", "Energy system of RCP8.5", "As discussed earlier, the RCP 8.5 is a baseline scenario with no explicit", "climate policy, representing the highest RCP scenario in terms of GHG", "emissions. In this section we will first briefly describe the main energy", "system changes of the RCP 8.5 baseline. In addition to baseline trends, we", "will congruently analyze also the required GHG emissions reductions in", "order to limit radiative forcing to levels comparable to the other RCPs", "highlighted in this SI. We primarily focus in this section on the", "transition of the energy system and move later to results for land-use", "(Section 3.3) and GHG and pollutant emissions (Section 3.4).", "A growing population and economy combined with assumptions about slow", "improvements of energy efficiency lead in RCP8.5 to a large scale increase", "of primary energy demand by almost a factor of three over the course of", "the century (Fig. 5). This demand is primarily met by fossil fuels in RCP", "8.5. There are two main reasons for this trend. First, the scenario", "assumes consistent with its storyline a relatively slow pace for", "innovation in advanced non-fossil technology, leading for these", "technologies to modest cost and performance improvements (e.g., learning", "rates for renewables are below 10% per doubling of capacity; see also", "Riahi et al. 2007 for further detail). Fossil fuel technologies remain", "thus economically more attractive in RCP8.5. Secondly, availability of", "large amounts of unconventional fossil resources extends the use of fossil", "fuels beyond presently extractable reserves (BP 2010). The cumulative", "extraction of unconventional fossil resources lies, however, within the", "upper bounds of theoretically extractable occurrences from the literature", "(Rogner 1997; BGR 2009; WEC 2007).^Footnote 9", "Fig. 5", "figure5", "Development of global primary energy supply in RCP8.5 (left-hand panel)", "and global primary energy supply in 2100 in the associated mitigation", "cases stabilizing radiative forcing at levels of 6, 4.5, and 2.6 W/m^2", "(right-hand bars). Note that primary energy is accounted using the direct", "equivalent method", "Full size image", "Coal use in particular increases almost 10 fold by 2100 and there is a", "continued reliance on oil in the transportation sector. This fossil fuel", "continuance does not necessarily mean a complete lack of technological", "progress. In contrast to most other technologies, there are significant", "improvements in existing fossil alternatives as well as the penetration of", "a number of new advanced fossil technologies, thus increasing their", "efficiency and performance in the longer-term. In the electricity sector,", "this results in a shift towards clean coal technologies from current", "sub-critical coal capacities. In addition, with conventional oil becoming", "increasingly scarce, a shift toward more expensive unconventional oil", "sources takes place by 2050 and the subsequent increases in fossil fuel", "prices also leads an increased penetration of “synthetic” fuels like", "coal-based liquids. The increase in fossil fuel prices (about a doubling", "of both natural gas and oil prices by mid-century) triggers also some", "growth for nuclear electricity and hydro power, especially in the", "longer-term. Overall, however, fossil fuels continue to dominate the", "primary energy portfolio over the entire time horizon of the RCP8.5", "scenario (Fig. 5).", "In terms of final energy, significant transformations occur in the manner", "in which energy is used in RCP8.5 (Fig. 6). Particularly electricity", "continues its historical growth and becomes the dominant mode of energy", "use mostly in the residential and partly also in the industrial sector. In", "the long term (beyond 2050) electricity is provided in RCP8.5 to a large", "extent from non-fossil sources (nuclear and biomass).", "Fig. 6", "figure6", "Development of global final energy in RCP8.5 (left-hand panel), and global", "final energy in 2100 in the associated mitigation cases stabilizing", "radiative forcing at levels of 6, 4.5, and 2.6 W/m^2", "Full size image", "Impact of mitigation measures", "The high energy demand and fossil intensity associated with RCP8.5 implies", "that achieving climate stabilization will require a massive reduction of", "emissions and drastic energy system transformations compared to the", "baseline. In fact, previous studies indicated that achieving low climate", "stabilization levels from the A2r scenario—the predecessor of RCP8.5—may", "technically not be feasible (Rao et al. 2008). The earlier studies", "employed though a qualitative criterion for target attainability that", "limited energy intensity improvement of a given stabilization targets to", "stay within relatively narrow margins of the baseline scenario storyline", "(see Riahi et al. 2007 and Rao et al. 2008). In our assessment, however,", "we allow pronounced reductions in energy demand beyond this criterion and", "observe that 2.6 W/m^2 target under a fossil intensive RCP8.5 scenario", "would become feasible, if more rapid energy intensity improvements were", "possible to achieve.", "In addition to responses in energy demand, our analysis considers a number", "of options for reducing energy-related CO_2 emissions on the supply-side", "of the energy system (see Riahi et al. 2007 for details). These include", "switching from fossil fuels to renewable or nuclear power; fuel switching", "to low-carbon fossil fuels (e.g., from coal to natural gas); and carbon", "capture and storage (both fossil and biomass based). Also included in this", "analysis is the full basket of non-CO_2 gases and related mitigation", "options (see Rao and Riahi 2006 for details), both energy related (e.g.", "extraction and transport of coal, natural gas, and oil) and non-energy", "related (livestock, municipal solid waste, manure management, rice", "cultivation, wastewater, and crop residue burning).^Footnote 10", "The primary energy mix of the climate mitigation scenarios (reaching 6,", "4.5, and 2.6 W/m^2 radiative forcing by the end of the century) are", "illustrated in the right bars of Fig. 5. In the short and medium term,", "transition options like fossil based CCS (in particular natural gas with", "CCS) become particularly important while in the longer-term, dominant", "technological options include energy conservation and efficiency", "improvements, nuclear, and biomass with carbon capture (BECCS). This trend", "is robust across all analyzed stabilization targets, but is obviously most", "pronounced in the low 2.6 W/m^2 forcing scenario. While electricity from", "other renewables, like solar PV, increase their contribution in the", "longer-term, the majority of the carbon free electricity comes from", "centralized nuclear and biomass power plants. This technology choice", "reflects the underlying storyline of the RCP8.5 and related technology", "assumptions, which favor traditional centralized supply-options (including", "fossil CCS, nuclear and biomass). The results highlight that in principle", "lower stabilization goals might be possible to reach from high baselines", "as the RCP8.5, and that mitigation solutions would not necessarily require", "a shift from large-scale centralized energy production to dispersed", "intermittent sources (for a discussion of alternative mitigation paradigms", "with higher shares of intermittent renewables see Riahi et al. 2007).", "In terms of final energy, the pace of electrification is accelerated", "further in the climate mitigation scenarios, where non-fossil electricity", "becomes a major driver of the decarbonization, leading to electricity", "shares in final energy of up to about 60% by 2100 (compared to about 30%", "in RCP8.5). Oil use peaks around middle of the century and declines in the", "longer term. In RCP8.5 the resulting gap for the supply of liquid fuels is", "filled by other liquefaction processes like coal- and biomass-based", "liquids. In the climate mitigation scenarios, hydrogen becomes an", "additional important long-term final energy carrier in the transport", "sector. Important wide ranging consequences of the transformation away", "from oil-products to electricity and hydrogen are at the one hand", "improvements of regional energy security in terms of decreased oil", "dependency (oil imports). At the other hand the transformation enables", "also major environmental improvements through decreasing pollutant", "emissions, particularly in urban areas (see Section 3.5).", "Figure 7 compares the required pace of energy intensity and carbon", "intensity improvements in the RCP8.5 and the mitigation scenarios that", "have been derived with historical trends and selected scenarios from the", "literature (SRES B1 and B2). Reducing GHG emissions requires both", "demand-side changes (improvements in energy intensity) as well as", "supply-side structural changes (improvements in carbon intensity of the", "economy). The required pace of the transition is particularly challenging", "in the case of the low target of 2.6 W/m^2. In terms of carbon intensity", "the 2.6 W/m^2 scenario shows for example a six-fold increase in the rate", "of decarbonization compared to the RCP8.5 baseline. This corresponds also", "to a major trend-break and a five-fold acceleration of the decarbonization", "pace compared to the long run historical improvement rate for the world", "(1940 to 2000). With respect to energy intensity the 2.6 W/m^2 is less", "ambitious. It depicts improvement rates roughly in line with historical", "trends between 1940 and 2000 of about 1% per year. This rate is also", "comparable to assumptions for intermediate baseline scenarios in the", "literature such as the B2 SRES (Fig. 7). While this improvement rate is", "quite modest considering the stringent climate target, it means", "nevertheless a drastic departure from the RCP8.5 baseline, where energy", "intensity improves at only half this rate (0.5% per year). Our results", "thus also indicate the importance of path dependency and conditionality of", "the transformation strategy depending on the choice of the baseline and", "its underlying assumptions. Clearly, any of the climate targets would have", "been achieved by a different mix of measures (and costs) if we had used", "for example the sustainable SRES B1scenario with its relatively high rates", "of improvements as the counterfactual of our analysis (see Fig. 7).", "Fig. 7", "figure7", "Long-term energy intensity and carbon intensity improvement rates between", "2000 and 2100 for RCP8.5, related mitigation scenarios developed with the", "MESSAGE model, and the B2/B1 scenarios from SRES (Nakicenovic et al.", "2000). The “cross” indicates the relative position of historical intensity", "improvements compared to future developments of the scenarios", "Full size image", "Land-use and land-cover change", "Some 1.6 billion ha of land are currently used for crop production, with", "nearly 1 billion ha under cultivation in the developing countries. During", "the last 30 years the world’s crop area expanded by some 5 million ha", "annually, with Latin America alone accounting for 35% of this increase.", "The potential for arable land expansion exists predominately in South", "America and Africa where just seven countries account for 70% of this", "potential. There is relatively little scope for arable land expansion in", "Asia, which is home to some 60% of the world’s population. These", "constraints are also reflected by the land-use change dynamics of the RCP", "8.5 scenario. Projected global use of cultivated land in the RCP8.5", "scenario increases by about 185 million ha during 2000 to 2050 and another", "120 million hectares during 2050 to 2100. While aggregate arable land use", "in developed countries slightly decreases, all of the net increases occur", "in developing countries. Africa and South America together account for 85%", "of the increase. This strong expansion in agricultural resource use is", "driven by the socio-economic context assumed in the underlying emission", "scenario with a population increase to over 10 billion people in 2050", "rising to 12 billion people by 2100. Even then yield improvements and", "intensification are assumed to account for most of the needed production", "increases: while global agricultural output in the scenario increases by", "85% until 2050 and 135% until 2080, cultivated land expands respectively", "by 12% and 16% above year 2000 levels (Fig. 8).", "Fig. 8", "figure8", "Global land use by category in RCP8.5", "Full size image", "An important characteristic of RCP8.5 are transformative changes the", "biomass use for energy purposes from presently traditional", "(non-commercial) use in the developing world to commercial use in", "dedicated bio-energy conversion facilities (for power and heat) in the", "future. Globally the contribution of bioenergy is increasing in RCP8.5", "from about 40 EJ in 2000 to more than 150 EJ by 2100. The vast majority of", "this biomass is harvested in forests, resulting in increased", "land-requirements for secondary managed forests. While total area of", "forests is declining in RCP8.5 (Fig. 8), the share of managed forests and", "harvested areas for biomass are thus increasing considerably. The latter", "grows from about 17 million ha to more than 26 million ha by 2100.", "Uncertainties in the interpretation of the underlying land developments", "are nevertheless very large. Hurtt et al. (2011) for example estimate", "about a factor of six higher land requirements for the same amount of wood", "harvest for the year 2000. Differences between the estimates increase over", "time. The results indicate the need for further harmonization of", "underlying data and definitions of carbon harvest in forest models.", "GHG emissions", "GHG emissions in RCP8.5", "GHG emissions of the RCP8.5 continue to rise as a result of the high", "fossil-intensity of the energy sector as well as increasing population and", "associated high demand for food. The development of main GHG emissions of", "RCP8.5 and the corresponding mitigation scenarios is shown in Fig. 9. The", "RCP8.5 emissions are high, not only compared to the overall emissions", "scenario literature, but also compared to the set of baseline scenarios.", "In RCP8.5 CO_2-eq. emissions more than double by 2050 and increase by", "three fold to about 120 GtCO_2-eq. by 2100 (compared to 2000). Roughly", "about three quarter of this increase is due to rising CO_2 emissions from", "the energy sector. The rest of the increase is mainly due to increasing", "use of fertilizers and intensification of agricultural production, giving", "rise to the main source of N_2O emissions. In addition, increases in", "life-stock population, rice production, and enteric fermentation processes", "drive emissions of methane (CH_4).", "Fig. 9", "figure9", "Development of global GHG emissions (CO2-eq., CO_2, CH_4, and N_2O) in", "RCP8.5 and MESSAGE mitigation scenarios of this study (brown lines). For a", "comparison the trends of the official RCPs described elsewhere in this SI", "are shown as well (red = RCP6, blue = RCP4.5, green = RCP3-PD)", "Full size image", "The high GHG emissions in RCP8.5 imply the need of large-scale emissions", "reductions to limit radiative forcing to levels comparable to the other", "RCPs. For the mitigation potentials from livestock and agricultural", "sectors we rely on estimates from Rao and Riahi (2006), which assumes no", "major technological breakthroughs in these sectors. Globally the", "mitigation potential is thus limited to about 50% and 30% of the RCP8.5", "baseline emissions for CH_4 and N_2O respectively. This explains also the", "comparatively limited role of CH_4 and N_2O emissions mitigation in our", "mitigation scenarios compared to the official RCP2.6,^Footnote 11 RCP4.5,", "and RCP6 (see Fig. 9 and papers on the other RCPs in this SI).", "GHG Emissions in the mitigation scenarios", "The comparatively limited potential for non-CO_2 mitigation options in", "RCP8.5 implies also that the bulk of the emissions reductions in the", "longer term will need to come from CO_2 in the energy sector (Fig. 9).", "Cumulative CO_2 emissions in RCP8.5 amount to about 7300 GtCO_2 over the", "course of the entire century. In order to limit forcing to 6 W/m^2 about", "40% of these emissions would need to be avoided. The more stringent", "targets require further emissions mitigation in the order of 60% and 87%", "of the RCP8.5 emissions to stay below the 4.5 and 2.6 W/m2 target. The", "cumulative mitigation requirements have large implications for the", "emissions pathways, which in all mitigation scenarios are characterized by", "a peak and decline of CO_2 emissions. As indicated in Fig. 9, the peak of", "emissions in the scenario leading to 6 W/m^2 occurs around middle of the", "century. If, however, emissions growth over the next decades is", "considerably slower than in our scenarios (as illustrated by the official", "RCP6), the same target could be achieved with a later peaking date around", "2080. Staying below 2.6 W/m^2 requires much more rapid emissions", "reductions, leading to comparatively limited flexibility for the peak of", "emissions. Both the official RCP2.6 and our 2.6 W/m^2 scenario indicate", "the need of emissions to peak before around 2020. This finding is also", "consistent with other assessments in the literature (e.g., van Vuuren and", "Riahi 2011). There are nevertheless important differences between the CO_2", "emissions pathways, particularly with respect to the required negative", "emissions for limiting forcing to below 2.6 W/m^2. As illustrated by", "Fig. 9, there is a considerably larger need for negative emissions in our", "scenario than in the official RCP2.6. The main reason for this difference", "is the higher non-CO_2 emissions in our scenario, which are compensated by", "more pronounced negative CO_2 emissions compared to the official RCP2.6 in", "the long term (Fig. 9).", "Emission of air pollutants", "Air pollutants in RCP8.5", "While RCP8.5 depicts baseline developments in absence of climate", "mitigation policies, air quality legislation plays an important role for", "the scenarios’ projection of pollutant emissions. This reflects the fact", "that in contrast to climate policies, air quality measures have already", "been introduced in many parts of the world. Specifically, RCP8.5 assumes", "the successful implementation of present and planned environmental", "legislation over the next two decades to 2030. Beyond 2030 we further", "assume that increasing affluence may lead to tightening of pollutant", "legislation in the long term (see also Section 2.3.1).", "RCP8.5 explicitly considers varying levels of legislation, economic growth", "and technological progress across regions, resulting in regionally", "different developments for emission intensities as illustrated in Fig. 10.", "Air quality standards are presently the highest in the OECD region.", "Emission intensities in the OECD are thus already comparatively low, and", "planned legislation is expected to reduce emissions intensities even", "further by 2030. For economies in transition and regions with medium", "development,^Footnote 12 current legislations imply most significant", "declines across all regions by 2030. This trend reflects tightening of", "policies particularly in the power sector (e.g., through application of", "flue gas desulfurization or DENOx) and for vehicles (e.g., catalytic", "converters). Today’s low income regions are generally characterized by", "modest air quality controls. These regions show also the least pronounced", "declines in emissions coefficients to 2030, reflecting the lack of", "concrete plans for future legislation over the short term.", "Fig. 10", "figure10", "Illustrative examples for the development of emissions intensities for", "different pollutant emissions and sectors. Current and planned", "environmental legislation drive improvements in emissions coefficients to", "2030. Thereafter technology shifts and EKC assumptions explain further", "improvements. Colored ranges depict sub-regional differences between", "regions at similar economic development stages (slow development, medium", "development, and OECD)", "Full size image", "In RCP8.5 many regions exhibit a catch-up in economic levels beyond 2030", "to income levels greater than 5000$/capita (Fig. 10). After this point the", "regions follow the EKC assumptions of declining emissions coefficients", "explained in Section 2.3.1. In addition, an important trend in RCP8.5 is", "the pervasive shift in the energy system towards cleaner fuels and", "advanced fossil technologies, which together with the EKC assumptions", "explain the long-term decline in pollutant emissions intensities", "(Fig. 10). For example in the case of SO_2 emissions in the power sector,", "tightening of legislation results in emissions reductions from", "end-of-the-pipe technologies, but at the same time a growing share of", "inherently cleaner coal technologies (e.g., through gasification", "processes) fosters additional emissions reductions through technology", "shifts.", "Assumptions about environmental legislations in combination with ongoing", "structural and technological change imply thus in RCP8.5 that pollutant", "emissions decline significantly as seen in the example of SO_2 emissions", "in Figs. 11 and 12. Growing regional environmental concerns combined with", "the lack of a global climate change regime thus also imply a clear", "decoupling of CO_2 emissions from pollutants. For example, the power", "sector remains a major contributor to CO_2 emissions by the end of the", "century; although SO_2 emissions from this sector are almost negligible", "due to increasing use of advanced coal technologies. Also in the transport", "and residential sector, CO_2 emissions continue to rise globally while in", "most developing regions, there is either a slowing down of growth of", "pollutants from this sector or even a decline where air quality", "legislations are stringent enough to offset growing demand. This is", "important as the RCP8.5 while representing the highest levels of GHG", "emissions among the RCP set, is not necessarily a ‘high pollution’ case as", "well.^Footnote 13", "Fig. 11", "figure11", "Distribution of SO_2 Emissions in RCP8.5 for the years 2000, 2020, 2050,", "and 2100", "Full size image", "Fig. 12", "figure12", "Global SO_2 Emissions by sector in the RCP8.5 baseline and the mitigation", "scenarios for 6, 4.5, and 2.6 W/m^2", "Full size image", "While globally aggregated trends for pollutants show continues", "improvements and declines in emissions, there are pronounced regional and", "spatial differences with local implications for human health, environment,", "and climate change. The maps of Fig. 11 illustrate some of the main", "spatial dynamics for the evolution of SO_2 emissions in RCP8.5. The", "spatial dynamics are similar for other pollutant emissions and to large", "extent also for the mitigation scenarios. Initially, the majority of the", "reductions happen in OECD countries whereas developing regions, in", "particular Asia, continues to grow in terms of SO_2 emissions, mainly due", "to growing energy demands (see map for 2020). This clearly indicates that", "currently legislated environmental policies are most likely not sufficient", "in reducing pollution levels of emerging economies where growth in energy", "demands can offset the effects of control policies. This may particularly", "be the case in China and India. In the longer-term, however, increasing", "affluence and technological shifts in these regions (Fig. 10) imply in", "RCP8.5 that global emission levels decline significantly, leading to", "reduced impacts from pollutants at global scale.", "Air pollutants in the mitigation scenarios", "With respect to the mitigation scenarios, we observe significant", "co-benefits from climate mitigation for pollutant emissions. As explained", "earlier, the greenhouse gas emissions reductions in the mitigation", "scenarios lead to major improvements of the carbon-intensity and the", "energy-intensity compared to the RCP8.5 baseline. This switch to", "carbon-free and non-fossil technologies is generally associated with lower", "pollutant emissions. In addition, also the application of CCS requires", "cleaner combustion processes, and thus reduces pollutant emissions in the", "climate mitigation scenarios further. Perhaps most importantly, the higher", "rates of energy-intensity improvements in the climate mitigation scenarios", "leads to pronounced energy savings, and each unit of energy that is not", "consumed is obviously climate friendly as well as pollution free.", "The co-benefit of climate mitigation for pollutants is particularly", "pronounced over the short to medium-term (Fig. 12). For instance, the", "2.6 W/m^2 scenario reduces global SO_2 emissions by about 55% in 2030", "compared to the year 2000. This steep decline corresponds to roughly a", "doubling of pollutant emissions reductions compared to the RCP8.5 baseline", "(25% reductions in 2030 compared to 2000). Or put in other words,", "stringent climate mitigation may reduce pollutant emissions by about the", "same order of magnitude as the entire legislated air pollution policy that", "is presently in the pipe.", "Discussion and conclusions", "RCP8.5 depicts, compared to the scenario literature, a high-emission", "business as usual scenario. Its socio-economic development pathway is", "characterized by slow rates of economic development with limited", "convergence across regions, a rapidly rising population to comparatively", "high levels, and relatively slow pace of technological change. The latter", "assumption is reflected also by the scenario’s modest improvement rates of", "energy intensity, which drives energy demand towards the high end of the", "scenario literature. The primary energy mix of RCP8.5 is dominated by", "fossil fuels, leading to the extraction of large amounts of unconventional", "hydrocarbon resources well beyond presently extractable reserves. GHG", "emissions grow thus by about a factor of three over the course of the", "century, mainly as a result of both high demand and high fossil-intensity", "of the energy sector as well as increasing population and associated high", "demand for food. The resulting radiative forcing is the highest among the", "RCPs presented in this SI, with the emissions profile of RCP8.5 being", "representative of high GHG emissions scenarios in the literature.", "For the development of RCP8.5 we employed new methodologies for the", "spatial representation of land-cover changes as well as the improved", "representation of pollutant emissions legislation, including spatial", "downscaling algorithms for exploring local implications of regional/global", "air pollution trends. Our results indicate that successful implementation", "of presently legislated pollutant control measures would reduce global", "pollutant emissions significantly over the short term (e.g. global", "reductions of about 25% of SO_2 emissions between 2000 and 2030). This", "trend occurs despite the high GHG intensity of RCP8.5, illustrating the", "possibility to decouple air pollutant emissions from greenhouse gases", "through end-of-the-pipe technologies. In the long term additional", "technological shifts to advanced fossil technologies reduce pollutant", "emissions further to very low levels in RCP8.5.", "The results from the mitigation analysis indicate that it would be", "technically possible to reduce GHG emissions from RCP8.5 down to levels", "comparable to the other RCPs presented in this SI. In contrast to earlier", "studies we found that this was possible even for the most stringent", "radiative forcing target of 2.6 W/m^2. This finding is conditional,", "however, on the feasibility of massive changes in the energy system", "compared to the RCP8.5 development path, accelerating energy intensity", "improvements by a factor of two and carbon intensity even by a factor of", "about six over the entire century. The mitigation scenarios would thus", "require a pronounced departure from the original RCP8.5 storyline.", "Finally, form the policy perspective, an important finding of our analysis", "is the significant potential of climate mitigation to further reduce", "pollutant emissions. In the case of the most stringent forcing target of", "2.6 W/m^2 the co-benefit for air pollutants are globally of the same order", "of magnitude as the effect of presently legislated pollutant measures over", "the next two decades. The results thus indicate the importance of better", "integration of local policy priorities, such as health and air pollution", "into the global climate mitigation debate.", "Notes", "1. 1.", "The A2r scenario included some details of land use categories such as", "cultivated land, built-up land and forests and grassland area (for", "further details see Tubiello and Fischer 2007).", "2. 2.", "As computational algorithm the model uses linear programming with a", "commercial solver (CPLEX) to compute minimum discounted system costs", "over the entire time-frame. The time horizon is split into 5 year", "time-steps between historical periods 1990–2010, and 10 year time", "periods between 2010 and 2100.", "3. 3.", "The implementation of these policies and technologies vary across", "different regions.", "4. 4.", "In order to explore uncertainties in the actual implementation of", "legislation beyond 2030, a sensitivity analysis was carried out (Rafaj", "et al. 2010). Results indicate that the effect on the long-term", "pollutant emissions depend on assumptions about further improvements", "in intensities beyond 2030. This effect was found to be significant", "for NO_x, but comparatively smaller for other emissions where", "technical shifts dominate (CO, SO_2). It is thus important to note", "that air pollutant emissions trends in RCP8.5 are the result of", "dedicated policy interference. The trends should thus not be", "interpreted as autonomous developments in absence of air pollution", "policies.", "5. 5.", "For example, if a grid-cell has 0.5% of the aggregated regional", "exposure at time t_0, then 0.5% of the regional emissions reductions", "between t_0 and t_1 are allocated to that specific cell.", "6. 6.", "EPA (2008) reports on air pollution trends of US cities between 1990", "and 2008. For CO, O_3, and SO_2 the most rapid air quality", "improvements among the US cities were between 60 and 80% per decade.", "7. 7.", "The MESSAGE model projects historical time periods from 1990 onwards,", "and is calibrated to reproduce past trends up to the year 2005. As the", "harmonization of the RCPs was done for the year 2000, we show in most", "of the figures historical trends up to 2000 only.", "8. 8.", "For further details on the scenario storyline see Riahi et al. 2007.", "9. 9.", "In RCP8.5 unconventional natural gas extraction amounts to 17 ZJ and", "unconventional oil extraction to about 21 ZJ over the course of the", "century.", "10. 10.", "Note that the mitigation scenarios assume full “when and where”", "flexibility to reduce emissions, subject to a global cumulative GHG", "emissions constraint for each radiative forcing level. Different", "measures are thus deployed based on endogenous model decisions to", "derive a least-cost solution.", "11. 11.", "Note that RCP2.6 is often also referred to as RCP3-PD, indicating that", "its radiative forcing pathway is peaking at about 3 W/m^2 and", "declining later to 2.6 W/m^2. In the sequel of the paper we will refer", "to this RCP as RCP2.6.", "12. 12.", "The definitions of medium and low development are based on the", "GDP/capita assumptions of the modeled region, and do not consider more", "complex indices like for instance the HDI (Human Development Index.", "13. 13.", "An important caveat to note is that the RCP8.5 assumes the full", "implementation of present air quality legislation in all regions.", "However if we took into account the uncertainty in implementation of", "present plans for legislation, pollutant emissions might be higher", "than as depicted by the RCP8.5. In the longer term, uncertainty in", "technological availability and controls may also lead to a higher", "emissions profile than estimated here. For a sensitivity analysis of", "the impact of e.g., different EKC assumptions for long-term pollutant", "emissions see Rafaj et al. 2010.", "References", "1. Amann M, Bertok I, Borken J, Chambers A, Cofala J, Dentener F, Heyes", "C, Kejun J, Klimont K, Makowski M, Matur R, Purohit P, Rafaj P,", "Sandler R, Schöpp W, Wagner F, Winiwarter W (2008a) GAINS-Asia. A tool", "to combat air pollution and climate change simultaneously.", "International Institute for Applied Systems Analysis (IIASA),", "Laxenburg", "Google Scholar", "2. Amann M, Kejun J, Jiming H, Wang S, Wei W, Jia X, Chuying Z, Bertok I,", "Borken J, Cofala J, Heyes C, Hoglund L, Klimont Z, Purohit P, Rafaj P,", "Schöpp W, Toth G, Wagner F, Winiwarter W (2008b) GAINS-Asia. Scenarios", "for cost-effective control of air pollution and greenhouse gases in", "China. International Institute for Applied Systems Analysis (IIASA),", "Laxenburg", "Google Scholar", "3. BGR (2009) Energy Resources 2009: Reserves, Resources, Availability.", "Bundesanstalt für Geowissenschaften und Rohstoffe (BGR), Federal", "Institute for Geosciences and Natural Resources, Hannover, Germany,", "ISBN 978-3-9813373-9-6", "4. BP (2010) BP Statistical Review of World Energy,", "www.bp.com/statisticalreview. Accessed in May 2011", "5. Cofala J, Amann M, Klimont Z, Kupiainen K, Höglund-Isaksson L (2007)", "Scenarios of global anthropogenic emissions of air pollutants and", "methane until 2030. Atmos Environ 41:8486–8499.", "doi:10.1016/j.atmosenv.2007.07.010", "Article  Google Scholar", "6. Dasgupta S, Laplante B, Mamingi N (2001) Pollution and capital markets", "in developing countries. J Environ Econ Manag 42(3):310–35", "Article  Google Scholar", "7. EDC (2000) Global land cover charateristics database version.2.0. EROS", "Data Centre", "8. Eyring V, Köhler HW, van Aardenne J, Lauer A (2005a) Emissions from", "international shipping: 1. The last 50 years. J Geophys Res 110:D17305", "Article  Google Scholar", "9. Eyring V, Köhler HW, Lauer A, Lemper B (2005b) Emissions from", "international shipping: 2, Impact of future technologies on scenarios", "until 2050. J Geophys Res 110:D17306", "Article  Google Scholar", "10. FAO (2001) Global forest resources assessment 2000. Forestry Paper No.", "140. Rome, Italy, Food and Agriculture Organization of United Nations", "11. Fischer G (2009) How do climate change and bioenergy alter the", "long-term outlook for food, agriculture and resource availability?", "Expert Meeting on How to feed the World in 2050 (Rome, 24–26 June", "2009). FAO. <Available at:", "ftp://ftp.fao.org/docrep/fao/012/ak972e/ak972e00.pdf>", "12. Fischer G, van Velthuizen H, Shah M, Nachtergaele FO (2002) Global", "agro-ecological assessment for agriculture in the 21st century:", "Methodology and results. IIASA RR-02-02, IIASA. Laxenburg, Austria", "13. Fischer G, Shah M, Tubiello FN, van Velhuizen H (2005) Socio-economic", "and climate change impacts on agriculture: an integrated assessment,", "1990–2080. Phil Trans Royal Soc B. doi:10.1098/rstb.2005.1744", "14. Fischer G, Tubiello FN, van Velthuizen H, Wiberg DA (2007) Climate", "change impacts on irrigation water requirements: effects of", "mitigation. Technol Forecast Soc Chang 74(7):1083–1107", "Article  Google Scholar", "15. Fischer G, Hizsnyik E, Prieler S, Shah M, van Velthuizen H, (2009)", "Biofuels and food security. OFID/IIASA, Vienna/Laxenburg. <Available", "at:", "http://www.iiasa.ac.at/Research/LUC/luc07/Homepage-News-Highlights/Biofuels%20Report%20Final.pdf,", "accessed in Mai 2010>", "16. Fisher B, Nakicenovic N, Alfsen K, Corfee Morlot J, De la Chesnaye F,", "Hourcade J.-C, Jiang K, Kainuma M, La Rovere E, Matysek A, Rana A,", "Riahi K, Richels R, Rose S, van Vuuren DP, Warren R, (2007) Chapter 3:", "Issues related to mitigation in the long-term context. In: Climate", "change 2007: Mitigation. Contribution of Working Group III to the", "Fourth Assessment Report of the Intergovernmental Panel on Climate", "Change. Cambridge University Press, Cambridge, United Kingdom and New", "York, NY, USA", "17. GLCCD (2001) Global land cover characteristics database. Version 2.0.", "available online at: http://edcdaac.usgs.gov/glcc/glcc.html", "18. Granier C, Besssagnet B, Bond T, D’Angiola A, van der Gon HG et al", "(2011) Evolution of anthropogenic and biomass burning emissions at", "global and regional scales during the 1980–2010 period. Climatic", "Change (this SI)", "19. Grubler A, O’Neill B, Riahi K, Chirkov V, Goujon A, Kolp P, Prommer I,", "Scherbov S, Slentoe E (2007) Regional, national, and spatially", "explicit scenarios of demographic and economic change based on SRES.", "Technol Forecast Soc Chang 74:980–1029", "Article  Google Scholar", "20. Hurtt GC, Chini LP, Frolking S, Betts R, Feddema J et al (2011)", "Harmonization of land-use scenarios for the period 1500–2100: 600", "years of global gridded annual land-use transitions, wood harvest, and", "resulting secondary lands. Climatic Change (this SI)", "21. IFPRI (2002) Global agricultural extent v 2.0. Reinterpretation of", "Global Land Cover characteristics database (GLCCD v. 2.0). Available", "online at: http://www.asb.cgiar.org/BNPP/phase2/bnpp. Phase 2", "datasets. Global agricultural extent. EROS data center (EDC), 2000.", "Washington DC, International Food Policy Research Institute", "22. IPCC (2008) Towards new scenarios for analysis of emissions, climate", "change, impacts, and response strategies. IPCC Expert Meeting Report", "on New Scenarios, Noordwijkerhout, Intergovernmental Panel on Climate", "Change", "23. JRC (2006). Global 2000 Land Cover (GLC2000). Accessed December 2009,", "from http://bioval.jrc.ec.europa.eu/products/glc2000/glc2000.php", "24. Lamarque J-F, Meinshausen M, Riahi K, Smith SJ, van Vuuren DVF (2011)", "Global and regional evolution of short-lived radiatively-active gases", "and aerosols in the Representative Concentration Pathways. Climatic", "Change (this SI)", "25. Lee DS, Owen B, Graham A, Fichter C, Lim LL, Dimitriu D (2005)", "Allocation of international aviation emissions from scheduled air", "traffic—present day and historical. Report to UK Department for", "Environment, Food and Rural Affairs, London", "Google Scholar", "26. Masui T, Matsumoto K, Hijioka Y, Kinoshita T, Nozawa T, Ishiwatari S,", "Kato E, Shukla PR, Yamagata Y, Kainuma M (2011) A emission pathway to", "stabilize at 6 W/m^2 of radiative forcing. Climatic Change. This", "Issue. doi:10.1007/s10584-011-0150-5", "27. Messner S, Strubegger M (1995) User’s guide for MESSAGE III. WP-95-96,", "International Institute for Applied Systems Analysis, IIASA,", "Laxenburg, Austria", "28. Moss RH, Edmonds JA, Hibbard KA, Manning MR, Rose SK et al (2010) The", "next generation of scenarios for climate change research and", "assessment. Nature 463:747–756", "Article  Google Scholar", "29. Nakicenovic N, Alcamo J, Davis G, de Vries B, Fenhann J, Gaffin S,", "Gregory K, Grübler A, Jung TY, Kram T, La Rovere EL, Michaelis L, Mori", "S, Morita T, Pepper W, Pitcher H, Price L, Riahi K, Roehrl A, Rogner", "H-H, Sankovski A, Schlesinger M, Shukla P, Smith S, Swart R, van", "Rooijen S, Victor N, Dadi Z (2000) IPCC special report on emissions", "scenarios. Cambridge University Press, Cambridge, 599", "Google Scholar", "30. Nakicenovic N, Kolp P, Riahi K, Kainuma M, Hanaoka T (2006) Assessment", "of emissions scenarios revisited. Environ Econ Pol Stud 7:137–173", "Google Scholar", "31. EPA (Environmental Planning Agency) (2008) Air quality trends by City,", "1990–2008, (http://www.epa.gov/airtrends/factbook.html - accessed July", "19, 2010)", "32. Rafaj P, Rao S, Klimont Z, Kolp P, Schöpp W (2010) Emissions of air", "pollutants implied by global long-term energy scenarios, IIASA Interim", "Report, IR-10-019. IIASA, Laxenburg, 32", "Google Scholar", "33. Rao S, Riahi K (2006) The role of non-CO_2 greenhouse gases in climate", "change mitigation: long-term scenarios for the 21st century. Energy J", "Spec Issue 3:177–200", "Google Scholar", "34. Rao S, Riahi K, Stehfest E, van Vuuren D, Cheolhung C, den Elzen M,", "Isaac M, van Vliet J (2008) IMAGE and MESSAGE scenarios limiting GHG", "concentration to low levels. IIASA Interim Report IR-08-020, IIASA,", "Laxenburg, Austria, pp 63", "35. Riahi K, Gruebler A, Nakicenovic N (2007) Scenarios of long-term", "socio-economic and environmental development under climate", "stabilization. Technol Forecast Soc Chang 74(7):887–935", "Article  Google Scholar", "36. Rogner H-H (1997) An assessment of world hydrocarbon resources. Annu", "Rev Energ Environ 22(1):217–262", "Article  Google Scholar", "37. Rokityanskiy D, Benitez P, Kraxner F, McCallum I, Obersteiner M,", "Rametsteiner E, Yamagata Y (2007) Geographically explicit global", "modeling of land-use change, carbon sequestration, and biomass supply.", "Technol Forecast Soc Chang 74(7):1057–1082", "Article  Google Scholar", "38. Siebert S, Döll P, Feick S, Hoogeveen J, Frenken K (2007) Global map", "of irrigation areas version 4.0.1., Frankfurt am Main, Germany; Rome,", "Italy, Johann Wolfgang Goethe University/Food and Agriculture", "Organization of the United Nations", "39. Smith S, Pitcher H, Wigley TML (2005) Future sulfur dioxide emissions.", "Climate Change 73(3)", "40. Thomson AM, Calvin KV, Smith SJ, Kyle GP, Volke A, Patel P,", "Delgado-Arias S, Bond-Lamberty B, Wise MA, Clarke LE et al (2011)", "RCP4.5: a pathway for stabilization of radiative forcing by 2100.", "Climatic Change. This Issue. doi:10.1007/s10584-011-0151-4", "41. Tubiello FN, Fischer G (2007) Reducing climate change impacts on", "agriculture: global and regional effects of mitigation, 2000–2080.", "Technol Forecast Soc Chang 74(7):1030–1056, Special Issue: Greenhouse", "Gases - Integrated Assessment", "Article  Google Scholar", "42. UNEP and WHO (1996) City air quality trends (GEMS/Air Data). Nairobi", "United Nations Environment Programme, World Health Organization 1:52", "43. Van Vuuren DP, Riahi K (2011). The relationship between short-term", "emissions and long-term concentration targets—a letter. Climatic", "Change, 104(3–4):793–801", "Google Scholar", "44. Van Vuuren DP, Smith SJ, Riahi K (2010) Downscaling socioeconomic and", "emissions scenarios for global environmental change research: a", "review. Wiley Interdiscipl Rev Climate Change 1(3):393–404.", "doi:10.1002/wcc.50, Wiley & Sons", "Google Scholar", "45. Van Vuuren DP, Edmonds J, Kainuma M, Riahi K, Thomson A, Hibbard K,", "Hurtt GC, Kram T, Krey V, Lamarque J-F, Matsui T, Meinshausen M,", "Nakicenovic N, Smith SJ, Rose SK (2011a) Representative concentration", "pathways: An overview. Climatic Change (this SI).", "doi:10.1007/s10584-011-0148-z", "46. Van Vuuren DP, Stehfest E, Den Elzen MGJ, Deetman S, Hof A, Isaac M,", "Klein Goldewijk K, Kram T, Mendoza Beltran A, Oostenrijk R et al", "(2011b) RCP2.6: Exploring the possibility to keep global mean", "temperature change below 2°C. Climatic Change. (This Issue).", "doi:10.1007/s10584-011-0152-3", "47. WEC (2007) 2007 Survey of Energy Resources, World Energy Council,", "London W1B 5LT, United Kingdom, ISBN: 0 946121 26 5", "48. World Energy Assessment (WEA) (2000) Holdren JP, and K Smith et al.,", "Energy, the Environment, and Health", "(http://www.undp.org/energy/activities/wea/drafts-frame.html)", "Download references", "Open Access", "This article is distributed under the terms of the Creative Commons", "Attribution Noncommercial License which permits any noncommercial use,", "distribution, and reproduction in any medium, provided the original", "author(s) and source are credited.", "Author information", "Affiliations", "1. International Institute for Applied Systems Analysis (IIASA), 2361,", "Laxenburg, Austria", "Keywan Riahi, Shilpa Rao, Volker Krey, Cheolhung Cho, Vadim", "Chirkov, Guenther Fischer, Georg Kindermann, Nebojsa", "Nakicenovic & Peter Rafaj", "Authors", "1. Keywan Riahi", "View author publications", "You can also search for this author in PubMed Google Scholar", "2. Shilpa Rao", "View author publications", "You can also search for this author in PubMed Google Scholar", "3. Volker Krey", "View author publications", "You can also search for this author in PubMed Google Scholar", "4. Cheolhung Cho", "View author publications", "You can also search for this author in PubMed Google Scholar", "5. Vadim Chirkov", "View author publications", "You can also search for this author in PubMed Google Scholar", "6. Guenther Fischer", "View author publications", "You can also search for this author in PubMed Google Scholar", "7. Georg Kindermann", "View author publications", "You can also search for this author in PubMed Google Scholar", "8. Nebojsa Nakicenovic", "View author publications", "You can also search for this author in PubMed Google Scholar", "9. Peter Rafaj", "View author publications", "You can also search for this author in PubMed Google Scholar", "Corresponding author", "Correspondence to Keywan Riahi.", "Rights and permissions", "Open Access This is an open access article distributed under the terms of", "the Creative Commons Attribution Noncommercial License", "(https://creativecommons.org/licenses/by-nc/2.0), which permits any", "noncommercial use, distribution, and reproduction in any medium, provided", "the original author(s) and source are credited.", "Reprints and Permissions", "About this article", "Cite this article", "Riahi, K., Rao, S., Krey, V. et al. RCP 8.5—A scenario of comparatively", "high greenhouse gas emissions. Climatic Change 109, 33 (2011).", "https://doi.org/10.1007/s10584-011-0149-y", "Download citation", "* Received: 17 September 2010", "* Accepted: 21 June 2011", "* Published: 13 August 2011", "* DOI: https://doi.org/10.1007/s10584-011-0149-y", "Keywords", "* Pollutant Emission", "* Representative Concentration Pathway", "* Environmental Kuznets Curve", "* Climate Mitigation", "* Mitigation Scenario", "Download PDF", "Advertisement", "Over 10 million scientific documents at your fingertips", "Switch Edition", "* Academic Edition", "* Corporate Edition", "* Home", "* Impressum", "* Legal information", "* Privacy statement", "* California Privacy Statement", "* How we use cookies", "* Manage cookies/Do not sell my data", "* Accessibility", "* Contact us", "Not logged in - 136.243.106.20", "Not affiliated", "Springer Nature Springer Nature logo", "© 2021 Springer Nature Switzerland AG. Part of Springer Nature.", "\\"]