["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "News", "Meet the Press - August 28, 2016", "Guests: Reince Priebus, David Plouffe, Robert Costa, Hugh Hewitt, Andrea", "Mitchell, Joy-Ann Reid", "Aug. 28, 2016, 4:02 PM UTC / Updated Aug. 28, 2016, 4:02 PM UTC", "Meet the Press - August 28, 2016", "(BEGIN TAPE)", "CHUCK TODD:", "This Sunday, Trump 3.0. Donald Trump's evolving positions on immigration.", "Is he now against deporting undocumented immigrants?", "DONALD TRUMP:", "There certainly can be a softening because we're not looking to hurt", "people.", "CHUCK TODD:", "Or is he still for it?", "DONALD TRUMP:", "There is no path--unless people leave the country.", "CHUCK TODD:", "Or is he not sure? We'll ask the head of the RNC, Reince Priebus. Plus,", "the Clinton Foundation under fire amid pay-for-play accusations. If", "Hillary Clinton wins, will the foundation need to be shut down? Finally,", "the toxic state of this campaign.", "HILLARY CLINTON:", "Through it all, he has continued pushing discredited conspiracy theories", "with racist undertones.", "DONALD TRUMP:", "Hillary Clinton is a bigot who sees people of color only as votes.", "CHUCK TODD:", "And what voters think of it.", "MALE VOTER #1", "Sulfur, rotten eggs", "MALE VOTER #2:", "Dead fish.", "MALE VOTER #3:", "Skunk.", "FEMALE VOTER:", "Garbage.", "CHUCK TODD:", "Joining me for insight and analysis this Sunday morning are Andrea", "Mitchell, NBC News' Chief Foreign Affairs Correspondent, Hugh Hewitt, host", "on the Salem Radio Network. Joy Reid, host of AM Joy at MSNBC and Robert", "Costa at the Washington Post. Welcome to Sunday, it's Meet the Press.", "ANNOUNCER:", "This is Meet the Press with Chuck Todd.", "(END TAPE)", "CHUCK TODD:", "Good Sunday morning and we're very happy to be back after a break during", "the Olympics. How about Team U.S.A., though? It was worth that break to", "watch them dominate. But let's state the obvious on the campaign trail. It", "hasn't been a good week for either Presidential candidate, frankly, or for", "the institution of American politics. A week that began with Donald Trump", "revamping his campaign leadership, again, ended with him stating a new", "position on immigration and then another and then back again.", "The evolving \"do deport, don't deport\" statements confuse the public and", "even left his own staff tongue-tied at times. At the same time, the F.B.I.", "discovered some 15,000 new Clinton State Department emails, which will be", "released starting next month, guaranteeing that that issue will follow", "Hillary Clinton through the end of this campaign.", "And once more, the Clinton Foundation faced pay-for-play charges and calls", "for the Clintons to distance themselves even further from the foundation", "if Hillary Clinton wins the Presidency. And through it all, the candidates", "called each other names in an increasingly nasty and negative campaign", "that appears to now be turning voters off. We'll see what that means down", "the road. But we begin with Donald Trump's ham handed efforts to find a", "middle ground on deportation. Was he for it before he was against it? Or", "is it a little bit of both?", "(BEGIN TAPE)", "CHUCK TODD:", "In Iowa yesterday, Trump tried to explain again.", "DONALD TRUMP:", "All the media wants to talk about is the 11 million people.", "CHUCK TODD:", "After a week, where an attempt to moderate on immigration turned into a", "muddle.", "DONALD TRUMP:", "There certainly can be a softening because we're not looking to hurt", "people. I know people say it's a hardening.", "CHUCK TODD:", "In five days, a dizzying number of positions on immigration. Monday, Trump", "appeared to defend President Obama's policy.", "DONALD TRUMP:", "Lots of people were brought out of the country with the existing laws.", "Well, I'm gonna do the same thing.", "CHUCK TODD:", "As the week went on, his positions multiplied.", "DONALD TRUMP:", "They'll pay back taxes, they have to pay taxes. There’s no amnesty as", "such. There's no amnesty. But we work with them. There is no path to", "legalization. Unless people leave the country, we will see what we will", "see.", "CHUCK TODD:", "Trump even polled a town hall audience.", "DONALD TRUMP:", "Number one, we'll say throw out, number two, we work with them. Ready?", "Number one? Number two.", "RUSH LIMBAUGH:", "Who knew that it would be Donald Trump to come on and convert the GOP", "base?", "CHUCK TODD:", "Trump's latest confusion may be an attempt to soften his image without", "alienating longtime supporters. In March, more than half of Trump's", "supporters opposed allowing undocumented immigrants to stay in the country", "legally even if they met certain requirements. But 74 percent of voters", "overall supported eventual legal status.", "BEN SHAPIRO:", "Trump's positions on immigration, it's been like shaking a Magic Eight", "Ball. Half the time, it just comes up and says, \"Please shake again.\" I", "think it's reflecting internal tensions within the campaign about what his", "positions ought to be.", "CHUCK TODD:", "Ben Shapiro is a former Editor-at-Large at Breitbart, the nationalist", "right-leaning website and critic of Steve Bannon, Breitbart's longtime", "chairman who Trump just hired last week to run his flagging campaign.", "BEN SHAPIRO:", "If the polls continue to not be very good, then I would not be surprised", "to see Bannon start edging other members of the inner team, by saying that", "he's been telling Trump all along that he should just do what is in his", "heart.", "CHUCK TODD:", "Bannon is already making his influence felt in innuendo about Clinton's", "health.", "STEVE BANNON:", "I'm not saying that, you know, she's had a stroke or anything like that,", "but this is not the woman we're used to seeing.", "DONALD TRUMP:", "She doesn't have the stamina to do it, even if she wanted to, believe me.", "(END TAPE)", "CHUCK TODD:", "Well, joining me now is the Chairman of the Republican Party, Reince", "Priebus. Mr. Chairman, welcome back, sir.", "REINCE PRIEBUS:", "Good morning, Chuck.", "CHUCK TODD:", "All right. Let's start with immigration. You know, a month ago, you", "predicted in an interview at the Washington Examiner, an evolution on this", "issue by Donald Trump. Is that what we're seeing here? What is his", "position specifically on the undocumented immigrants?", "REINCE PRIEBUS:", "Well, I mean, you're going to find out from Donald Trump very shortly.", "He's going to be giving prepared remarks on this issue I think very soon.", "I don't want to give a date. I think--", "CHUCK TODD:", "Let me pause right here. We don't know? I mean that is sort of remarkable", "that we don’t know.", "REINCE PRIEBUS:", "I just don't speak for Donald Trump. I mean, that's what I do know. But", "wait, here's what I know. His position is going to be tough, his position", "is going to be fair, but his position is going to be humane. He is going", "to build and complete the border wall that was set in place in 2006 by", "Congress; it's going to be paid for. I believe that he is going to, when", "he talks about deportation, he's going to go after people who are here and", "are criminals and shouldn't be here.", "CHUCK TODD:", "Who is a criminal under this circumstance, though? Because you know, some", "people believe just being here illegally is a crime and that makes you a", "criminal.", "REINCE PRIEBUS:", "Sure.", "CHUCK TODD:", "Does that count?", "REINCE PRIEBUS:", "Well, look, I mean, those are the things that Donald Trump is going to", "answer. And this is not obviously a simple question, these are not simple", "issues. If they were simple, obviously, the position--", "CHUCK TODD:", "He simplified it a lot during the primaries and some would argue over", "simplified it.", "REINCE PRIEBUS:", "He did. He did simplify it. But now he's reflecting on it and his position", "is going to be known. But here is the thing, I think the part about where", "Donald Trump is on this, is he's a guy that's going to be tougher on this", "issue, tougher on illegal immigration than any politician that we've ever", "had as a nominee or ever could have as a nominee. That's not going to", "change. He is going to be a law and order candidate and a law and order", "President, but--", "CHUCK TODD:", "Do you agree with some of the analysis that says, \"Oh, this is Jeb Bush's", "policy\"?", "REINCE PRIEBUS:", "No, I really don't because I think that you're not going to see an easy", "path to legalization, you're not going to see that in a Donald Trump plan.", "You're going to see--", "CHUCK TODD:", "You thought Jeb Bush's plan provided an easy plan to legalization?", "REINCE PRIEBUS:", "I think it was an easier plan to legalization. I think the Gang of Eight", "was an easier plan to legalization, an easier plan to citizenship. You're", "not going to have a pathway to citizenship with Donald Trump. That's off", "the table. There is no method by which someone is here illegally that is", "going to become a citizen and jump the line as Hillary Clinton wants to", "do.", "I mean, the real issue is, look at the two plans, look at where Hillary", "Clinton is. She wants to put Barack Obama's immigration plan on steroids.", "She wants millions of people who are here illegally to cut the line before", "anyone else.", "CHUCK TODD:", "But Donald Trump praised parts of Barack Obama's immigration, with as far", "as deportation.", "REINCE PRIEBUS:", "Parts of it, but not executive amnesty, not illegal immigrants jumping the", "line, like Hillary Clinton wants to do. That's the issue. The issue is", "this is an election of choices. One, allow everyone in through complete", "amnesty, or number two, a tough plan that's fair and humane.", "CHUCK TODD:", "Let me ask you about birthright citizenship. It's still on Donald Trump's", "website. Is he going to call for the end of birthright citizenship?", "REINCE PRIEBUS:", "You're going to have to ask him.", "CHUCK TODD:", "Where is the Republican Party on this? Do you think that should be", "something that should be the position of the Republican Party?", "REINCE PRIEBUS:", "No, I believe in the interpretation of the Supreme Court on the issue.", "CHUCK TODD:", "So you're comfortable with birthright citizenship?", "REINCE PRIEBUS:", "I'm comfortable with it. I'm comfortable with it. I'm comfortable with it.", "I'm comfortable with the Supreme Court rulings on the issue.", "CHUCK TODD:", "And so, you think Donald Trump-- so your advice to him would be don't be", "touching birthright citizenship?", "REINCE PRIEBUS:", "Well, a nominee is not - doesn’t have to adopt every single position and", "platform position of the Republican Party. If we're talking about what my", "opinion is on birthright citizenship does not necessarily have to be", "adopted by a nominee. My exact view of immigration and how it should be", "pursued does not have to be adopted by a nominee.", "CHUCK TODD:", "All right, but let me ask you this, in the infamous 2013 autopsy, this is", "what was written in it. \"If Hispanic-Americans perceive that a GOP nominee", "or candidate does not want them in the United States, i.e. self", "deportation, they will not pay attention to our next sentence.\" Do you", "think Donald Trump understands this analysis?", "REINCE PRIEBUS:", "I think he understands it completely.", "CHUCK TODD:", "And is that what this evolution is about?", "REINCE PRIEBUS:", "No, you know what? I don't know what when you say \"what the evolution is", "all about.\" What I think is that Donald Trump understands that with every", "position that is taken and as you get closer to the White House, a degree", "of humanity and decency is part of every decision that needs to be made.", "And I know Donald Trump. I know Donald Trump in private, I talk to him", "every day. I know what he's thinking about a lot of these issues and this", "is a good and decent man that wants to do the right thing and wants to", "take every position that he's talking about and pepper it with decency,", "dignity and humanity.", "CHUCK TODD:", "Let's talk about race. Donald Trump called Hillary Clinton a bigot this", "week. Do you think she's a bigot?", "REINCE PRIEBUS:", "Look, here’s what I think: these are not my words. I think that you have", "to look at people's actions. You look at Donald Trump and you look at his", "actions and developing and promoting women and breaking a mold in", "Mar-a-Lago, which today we think is nuts, but 40 years ago he broke the", "mold in allowing anyone from any background, any faith, any gender, any", "race into Mar-a-Lago.", "You look at Hillary Clinton, she is the one that labeled African-American", "youth as \"super predators.\" Her campaign and her supporters in her", "campaign were the one that borne out the birther movement. It was Bill", "Clinton in her campaign in 2008 that questioned the success of Barack", "Obama, not based on his talent, but based on his race. It was their", "campaign. Why can't we start judging these people based on what they", "actually did? She gave out state secrets; she talked about race in a way", "that's unacceptable.", "CHUCK TODD:", "All right, and then this morning's New York Times outlines what Donald", "Trump and his father may have done when it came to basically keeping out", "African-Americans--", "REINCE PRIEBUS:", "Here's what I say, “may have done.\" I mean, this is the issue. Look at", "what he did do.", "CHUCK TODD:", "He was under Justice Department investigation.", "REINCE PRIEBUS:", "Look, if you look at what he's done as a developer in putting together", "golf courses, these clubs, the things that he's been doing for the last", "several decades, he has broken the mold when it comes to this issue. And I", "can tell you where his heart's at, I know where his heart is at.", "CHUCK TODD:", "You know, one of the things he said, he said Hillary Clinton only views", "African-Americans as votes, not as human beings. And this is what he", "Tweeted out yesterday morning after the tragedy about Dwyane Wade, former", "Miami Heat now Chicago Bull, whose cousin was shot and killed and Chicago", "and he Tweets this: \"Dwayne Wade's cousin was just shot and killed walking", "her baby in Chicago, just what I have been saying. African-Americans will,", "in all caps, VOTE TRUMP.\" Appropriate?", "REINCE PRIEBUS:", "Here's where I think he's frustrated with is that Democrats, I think, have", "been taking advantage of this vote and providing very little leadership to", "get things done in urban areas across America. I worked in Wisconsin for", "Tommy Thompson when the first private school choice bill was put together.", "It was Democrats out of the cities, Democrats that in the power base of", "their party, that fought school choice across the state of Wisconsin. And", "to me, if you want to look at leadership in the cities, it's in education", "reform, it's in freeing up SBA loans for black small business owners,", "these are the things that our party is championing and he sees that. And", "it's frustrating to see the Democrats going to these cities, I think take", "advantage of this vote and provide very little leadership in return.", "CHUCK TODD:", "Are you happy with the hires of Steve Bannon and Kellyanne Conway?", "REINCE PRIEBUS:", "Look, you know, I go with the flow based on what the campaign wants to do.", "I think Kellyanne is doing a phenomenal job. I don't know Steve Bannon, to", "tell you the truth, very well.", "CHUCK TODD:", "Okay.", "REINCE PRIEBUS:", "I'm going to get to know him. I mean, I'm starting to get to know--", "CHUCK TODD:", "We're learning his background and some of it's quite uncommon. Is this the", "proper background that Donald Trump should be hiring if he's trying to", "appeal to women, for instance?", "REINCE PRIEBUS:", "Look, and I don't know how much of it is true or not and neither do you.", "And so, I don't speculate based on what other third parties say about", "people. I tend to judge people based on what I see and what I interact", "with.", "CHUCK TODD:", "One final question when it comes to the issue of the Clinton Foundation", "and tax returns, I want to ask it this way. Donald Trump's been hitting", "her hard on the Clinton Foundation and saying that all sorts of", "behind-the-scenes, pay-for-play allegations, does he have- does it", "undercut his message if he won't release his tax returns? Would he be on", "higher ground here in criticizing Clinton's finances if we saw his tax", "returns?", "REINCE PRIEBUS:", "No, I don't think so because--", "CHUCK TODD:", "By the way, Roger Stone is the latest Republican to call for Donald Trump", "to release his tax returns, a close friend of Trump's.", "REINCE PRIEBUS:", "No, I don't think so, because if you look at what Hillary Clinton has", "done, I think when voters look at what Hillary Clinton actually did, they", "see somebody that they believe broke the law. They see somebody who gave", "away state secrets, they see somebody that went out of her way--", "CHUCK TODD:", "But how can we judge Donald Trump on his finances-- but we don't know,", "that's the point.", "REINCE PRIEBUS:", "But do you think--", "CHUCK TODD:", "Let me ask you, if we don't know--", "REINCE PRIEBUS:", "We know that Hillary Clinton shouldn't be trusted with national secrets", "and the most precious information that our country has in their hand. We", "know she can't be trusted. Are you equating the known conclusion that she", "can't be trusted with state secrets to what could be in Donald Trump's", "taxes?", "CHUCK TODD:", "We've had a history of every major nominee releasing their tax returns,", "Reince--every major Presidential nominee. And by the way, he is a private", "businessman, whose companies may or may not benefit from him being", "President, that's something voters should want to know.", "REINCE PRIEBUS:", "I'm not suggesting that it isn't a subject that good journalists don't", "discuss. What I'm suggesting is I think it's preposterous to compare--", "CHUCK TODD:", "You don't think the two equate--", "REINCE PRIEBUS:", "I think to compare someone that we know gave away national secrets to--", "CHUCK TODD:", "Wait a minute, you are making assumptions, we don't know that.", "REINCE PRIEBUS:", "We do know. Comey actually said that she--", "CHUCK TODD:", "It's the vulnerability, but you are making the assumption that it", "happened.", "REINCE PRIEBUS:", "I will tell you as a lawyer James Comey laid out a prima facie case for", "gross negligence, absolutely.", "CHUCK TODD:", "No, I understand the case he laid out, but we don't know factually. You", "don't have the smoking gun.", "REINCE PRIEBUS:", "Come on, you're telling me that we don't have a smoking gun that she gave", "away state secrets when we know that confidential, top secret emails were", "part of the information that was put in a private secret server, we know", "that to be the case, you're equating that knowledge to the possibility of", "maybe something isn't right in a tax return that we don't know about? Come", "on.", "CHUCK TODD:", "Okay, Reince Priebus, I will leave it there. Mr. Chairman, good luck.", "REINCE PRIEBUS:", "It's been a good two weeks for Donald Trump and it's been a bad two weeks", "for Hillary Clinton.", "CHUCK TODD:", "All right, we will let the panel assess that question that very question", "right now. Thanks very much.", "REINCE PRIEBUS:", "You bet.", "CHUCK TODD:", "In fact, the panel is here. Hugh Hewitt, Andrea Mitchell, Robert Costa and", "Joy Reid. All right. Costa, I'm going to put it to you. That last", "question, has it been a good two weeks for Donald Trump and a bad two", "weeks for Hillary Clinton?", "ROBERT COSTA:", "It's been a time of change for Trump, you got Bannon and Conway coming in", "trying to get this populism back on track for Trump, trying to get Trump a", "little more disciplined in his message. But this is a candidate who's", "uncomfortable staying on script. And so, we'll have to see how long it", "lasts.", "CHUCK TODD:", "Has he done damage on immigration or not, Hugh?", "HUGH HEWITT:", "No, I think he's helped himself a lot by appearing to bring more humanity", "to his position, especially with regards to families. It was a terrible", "two weeks. I think what we will hear, eight letters, F-A-R-A-F-C-P-A.", "Foreign Agent Registration Act, Foreign Corrupt Practices Act. The Clinton", "Foundation is in trouble, Doug Bannon. Even the former President is in", "trouble on these two very complex, very applicable laws.", "CHUCK TODD:", "Andrea, where are you on this with Trump's week?", "ANDREA MITCHELL:", "I think Donald Trump has helped himself on immigration by muddying the", "waters, by making it a little bit less controversial, if you will, on", "deportation. But he has to eventually become more specific by the debates,", "let's say. But I think on the law, go back to what Comey said and what", "Comey actually said to the committee over and over again and in the letter", "that he sent to the committee afterwards that he finds no basis for", "prosecution. And that has to be the bottom line.", "CHUCK TODD:", "Well, in the last part that Chairman Priebus and I were going back and", "forth on, Joy, this issue, okay, you've got the issues that people have", "with the Clinton Foundation and what we don't know about Trump's", "businesses, is this equal or not?", "JOY-ANN REID:", "No, it is not even close to being equal. And I think one of the thing's", "that's been interesting in the last couple of weeks is we've discovered", "one of the few things we have been able to find out about Trump's business", "dealings is how much money he owes to foreign banks. I think those", "questions are not going away. I think the American people as you rightly", "said to Reince Priebus, do have a right to know what business interests", "and what debt a potential President might have.", "But I will tell you on the other side of that ledger, one of the concerns", "that a lot of Democratic strategists have had has been a lack of energy", "around the Clinton candidacy by African-Americans. Donald Trump has done", "more to energize African-Americans against him in this last two weeks of", "supposed outreach than Hillary Clinton has done in a year.", "CHUCK TODD:", "All right. The Steve Bannon--", "ANDREA MITCHELL:“I don’t know Steve Bannon,” wow.", "CHUCK TODD:", "“I don’t know Steve Bannon,” Hugh, what did you make of that?", "HUGH HEWITT:I don’t know Steve Bannon either.", "CHUCK TODD:But it tells me there’s some--", "ANDREA MITCHELL:Caution--", "HUGH HEWITT:", "But I will say this, for every Steve Bannon and Breitbart and there is a", "David Brock and Media Matters; for every Ann Coulter, there's a Michael", "Moore; for every single Milo there's a Maher. And so, there's a", "reflection--", "ANDREA MITCHELL:Who’s the Roger Stone?", "JOY-ANN REID:", "Yeah, and I was just going to say there isn't a somebody with connections", "to white nationalism in that group that you mentioned except Steve Bannon.", "ROBERT COSTA:", "But--", "JOY-ANN REID:", "And I think that's a significant problem for the Trump campaign.", "ROBERT COSTA:", "So the Trump campaign’s meeting today in Bedminster, New Jersey. For one", "thing, I've been covering Bannon for five, six years, he's done zero press", "appearances, he's keeping a low profile. I think he knows he doesn't need", "to be out there. He has Conway as the face of the campaign. But Bannon,", "these reports, they're getting a lot of Republicans nervous, you hear it", "in Priebus--", "CHUCK TODD:", "That was a tell to me. It sounds to me if that the Chairman has his", "preference, Steve Bannon would not be--", "ANDREA MITCHELL:", "But Kellyanne Conway is a great face for this campaign right now. Steve", "Bannon is not.", "CHUCK TODD:", "Very quickly something he pointed out. Very quickly. Anyway, we'll be back", "in a moment to talk about the other person that had a rough week this", "week, Hillary Clinton. Those 15,000 new emails and charges that the", "Clinton Foundation operated on a pay-for-play basis. And later, we talked", "about some of the ugliness of this campaign season, but we had a really", "ugly moment earlier this week. Take a look.", "(BEGIN TAPE)", "GOV. PAUL LEPAGE:", "I would like to talk to you about your comments about my being a racist,", "you EXPLETIVE", "(END TAPE)", "CHUCK TODD:", "That voicemail message left by Maine Governor, Paul LePage is just the", "latest example of a race to the bottom, maybe by too many politicians. And", "it's something that has a lot of voters saying, \"Enough.\" We'll get into", "it later in the show.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Welcome back. Turning now to a week that saw Hillary Clinton once again", "facing questions about her private email server and then accusations of", "so-called pay-for-play at the Clinton Foundation or at least a pay for", "access. Eight years ago, after Barack Obama was first elected, members of", "his team expressed concerns about their foundation as Clinton was tapped", "as Secretary of State. Well, joining me now to talk about that, David", "Plouffe, the architect of the Obama 2008 and 2012 campaigns and a former", "Obama White House Senior Advisor and currently, an advisor at Uber. Mr.", "Plouffe, welcome back to the show.", "DAVID PLOUFFE:", "Good morning, Chuck.", "CHUCK TODD:", "Now I know you were not involved in the transition negotiations at the", "time, but there was definitely concern about the appearance of a Clinton", "as Secretary of State and another Clinton raising money from foreign", "entities at a private foundation. Do you believe that the Clintons upheld", "their end of the bargain when it came to the memo of understanding that", "was signed by the White House at the time?", "DAVID PLOUFFE:", "I do. And I think you have to step back, Chuck. So the Clinton Foundation,", "I think it's a universal agreement, has done remarkable work around the", "world. I think Donald Trump himself contributed $100,000 to the", "foundation. So the work it's done around HIV/AIDS, around malaria. I think", "there are legitimate questions, particularly what she means if she's", "President. I think they've begun to answer that by saying Bill Clinton", "will step down from the board.", "But again, I think if you look at this from a campaign perspective, you've", "got the foundation and then you've got Donald Trump's murky world. You", "know, the only candidate, a major party nominee never to release taxes.", "What's amazing to me is of all the things Donald Trump has done and he’s", "got a Hall of Fame of unforced errors that have hurt his candidacy, the", "thing I think that he is most concerned about is what's in his tax", "returns.", "And then, you've got his business dealings. I mean, his foreign policy is", "basically centered around a bellicose tax on China, he probably has", "hundreds of millions of dollars of exposure potentially there, his", "fondness for Vladimir Putin. There's real questions around his business.", "So I think there's legitimate questions about the Clinton Foundation, the", "press is clearly spending a lot of time on that. But I think if you look", "at both of these candidates in terms of who can you trust and some of", "these financial dealings, I don't think there's much of a comparison.", "CHUCK TODD:", "Let me go back to the Clinton Foundation, why is what was okay at State", "not okay as President? And it makes you wonder, why wasn't there thought", "of former President Bill Clinton stepping down from the foundation eight", "years ago?", "DAVID PLOUFFE:", "Well, listen, I think there's been a lot of transparency. I think there's", "been a great deal. Obviously, there's releasing of donors. There's a lot", "of information being released, which is why there is so much attention on", "this. But I think that it's appropriate. By the way, I'm glad they're not", "falling into the trap of shutting down the Clinton Foundation.", "CHUCK TODD:", "Why is that?", "DAVID PLOUFFE:", "The Clinton Foundation does remarkable work, okay? All around the world.", "And I think as long as there's the right transparency, the right", "accountability and those procedures are clear to the public, I think it's", "a huge attribute and contribution to the world.", "CHUCK TODD:", "Well, isn't it a concern, though, if you're at the Clinton Foundation and", "you're a major donor, isn't it a concern now if you're a donor,", "considering how much of a political hot potato it could be, doesn't it", "undermine the Clinton Foundation's efforts because of the political nature", "now of things involving it?", "DAVID PLOUFFE:", "I don't think so. I think if you're someone who cares about the work the", "Clinton Foundation is doing around the world, you're going to be very,", "very passionate about continuing that work going forward. And if anything,", "I think people are going to kind of intensify. Because I think at the end", "of the day, these are political attacks. I get it, we're in a political", "season. But it's undeniable, okay? It's a universal fact that the Clinton", "Foundation has been a great addition to the global scene.", "CHUCK TODD:", "I guess the issue has to do with the purchasing of access, which is legal.", "The Supreme Court it is essentially legal to buy access of a politician", "within reason, not to get something in return beyond access. But is that", "really the problem, the fact that that is legal? That essentially, a lot", "of people do expect access in return for a contribution?", "DAVID PLOUFFE:", "Well, my strong belief is I don't think people gave to the Clinton", "Foundation expecting access. If you look at some of the people who were", "listed in some of these fairly erroneous press reports, Melinda Gates,", "Muhammad Yunus, Elie Wiesel. So you’ve got people I think, these are very", "wealthy people who care about the work of the Clinton Foundation.", "CHUCK TODD:", "Right, what about the Government of Qatar, the Government or Kuwait, the", "Government of Oman, what were they looking for?", "DAVID PLOUFFE:", "Well, listen, as Secretary of State, you're going to meet with leaders all", "over the world. You do that anyway in the course of business every day.", "CHUCK TODD:", "I want to ask about the race in general. The last time you were on, you", "expressed concern that Hillary Clinton couldn't do well in places like", "Virginia and Colorado. Well, it's the first two states that essentially", "the campaign has pulled out of because they think they’ve put the campaign", "away. How did you miss that? Why did you misread those two states, in", "particular? I'm just curious.", "DAVID PLOUFFE:", "Well, those are two tough states. I think they were uniquely suited to", "Barack Obama. And I think so when we had that conversation I think the", "assessment was that Donald Trump would try and do some things to appeal to", "the middle of the electorate, to appeal to suburban college-educated", "women. He's not. I mean, basically, we have a psychopath running for", "President. I mean, he meets the clinical definition, okay? Hillary", "Clinton--", "CHUCK TODD:", "Wait a minute. Wait a minute.", "DAVID PLOUFFE:", "Yeah?", "CHUCK TODD:", "Do you really think, diagnosing people on air, I assume you don't have a", "degree in Psychology. Is that fair? I mean--", "DAVID PLOUFFE:", "Well--", "CHUCK TODD:", "--we're jumping to conclusions here, I think this is what gets voters a", "little frustrated with this campaign.", "DAVID PLOUFFE:", "Well, you know, listen, the grandiose notion of self-worth, pathological", "lying, lack of empathy and remorse. So I think he does, right, I don't", "have a degree in Psychology. But here it is-- Chuck, basically, the race", "ends today; I think Hillary Clinton is guaranteed at least 269 electoral", "votes, think about that. Because Virginia and Colorado, both campaigns I", "think believe are put away.", "CHUCK TODD:", "Earlier this week, you compared it to '84. You basically said this race is", "over, we just don't know the margin.", "DAVID PLOUFFE:", "I think that's right. I mean, I think at the end of the day, you know,", "there's maybe a 20 percent chance it's close two or three points, I think", "it's likely going to be a landslide. I mean, you look at every state. So", "Pennsylvania, Donald Trump has less than zero percent chance of winning", "Pennsylvania. She's sitting at 269. And I think states like New Hampshire,", "I think states like Florida, I think states like Ohio, Nevada, she's", "clearly got the advantage.", "So again, if you step back and say, \"Has Donald Trump done anything in the", "last few weeks to attract swing, suburban college-educated women, improve", "his position with younger voters, with minority voters?\" He hasn't done", "that.", "CHUCK TODD:", "Two quick questions. You said prepping for a Donald Trump debate by", "Hillary Clinton is going to be very difficult. Who would you have portray", "Trump in mock debates with her? Would you have, like, a Mark Cuban,", "something like that?", "DAVID PLOUFFE:", "Well, it's a great question. I think it is going to be difficult because", "you are going to have to prepare for many different Trumps, you know? Kind", "of like well-behaved, modest Trump, I doubt we'll see that. You know, kind", "of off-the-rails Trump. A Trump who doesn't prepare for anything and", "apparently, you know, based on reports, that's how they're doing it. You", "just don't know what he's going to say. So I think actually the job of", "preparing for Trump is difficult. So you are going to have to have", "somebody who can play many different roles. It's fascinating, actually.", "CHUCK TODD:", "Let me put up a final headline here. You were in the White House dealing", "with the politics of Obamacare for years. These are headlines just in the", "last couple of weeks. The Washington Post one is the one I want to", "emphasize today, \"Healthcare Exchange Sign Ups Fall Far Short of", "Forecast,\" literally, one half of what was projected at this point in time", "on sign ups. Let me ask you this, how concerned are you that Obamacare", "could implode on itself, considering what we've seen this year? It's not", "been a good year for it.", "DAVID PLOUFFE:", "Not at all, Chuck, I think you've got to step back. So you've had millions", "and millions of Americans and their families now have healthcare coverage.", "You're seeing a lot of innovation around payments. Healthcare costs,", "obviously, have been on a decent trajectory so in terms of overall", "healthcare costs for the country. So I think what will happen after this", "election, though, is obviously you'll have the space to say, \"Okay, what's", "working well?\" And I think almost all of it is.", "\"What needs to be strengthened?\" I think you'll see a lot of Republican", "Governors now finally accept Medicaid funding. So no I think this is a", "very important contribution to the economy, to this country. There's no", "doubt over time you're going to step back and say, \"What needs to be", "adjusted?\"", "CHUCK TODD:", "Let me ask you this, given all of the insurance companies that have bailed", "from the exchanges, was bailing on a public option now a mistake?", "DAVID PLOUFFE:", "Well, I think the President has spoken recently about that. I don't think", "you could have gotten the public option passed, by the way, that wasn't", "going to be passed. You know, we barely passed this thing. But I think at", "the end of the day, the President has spoken about it. He thinks that's", "part of the solution going forward.", "CHUCK TODD:", "David Plouffe, always a pleasure, sir. Thanks for coming on.", "DAVID PLOUFFE:", "Thanks, Chuck.", "CHUCK TODD:", "You got it. A lot to chew on there. We'll be back with the panel in just a", "moment. And later, those reports of increasing Republican registration.", "They're true. But they may not be all they appear to me. I'll explain", "after the break.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Back now the panel. Before we get into Clinton Foundation stuff a little", "bit and we got into it last. While I was interviewing Chairman Reince", "Priebus and he was talking about the immigration position we'll learn more", "has evolved, the running mate, Mike Pence, was on CNN at the same time and", "he said, \"Let's be clear, nothing has changed. His position on illegal", "immigration, his principles and policies have been absolutely consistent.", "Katrina Pierson said earlier this week. Let me play it and then let's talk", "about.", "(BEGIN TAPE)", "KATRINA PIERSON:", "He hasn't changed his position on immigration. He's changed the words that", "he is saying. What he has always said from the beginning is that he does", "not want to allow people to stay in this country illegally.", "(END TAPE)", "CHUCK TODD:", "Look, Chairman Priebus admitted that he's changed his position, that what", "he has said in the primaries is different now, Hugh. Are they playing too", "many rhetorical games here?", "HUGH HEWITT:", "As long as Donald Trump remains fixed on the fence, keeps his wall in", "place--", "CHUCK TODD:You think that’s the line in the sand?", "HUGH HEWITT:", "That's the north star from which he cannot depart and will not depart.", "He's always been ambiguous on touch back. Who knows what it meant? But", "that ambiguity is catching up with him.", "JOY-ANN REID:", "You know what? We have Robert Costa right here whose report in the", "Washington Post said that Donald Trump tends to reflect the words of the", "last person that spoke to him. And I think that you can now really see the", "disconnect between the Kellyanne Conway faction which is saying, \"Be", "softer,\" that he literally says it's a softening.", "CHUCK TODD:", "Yeah.", "JOY-ANN REID:", "And then, I think he got uncomfortable with the word \"softening\" and is at", "now with the hard and incredibly durable and strong wall. And I do think", "that Donald Trump has not thought deeply about policy and that he is", "reflecting whoever is nearest him or the crowd that is cheering.", "ANDREA MITCHELL:", "It's the crowd that's cheering, it's the pushback. And you saw, the most", "blatant example was when he did a poll and said to crowd in the Hannity", "Town Hall, \"What do you want? Do you want to deport them all? Do you want", "to not deport them all? Which is it?\" You know?", "JOY-ANN REID:", "Yeah.", "ANDREA MITCHELL:", "It’s like the Roman circuses. Thumbs up, thumbs down from the Caesar.", "Look, he's reacting to that and it's a fight for the mind and heart of", "Donald Trump--", "ROBERT COSTA:", "You've got to think about Trump as someone surrounded by an orbit. You", "know, last Sunday he's sitting at Bedminster, piles of bacon cheeseburgers", "and hot dogs, ice cream. You got Roger Ailes there, you got Laura Ingraham", "there, you got Steve Bannon there, you have Kellyanne Conway.", "You have the family that's worried about the brand for Trump. You have all", "these voices. And as Joy said, Trump doesn't have this populist,", "nationalist core. He's latched onto that movement, but that's not really", "who he is. So at this crucial juncture in the campaign, he's being flooded", "with advice and he's navigating it--", "CHUCK TODD:", "The irony is it’s that businessman in him, probably that's why he keeps", "gravitating to a middle ground because ultimately, middle ground is where", "he's comfortable.", "ANDREA MITCHELL:", "I should just point out that Kellyanne said that Roger Ailes was not at", "that meeting. Now there is a disconnect there and your reporting is one", "thing. But she says she's not been at a meeting, that Roger Ailes is a", "friend and advisor, but she's not that--", "CHUCK TODD:Ailes may have been at Bedminster but not at that scene.", "JOY-ANN REID:", "But that is a question I think that voters could rightly ask. And if this", "is a person that's so easily swayed by one of the loudest voices in the", "moment is, then what does that mean for what his decision-making would be", "as President? Who would actually have sway over policy in this country?", "And then, you start to look at the people around him. People like Steve", "Bannon, who is a toxic personality around him. And you start to think", "about that inner circle. They would be incredibly powerful.", "CHUCK TODD:", "I think we as discussed, we may be one oppo drop away from Bannon not", "being a part of this campaign.", "HUGH HEWITT:", "Very possibly. I will point out, though, that Secretary Clinton carries", "more baggage than Marley’s ghost--", "CHUCK TODD:Well I want to transition to that--", "HUGH HEWITT:", "And one of those is Sidney Blumenthal. So if you want to talk about toxic", "people following around in the wake of a candidate, let's hone in on", "Sidney Blumenthal and the Clinton gang from the '90s, more baggage than", "Marley's ghost. I mean, that's why she--", "JOY-ANN REID:", "But not more than Steven Bannon, quite frankly. Not more than-- and by the", "way, you know, you talk about the people around him, Donald Trump's", "economic advisors are his donors and they have written an economic policy", "that would be very beneficial to them personally and to Donald Trump and", "his family ending the estate tax. These are people who are self dealing", "inside the campaign.", "CHUCK TODD:", "I want to transition to the Clinton Foundation because I guess, Andrea,", "what I don't understand is the Obama White House knew this was a problem", "eight years ago.", "ANDREA MITCHELL:", "They had memorandums of agreement signed by everybody.", "CHUCK TODD:", "And you know, it was interesting, David Plouffe wasn't fully comfortable", "wrapping his arms around the foundation. He was not. And none of the Obama", "world is. I've noticed this week they rally around her all the time,", "except when the foundation comes up. I didn't see a lot of Dan Pfeiffer,", "David Axelrod-- Tweets this week backing her up.", "ANDREA MITCHELL:", "You know, here is the pushback and it's something that we really have to", "get on because they say they're winding it down, but what I am told is it", "is really hard to wind this down. For one thing, Joe Scarborough asked her", "on Friday, \"Why not just turn it over to the Gates Foundation?\" The Gates", "Foundation does grants, they don't do operations on the ground. The", "Clinton Foundation does.", "And so, there are different types of foundations. They have already", "accepted the whole healthcare component, which is one of the largest", "components. That will not be wound down. Chelsea Clinton is going to be on", "the board, they've been saying this for a while, that's not news. But the", "fact is that she is still going to be on the board to help wind this", "down--", "HUGH HEWITT:But--", "ANDREA MITCHELL:", "Let me just finish. Bill Clinton just said to all of us in the press on", "Wednesday that they don't want anyone to be fired.", "CHUCK TODD:", "Right.", "ANDREA MITCHELL:", "So it is going to be a slow wind down, it's not going to be wound down, by", "the time if she’s elected and takes over.", "HUGH HEWITT:But that’s not an excuse for breaking the law.", "ANDREA MITCHELL:", "I’m not saying that’s an excuse", "JOY-ANN REID:What law was broken?", "ANDREA MITCHELL:There is no law.", "HUGH HEWITT:", "The quo and quid pro quo is the meeting and you cannot set up meetings on", "behalf of--", "JOY-ANN REID:", "But one moment, the quid here is to very wealthy people, \"Give us money,", "so we can give 11.5 million people AIDS drugs.\" And the quo is, \"Huma", "Abedin may call you back.\" That is not a quid pro quo, in a sense. And I", "think we have to ask whether we've invented a new standard. The George", "Bush Foundation, which benefits him, it benefits his library, which can", "accept foreign donations, existed all through the eight years of his son's", "Presidency.", "CHUCK TODD:", "Right.", "JOY-ANN REID:", "I don't recall us asking whether people who might want to influence", "President George W. Bush could simply give to a foundation that benefited", "him. His foundations have not financially benefited the Clinton family at", "all.", "ANDREA MITCHELL:", "Let me just answer what she just said. The State Department, which has", "been very uncomfortable about a lot of this has said they find nothing", "where this is a proof of action. And I've got to tell you, when we went", "through the AP story, they found emails, they found connections, they did", "not find the other piece.", "CHUCK TODD:", "Very quickly, and Robert, when we're debating oh, proof of this, proof of", "that, here's what the voter hears: Rich people get access.", "ANDREA MITCHELL:", "Yeah. That's the problem.", "CHUCK TODD:", "And by the way, that's legal and that's American politics.", "ROBERT COSTA:", "So I think this is the key question. We went out on the trials in Virginia", "with Mike Pence yesterday talking to swing voters and some others who were", "for Trump, you get the sense that the Clintons came out and they had this", "big speech on the Alt Right and the Breitbartification of the Trump", "campaign and the Republicans have all this chatter about the Clinton", "Foundation. Who's hearing what right now in this campaign?", "CHUCK TODD:", "Right.", "ROBERT COSTA:", "You got 75 days left. Is it about the Clinton campaign and the foundation", "or is it about the Alt Right and Trump?", "CHUCK TODD:", "Great closing point, we'll pause it there.", "ANDREA MITCHELL:", "A pox on both your house.", "CHUCK TODD:", "There it is. When we come back, Republicans are making registration gains", "in some battleground states, but Democrats are making gains in important", "parts of those same battleground states. We'll show you right after the", "break.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "And we are back it’s Data Download time. You may have heard recently that", "Donald Trump is energizing a new group of Republican voters and building a", "registration advantage going into the fall. But the numbers show much more", "of a mixed picture. Let me go through it.", "We decided to take a close look at five battleground states with", "significant Hispanic populations: North Carolina, Florida, Colorado,", "Arizona and Nevada. Since the beginning of this year, Republicans have", "seen bigger registration increases in two states, Florida and North", "Carolina, while Democrats have seen greater voter registration increases", "in three, advantages in Colorado, Nevada and Arizona. And we know the", "unusual GOP nominating fight and enthusiasm for Trump did increase", "Republican registration in all of these states. So how do you explain the", "increased Democratic registration? Well, let's look at Hispanics.", "In these five states, there are 18 countries where the Hispanic population", "is over 100,000. In 14 of the 18, registration grew at a higher rate than", "the state as a whole. And in 15 of these 18 counties, the registration", "advantage went to the Democrats. Now this was all significant because in", "these growing counties, newly registered voters are more likely to be", "brand new voters to the process, not just to the Democratic Party.", "Meaning more new voters in November for Clinton. And as David Wasserman", "over at FiveThirtyEight pointed out this week, the Republican registration", "gains in states like North Carolina and Florida are often formally", "registered Democrats, who have already been voting Republican in the", "general election for years, many of them will switch party registration to", "vote in the primaries for the first time. That doesn't necessarily", "translate into new Republican votes in November - just a whole new", "Republican Primary electorate. All right, when we come back, what voters", "have to say about the tone and tenor of this year's campaign. Here's a", "hint, it's not pretty.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "And we are back. This has been, shall we say, an ugly week in American", "politics. Let me just roll a compilation here.", "(BEGIN TAPE)", "DONALD TRUMP:", "Hillary Clinton is a bigot.", "PASTOR MARK BURNS:", "We should be talking about Hillary Clinton’s health.", "RUDY GIULIANI:", "So go online and put down, \"Hillary Clinton illness, take a look at the", "videos for yourself.\"", "KELLI WARD:", "John McCain has fallen down on the job. He's gotten weak, he's gotten old.", "So I do know what happens to the body and the mind at the end of life.", "HILLARY CLINTON:", "Through it all, he has continued pushing discredited conspiracy theories", "with racist undertones.", "JOEL BENENSON:", "I think Mr. Trump, who we know has paid zero in taxes in at least four", "years--", "TIM KAINE:", "If you look at a guy's tax returns and you find that he's using trick and", "dodge he can to not pay any taxes, then there's a guy trying to dodge", "supporting our veterans.", "(END TAPE)", "CHUCK TODD:", "So that was just a compilation this week of mainstreaming innuendo,", "essentially, because that's what it feels like we've done. And I didn't", "even bring up perhaps the lowest moment of the campaign week, which didn't", "take place in the Presidential level, took place up in the State of Maine.", "Let me play an excerpt of this horrendous voicemail that the Governor of", "Maine left for his State Legislature.", "(BEGIN TAPE)", "PAUL LEPAGE:", "I would like to talk to you about your comments about my being a racist,", "you EXPLETIVE. And, I want to talk to you. You want-- I want you to prove", "that I'm a racist. I’ve spent my life helping black people and you little", "son-of-a EXPLETIVE. socialist EXPLETIVE. .", "(END TAPE)", "CHUCK TODD:", "Uhm wow. Yeah, I didn't even bring up-- we had a Republican Senator call", "the President a drug dealer. We've had other innuendo. Andrea, we always", "say jeez a new low we cry wolf four years ago about how nasty the campaign", "is, we've surpassed anything.", "ANDREA MITCHELL:", "And I go back to, you showed a little bit of Peter Hart’s focus group--", "CHUCK TODD:", "And I have more of it, don't worry.", "ANDREA MITCHELL:", "And their reactions when asked, \"What is the odor of the scent of this", "campaign\" was, you know, skunk, rotten eggs--", "CHUCK TODD:", "Let me not hear it from you, let's hear it from them. Let me show you.", "ANDREA MITCHELL:", "Good.", "(BEGIN TAPE)", "MALE VOTER #1:", "From chemistry class, sulfur, rotten eggs.", "FEMALE VOTER #1:", "Garbage.", "MALE VOTER #2:", "I can't say it on the air, so I'll say dead fish.", "FEMALE VOTER #2:", "Stinks", "MALE VOTER #3:", "Garbage.", "FEMALE VOTER #3", "Rotten eggs.", "MALE VOTER #4:", "Skunk.", "FEMALE VOTER #4:", "Skunk.", "MALE VOTER #5:", "Skunk.", "FEMALE VOTER #5:", "Garbage.", "MALE VOTER #6:", "Garbage.", "FEMALE VOTER #6:", "Manure.", "(END TAPE)", "CHUCK TODD:", "Now let me set that scene, that's a focus group of 12 people; four are", "Trump voters, four are Clinton voters, four undecided, they were unified", "on one thing: The odor of this campaign.", "ANDREA MITCHELL:", "And it boiled down to loathing Hillary Clinton, even amongst some of her", "supporters who said she's a liar, they don't like her, to fear, real fear", "of Donald Trump because of things he's said and because of how the Clinton", "team has portrayed him as being reckless and not up to being", "Commander-in-Chief.", "CHUCK TODD:", "But I think voters, what are we doing? It's getting uglier and louder.", "Elected officials feel like they have to say some of these to get", "through--", "JOY-ANN REID:", "Yeah, the great irony here is, you know, Hillary Clinton did this big", "speech introducing the Alt-right to America. The irony is this is the kind", "of discourse that the Alt-right sort of dreams of. The idea--", "CHUCK TODD:", "They want it.", "JOY-ANN REID:", "One of their ideas, one of their sort of driving ideas and Breitbart.com", "sort of embodies this is to explode the idea of political correctness, to", "make the unacceptable acceptable, to be able to say whatever you want on", "race, whatever you want on gender. To talk about people in the LGBT", "community in vile ways, any way you want, because their ideas of political", "correctness is what is destroying conservatism, Republicanism and the", "country. And so, this is the campaign of the Breitbart world's dreams.", "ROBERT COSTA:", "When I talk to my sources in the Republican Party close to the Trump", "campaign, their outlook is bleak. If the Clinton campaign can make the", "argument that this is about temperament and this is about tone, the swing", "voters in the suburbs of North Carolina and Ohio are likely to tilt toward", "Clinton.", "CHUCK TODD:", "But this is bigger than Trump and Clinton. I don't want to get lost here.", "To me, Hugh, this is bigger than Trump and Clinton in that we have", "conditioned the American political, whatever you want to call it now,", "American politics, the institution to this vile crud.", "HUGH HEWITT:", "It is a resentment election. Some elections are run on celebration in like", "Reagan in '84, some run on hope like President Obama's in 2008. These two", "candidates have been around for so long in the public eye that they have", "many, many enemies, whereas, President Obama was new. Mitt Romney was", "relatively new. John McCain was a war hero. We’ve had two cycles where", "people were afraid to take the gloves off. Right now, we have a cycle", "where both have been punching bags for everyone--", "CHUCK TODD:", "But I also want to bring up the fact, though, that it's clear that- you", "know - that senators can say \"drug dealer\" with--", "ANDREA MITCHELL:", "I would say this is when Pat Moynihan, a great senator, called defining", "deviancy down. And what we have now is a political debate that is so", "coarse and so vulgar, but I guess you would say, you know, who started it?", "Maybe--", "CHUCK TODD:", "It’s not about who started it. I don’t want to get into that. No, it is,", "but there's rough and there is--", "ANDREA MITCHELL:", "And there's rough, right.", "JOY-ANN REID:", "-- But in 2008 we sort of defined a new low. I mean, I have to say, you go", "back and look at some of those Sarah Palin rallies in 2008, I think a lot", "of African-Americans looked at that campaign. And said, this is the", "beginning of opening a door, at least on race, that we're now opening in", "other areas. But there is a pivot point that we can say did begin with the", "ascension of Barack Obama.", "ROBERT COSTA:", "You see rough campaigns throughout history. I'm just saying, especially", "after two terms of a President, you look at after Reagan, '88. '88 was a", "rough campaign. After the Democratic administrations in '60 and '68 had a", "lot of fire to it. I know this is different because it's 24/7, media", "environment and it's incendiary each minute and that everyone--", "HUGH HEWITT:", "And a lot of the provocateurs are also entrepreneurs. There is money to be", "made here.", "JOY-ANN REID:", "That is true.", "CHUCK TODD:", "That is I think the reason why it's become acceptable.", "ANDREA MITCHELL:", "And fact-checking doesn't seem to matter.", "CHUCK TODD:", "Yeah, we're beyond, we're in a post-truth world. Anyway, we'll be back in", "45 seconds with \"Endgame.\" The opponents of political correctness,", "speaking of political correctness, got an interesting ally this week in", "the unlikeliest of places.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "And we are back. Back now with Endgame. Interesting little note at the", "University of Chicago to incoming students. Let’s put it on the board.", "This is a note sent to incoming students. “Our commitment to academic", "freedom means that we do not support so-called ‘trigger warnings,’ we", "don't not cancel invited speakers because their topics might prove", "controversial, and we do not condone the creation of intellectual ‘safe", "spaces’ where individuals can retreat from ideas and perspectives at odds", "with their own.” I have to say, this came across after what has been an", "odd few years of maybe over campus reactions. As this is, what I thought,", "what college was supposed to be about.", "ANDREA MITCHELL:", "A lot of research universities and elite schools that don’t have the same", "problem that these public universities have of state legislatures are", "putting this out. There are guidelines at most universities now, “we’re", "not cancelling speeches, no matter how controversial or how offensive.”", "And that gets back to the definitions that go all the way to the Supreme", "Court.", "CHUCK TODD:", "The purpose of going to college, I remember, is sometimes to have debate", "and have access to controversial opinions.", "HUGH HEWITT:", "Well this was done because of a committee put together by Professor", "Geoffrey Stone, who’s a big liberal but also a first amendment - I used", "his casebook teaching con-law for many years. Professor Stone is an", "adamant defender of open expression everywhere. And it’s long overdue and", "I’m not surprised the University of Chicago started it.", "CHUCK TODD:", "You know, Joy, somebody might say, “you just talked about the meanness of", "the campaign before, and now you guys are praising--” but there is a", "difference. This is being done by intellectual heft to it.", "JOY-ANN REID:", "Yeah, I mean, as the daughter of a college professor, there are a lot of,", "you know, teachers in these colleges who are nervous about even kind of", "the lectures they give because there might be a reaction from a student", "that is, you know-- I think we have gone too far in the direction of not", "allowing intellectual debate and ideas that make you uncomfortable. I", "think as long as colleges are careful not to allow harassment, which in", "the Internet age, to your point earlier, can also happen. So you have to", "balance the two.", "ROBERT COSTA:", "One of the things I love when I go back to college campuses is there's a", "real protest movement, people are politically engaged, but I do agree.", "There is too much sensitivity sometimes to the the deferring view.", "Everyone should be respected. But at the same time, when I was at Notre", "Dame, I loved when I heard someone from the far left versus the far right.", "Let’s see the debates.", "CHUCK TODD:", "Yeah, I know, I got to go to school and I had, literally, one day I saw", "Jesse Jackson come to GW, the next day Newt Gingrich. And it was great and", "I went to both events, you know?", "ANDREA MITCHELL:", "That's what you want. I mean, let's face it, Hillary Clinton started at", "Wellesley as a Goldwater Republican girl and it was all of the tumult of", "the years and the people she came in contact with that changed her. We all", "change--", "JOY-ANN REID:", "This was stuffing envelopes for Eugene McCarthy--", "CHUCK TODD:", "And this goes to the issue of diversity, which is, does ideology, should", "that be a part of a diversity conversation in newsrooms? You know, and in", "all sorts of places?", "ANDREA MITCHELL:", "Yeah, and one other thing, your comment about the '88 campaign, I covered", "it. You know, Lee Atwater and what they did to Michael Dukakis with the", "helmet and all of the rest. I mean, it was a rough campaign, but it was", "pre-talk radio, pre-cable TV, really, and pre-Internet. And the velocity", "of what's going back and forth and the anonymity, as you were suggesting", "off-camera, the meanness and the crudeness of this campaign and the fact", "that you can get four Pinocchios, but it doesn't matter because we aren’t", "trusted either.", "CHUCK TODD:", "Well, that's because everybody is listening to their own megaphones.", "Alright guys, what a week, it's good to be back. I love the Olympics, but", "I was done with the marathon. Two marathons are enough. We've got our own", "marathon, 70-plus days of it. That's all we have for today. We'll be back", "next week, because I promise you, if it's Sunday, every single Sunday for", "the rest of this year, it is Meet the Press.", "* * *END OF TRANSCRIPT* * *", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]