["Link: profile", "Link: canonical", "Link: shortlink", "Link: openid.server", "Link: openid.delegate", "Link: amphtml", "artful fund raiser", "Cultural Entrepreneurship, Fundraising, Leadership, Sponsorship and", "(Occasional) Taco Advice.", "[IMG]", "Skip to content", "* Home", "* 5337", "* About & Contact", "* Partners and Resources", "* Speaking Engagements", "← Offer Some Encouragement (Today).", "Sorting Through the Stacks, Giving where I can. →", "Some Concerns about Facebook’s Donation Platform.", "Posted on November 1, 2017 by jeremymhatch", "2017-08-21 12.14.20-1", "This new thing is showing up on my FB feed. It looks like a happy thing,", "should be a happy thing. My friends asking their friends to donate to", "non-profits. For things that matter. For birthdays. For legitimate", "organizations, vital to the public interest. From people I care about, and", "for things I care about. Ugh.", "Will I participate in these calls to contribute? I will not. We need to", "all say “No” to Facebook’s online donation platform, however much this", "might hurt feelings.", "Why?", "Listen, looking back, was Facebook a good idea? It seemed innocent enough", "ten years ago when I joined up, but if it wasn’t a part of my professional", "and family life I’d probably bail on it. The case against Facebook is", "broad, though this, from a recent NY Times article, How to Fix Facebook,", "sums it up:", "“The cloud over Facebook extends far beyond Russia. Critics say the", "company’s central role in modern communication has undermined the news", "business, split Americans into partisan echo chambers and “hijacked” our", "minds with a product designed to keep us addicted to the social network.”", "What else? Let’s start (and this should be enough) with permitting paid", "advertising, again and then a second time, targeting Holocaust deniers.", "Not enough of an argument?", "How about permitting the spread of Fake News in the last election to at", "least 100,000,000 American citizens, and this ongoing mess we are", "currently in, from which America may not recover. More?", "How about generally eroding our discourse. You don’t need a URL to know", "that reality. How many of you regularly take Facebook Breaks?", "Finally, how about making content of us all? With Facebook, we are the", "product that is being sold. Our preferences, our families, our habits,", "secret crushes, and our biases. Every click, every unfriending, every", "post, every log-in, all being mined in an unprecedented experiment in", "making all of us products to be sold to big business. For profit. This", "effort is dismantling our media and journalism, to the point that", "newspapers may end up as charities, forced to raise money from patrons to", "survive.", "And the true crime here is that Facebook has no idea what the consequences", "of this grand experiment will be. They cannot possibly know, or we", "wouldn’t all be cocooned on our micro world views, seeing only the things", "that support our own biases.", "Which brings us to non-profit fundraising, and, my friends, the very", "future of philanthropy.", "Give to a non-profit via the Facebook platform and what have you done?", "You’ve participated in an experiment that will have very real consequence", "for the non-profit sector, for no good reason. Encourage your friends to", "make gifts on your birthday to the Red Cross and:", "* You’ve eliminated the “middle man” of traditional communication and", "stewardship between donor and organization, where there are", "established norms and ethical practices. Facebook is new at this. They", "only care to disrupt and gather data. They aren’t working with", "professional fundraisers. Check out their guidelines. Pretty thin. Do", "you think that they really know what they are doing?", "* You’ve bought into a disruption of our American Philanthropy. Facebook", "appears to permit most any sort of organization to join the platform,", "and this is eventually going to get nasty. Do you want your donation", "part of a platform that can segment by Hate? Do you want to be", "affiliated with a platform ripe for inevitable fraud and malpractice?", "* You’ve given your giving preferences to an organization that will sell", "this information, targeting you and organizations you support in", "frightful ways. How will this work? Facebook advertising by", "non-profits is already a big business, allowing micro-targeting of", "incredibly specific market segments. Now Facebook will be able to go", "directly to non-profits and sell datasets, promising to promote", "content by those charities who pay up, or limiting the organic reach", "of those organizations who do not play ball. Is that what you want for", "your donation? Or maybe Facebook will eventually suggest that they", "should handle all fundraising activity, targeting the right donors for", "non-profits. Is that a good idea for our sector?", "* You’ve given Facebook another way to subtly manipulate you going", "forward, where the company applies its sorting methods to who we see,", "when we see it, and how often, all in a relentless effort to make us", "spend more and more and more time on the application. Is that what you", "want in exchange for your donation?", "* You’ve provided cash to a platform that charges at least 5% overhead,", "with varying payout terms and all sort of nonsense like sales for", "donations (no fees on Giving Tuesday!) that are beyond the norm of our", "industry. Gross.", "I don’t think Facebook is out to do Evil. I think that they don’t know", "what they are doing, nor the long-term consequence of their strategy. No", "one does. Facebook embedded sales teams into US presidential campaigns", "last year. Was that good for America? Of course not. Facebook was simply", "attempting to make more money.", "This is not good for our non-profit sector. We simply cannot risk the", "long-term endgame of having our organizations participate. The consequence", "is too grave. What instead? Embrace established online platforms, of which", "there are many, competently managed by professionals who understand our", "sector, and who act with high ethical standards.", "For your next birthday, encourage your friends to donate in your honor by", "sending them directly to the website of your favorite charity. Or have a", "party with a donation jug at the bar, where you can accept cash. Or clean", "up the river with your Amigos. Think globally. Act locally.", "Facebook is about turning all of us into product, just as Arby’s is all", "about turning cows into dinner. Let’s keep fundraising for our vital", "non-profits away from it.", "Share this:", "* Twitter", "* Facebook", "* LinkedIn", "* Email", "* Like this:", "Like Loading...", "About jeremymhatch", "If I could, I'd write about nothing but tacos. Alas, I am fundraising and", "leadership consultant in the arts, focusing on contributed revenue growth", "for organizations. Send me a compliment or complaint. And the location for", "the good tacos in your town.", "View all posts by jeremymhatch →", "This entry was posted in Philanthropy and tagged facebook, Fundraising,", "Technology. Bookmark the permalink.", "← Offer Some Encouragement (Today).", "Sorting Through the Stacks, Giving where I can. →", "20 Responses to Some Concerns about Facebook’s Donation Platform.", "1. Lora Dow (@loradow) says:", "November 2, 2017 at 10:05 am", "Oof. The cow reference hit me between the eyes. Yes. I assume much of", "this is directed at the FB donation utility specifically, but many of", "the issues you raise apply to any appeals made via FB, even if they go", "through a different personal giving platform. This is how much of our", "social interaction happens these days, so it makes sense that we’ve", "migrated “face-to-face” asking to social media, but it’s starting to", "feel like the people who leave their kids’ Girl Scout cookie or Boy", "Scout popcorn/wrapping paper order form in the break room. Is that", "REALLY fundraising anymore? You haven’t shared the mission at all,", "just asked for a transaction. (Or maybe just expected a transaction", "without even asking). Grr. Argh.", "I too am trying to figure out how to get rid of FB, but can’t really", "from a business standpoint. Remember when social media was fun? Seems", "so long ago now.", "Reply", "* jeremymhatch says:", "November 2, 2017 at 10:07 am", "Thanks Lora – good thoughts! My concern is Facebook specifically", "and not all the ways we fundraise online and elsewhere, which I", "am a fan of for finding new donors. The scale of FB so outpaces", "our understanding of what it is. Nonprofits shouldn’t jump in", "quickly.", "Reply", "2. Jeremy Berman says:", "November 2, 2017 at 11:13 am", "The harsh reality is that donors want to help nonprofits in the", "easiest way possible — and because they’re already using Facebook,", "they’re gravitating towards these fundraising tools.", "I think it’s a fools game to go against what your donors want.", "Instead, I think a more positive outcome is to encourage Facebook to", "better support nonprofits. This includes sharing the right data,", "giving more control, and helping to discover and cultivate donors", "along the way.", "…just my two cents", "Reply", "* jeremymhatch says:", "November 2, 2017 at 11:16 am", "Thanks Jeremy – Is Facebook really the best and easiest tool? The", "only way to control Facebook’s actions would be for everyone to", "stop for a second on the platform. My concern is that Facebook is", "so vast that not even they know where it is all going, and", "something bad will happen. Asking them to share data and find", "donors sounds good, but that’s their business. They will sell it", "too you. And maybe worse, suggest cutting you out entirely.", "Reply", "3. Tom Gabriel says:", "November 6, 2017 at 8:32 am", "Jeremy, your post savors strongly of both bitterness and hypocrisy.", "Please allow me a moment to holdup a mirror. Firstly, your entire", "argument against FB is that they don’t know what they’re doing, that", "they’re solely out to commoditize philanthropy for the purposes of", "acquiring data and selling it, and that they are guilty by association", "to some nefarious types. You’ve worked, to some degree, in the field", "of major gifts. Can you honestly tell me that every single donor", "you’ve ever met with, solicited, and accepted a contribution from was", "completely and utterly altruistic in their giving? No one… not one…", "gave because they wanted their name on a building… or they were buying", "access to other major donors… or they were excising some demon in", "their closet? I call BS.", "And secondly, you argue that we should steer clear for FB because “it", "was simply attempting to make more money.” Please name for me one", "person, one for-profit, even one nonprofit that’s not trying to make", "more money. Like it or not, we are all driven by money. I doubt you", "consult with nonprofit clients for free.", "By no means should you, or any reader, take from my comments the", "notion that FB is the salvation of this industry. But when donor", "retention rates are dropping nationally", "https://bloomerang.co/blog/new-study-shows-donor-retention-rates-are-in-decline/", "and nonprofits discard their Development staff like used toilet paper", "https://www.compasspoint.org/underdeveloped the last thing a", "“consultant” like you should be doing is counseling potential clients", "to steer clear of a potential income source just because they’re still", "working out the kinks on the howtos and whyfors.", "Reply", "* jeremymhatch says:", "November 6, 2017 at 8:44 am", "Thanks for sharing your perspective Tom. Do you really think that", "FB is a tool to strengthen retention? I find that extraordinarily", "unlikely. Nothing wrong with money as a motivator. But Facebook", "is going to disrupt our sector in ways that we will look back on", "with considerable regret in my humble opinion. And let me add", "that the tone of your comment is part of the problem. If we were", "sitting over coffee debating these complex issues, you wouldn’t", "question my credentials in response to something that you did not", "agree with, as you’ve done here. Because that’s rude, but we have", "no problem insulting people across the interwebs. This is no way", "to do philanthropy. Focus on the fundamentals, establishing trust", "and building leadership. That will smoke Facebook every single", "time. Cheers!", "Reply", "4. Tom Gabriel says:", "November 6, 2017 at 9:32 am", "Jeremy, I’m concerned that I struck a nerve, which speaks volumes", "about you, rather than me. I’ll clarify so that you and your readers", "do not think I was trying to be rude, which is far from my intent.", "I never questioned your credentials as a major gifts professional or a", "consultant. I would ask you, in a respectful manner to articulate how", "I did.", "I DID question the hypocrisy in your perspective, and I stand by my", "argument. You took FB to task on a number of issues. I doubt you have,", "as I doubt any of us in this profession have, applied the same rigor", "to a major donor. Everyone’s motivations are suspect to some degree.", "Barring fraud or criminal behavior, I’m quite sure we all would still", "accept their donation.", "Further, I do not think FB is a tool to strengthen retention. I did", "not say that at all. I said nonprofits are desperate for donors and", "for funding, and development professionals need to be open to any and", "all revenue streams, especially when EDs and Boards will discard them", "at an alarmingly high rate for not meeting budget numbers.", "And finally, I wholeheartedly concur that we should all “Focus on the", "fundamentals, establishing trust and building leadership.” But just as", "every comprehensive development effort includes events, grants, and a", "host of other revenue streams, it too should include a more", "transactional model like FB or “Text-to-Give” or eSolicitations to", "capture those donors that are not interested in a long-term", "relationship.", "Reply", "* jeremymhatch says:", "November 6, 2017 at 2:18 pm", "Hi Tom: Thanks again for your thoughts. You certainly did not", "touch a nerve, just a general observation our uncivilized online", "age. I cannot imagine that you would tell me in person, “your", "post savors strongly of both bitterness and hypocrisy” (though I", "admire the turn of phrase) and so forth, but if that’s how you", "talk, I might like to meet you for that coffee, because, awesome.", "Always sincerely glad to have thoughtful comments, and yours", "certainly are. I agree we need new (including transactional)", "methods for finding new revenue and donors, but I must advise", "everyone against Facebook’s approach, much as I would an online", "poker room that might would promise a percentage of revenue back", "to a non-profit. Organizations must evaluate all of these new", "platforms, but Facebook is, to me, not worth the potential peril,", "based on what the company has done to journalism, our politics,", "and and so on. We don’t see eye to eye, which is just fine. May", "all of your future fundraising efforts be successful.", "Reply", "5. Tom Gabriel says:", "November 6, 2017 at 4:33 pm", "Agreed to disagree. And, with the utmost sincerity and veracity, my", "etymological skills and general propensity toward flowery prose are", "what they are. And if you’re ever in the New York area, coffee would", "be delightful. 🙂", "Reply", "* jeremymhatch says:", "November 6, 2017 at 7:32 pm", "New Yorkers with flowery prose are among my favorites. I will", "look forward to that coffee.", "Reply", "6. Pingback: Fundraising Friday | November 10, 2017 | Pamela Grow", "7. Pingback: Your Online Giving Page Makes Me Sad. | artful fund raiser", "8. Pingback: Facebook says birthday fundraisers have raised more than", "$300 million over the past year | ADMK Agency", "9. Pingback: Please don’t use Facebook donations / fundraisers | Jon von", "Zelowitz's blog", "10. Pingback: Facebook says birthday fundraisers have raised more than", "$300 million over the past year – IAM Brands Consulting", "11. Pingback: Does Facebook 'Write Off' Your Birthday Donations? • beat", "10z", "12. Pingback: Does Facebook 'Write Off' Your Birthday Donations? - PC", "Solution", "13. Pingback: With Gratitude. | artful fund raiser", "14. Pingback: Charities - Belfast Quest", "15. Pingback: 5 Charity Digital Trends for 2021 | Empower Agency", "Leave a Reply", "Enter your comment here...", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Fill in your details below or click an icon to log in:", "Gravatar", "Email (required) (Address never made public)", "_____________________", "Name (required)", "_____________________", "Website", "_____________________", "WordPress.com Logo", "You are commenting using your WordPress.com account. ( Log Out /  Change )", "Google photo", "You are commenting using your Google account. ( Log Out /  Change )", "Twitter picture", "You are commenting using your Twitter account. ( Log Out /  Change )", "Facebook photo", "You are commenting using your Facebook account. ( Log Out /  Change )", "Cancel", "Connecting to %s", "[ ] Notify me of new comments via email.", "[ ] Notify me of new posts via email.", "[ Post Comment ]", "* Follow artful fund raiser on WordPress.com", "* Make Your Email Fun Again.", "Enter your email address to follow this blog and receive notifications", "of new posts by email.", "Email Address: _____________________", "Subscribe", "* Search for: _____________________ [ Search ]", "* Categories", "Categories", "[ ] Select Category", "[ ] Advancement, Ingrate Donors, Stewardship", "[ ] Annual Fund", "[ ] Board Development", "[ ] Cultural Entrepreneurship", "[ ] Fundraising", "[ ] Indiana", "[ ] Ireland", "[ ] Irish Adventures", "[ ] Leadership", "[ ] Life and Travels", "[ ] Patrons", "[ ] Performing Arts", "[ ] Philanthropy", "[ ] Sponsorship", "[ ] Uncategorized", "[ ] Volunteers", "* Artful Fundraiser on Twitter", "My Tweets", "* Recent Posts", "* Ghost Light.", "* With Gratitude.", "* Your Online Giving Page Makes Me Sad.", "* Hiring Major Gift Officers is Almost Impossible. Be Your Own MGO.", "* Fundraising Job #1.", "artful fund raiser", "Blog at WordPress.com.", "Add your thoughts here... (optional)", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Post to", "Cancel [ Reblog Post ]", "%d bloggers like this:"]