["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "Facebook’s policy on white supremacy plays right into a racist agenda", "Most of the internal guidance was taken straight from Wikipedia — no wonder it", "sucks", "Taylor Hatmaker @tayhatmaker / 3 years", "In an ongoing series over at Motherboard, we’re learning quite a bit about", "how Facebook polices hate speech and hate organizations on its platform.", "Historically, the company has been far less than transparent about its", "often inconsistent censorship practices, even as white supremacist content", "— and plenty of other forms of hate targeted at marginalized groups — runs", "rampant on the platform.", "Tech is not winning the battle against white supremacy", "IFrame", "Now we know more about why. For one, according to a series of internal", "slides on white supremacy, Facebook walks a fine line that arguably", "doesn’t exist at all. According to these post-Charlottesville training", "documents, the company opted to officially differentiate between white", "nationalism and white supremacy, allowing the former and forbidding the", "latter.", "White nationalism gets the green light", "Facebook appears to take the distinction between white nationalism and", "white supremacy seriously, but many white nationalists don’t, opting only", "for the slightly more benign term to soften their image. This is a", "well-documented phenomenon, as anyone who has spent time in these online", "circles can attest. It’s also the first sentence in the Anti Defamation", "League (ADL) entry on white nationalism:", "White nationalism is a term that originated among white supremacists as", "a euphemism for white supremacy.", "Eventually, some white supremacists tried to distinguish it further by", "using it to refer to a form of white supremacy that emphasizes defining", "a country or region by white racial identity and which seeks to promote", "the interests of whites exclusively, typically at the expense of people", "of other backgrounds.", "As Motherboard reports, Facebook notes “overlaps with white", "nationalism/separatism” as a challenge in its relevant training notes", "section for white supremacy, adding that “Media reports also use the terms", "interchangeably (for example referring to David Duke as white supremacist", "even though he doesn’t explicitly identify himself as one).”", "Facebook’s own articulation of white supremacy offers considerable", "concessions:", "Although there doesn’t seem to be total agreement among academics on", "whether white supremacy always implies racial hatred, the fact that it", "is based on a racist premise is widely acknowledged. [original emphasis]", "Most of Facebook’s slides on hate speech and hate groups read like an", "embarrassingly simplistic CliffsNotes, lacking nuance and revealing the", "company’s apparently slapdash approach to the issue of racial hate.", "Tellingly, some portions of Facebook’s training text copy Wikipedia’s own", "language verbatim.", "Here are the first few sentences of the Wikipedia entry on white", "supremacy:", "White supremacy or white supremacism is a racist ideology based upon the", "belief that white people are superior in many ways to people of other", "races and that therefore white people should be dominant over other", "races.", "White supremacy has roots in scientific racism and it often relies on", "pseudoscientific arguments. Like most similar movements such as", "neo-Nazism, white supremacists typically oppose members of other races", "as well as Jews.", "Facebook’s training note on white supremacy, with differences bolded:", "White supremacy or white supremacism is a racist ideology based upon the", "belief that white people are superior in many ways to people of other", "races and that therefore white people should be dominant over other", "races. White supremacy has roots in scientific racism and it often", "relies on pseudoscientific arguments. Like most similar movements such", "as neo-Nazism, white supremacists typically oppose people of color, Jews", "and non-Protestants.", "Facebook slides recreated by Motherboard", "Bafflingly, Facebook also notes that “White nationalism and calling for an", "exclusively white state is not a violation for our policy unless it", "explicitly excludes other PCs [protected characteristics]” which by", "definition, a white state does.", "According to slides recreated by Motherboard, Facebook asserts that “we", "don’t allow praise, support and representation of white supremacy as an", "ideology” but stipulates that it does “allow praise, support and", "representation” for both white nationalism and white separatism. [Again,", "emphasis theirs.]", "Facebook further clarifies:", "By the same token, we allow to call for the creation of white", "ethno-states (e.g. “The US should be a white-only nation”).", "White supremacy versus white nationalism", "By failing to recognize the political motivations behind white nationalism", "as an identity, Facebook legitimates white nationalism as something", "meaningfully distinct from white supremacy. While not all white", "nationalists call for the dream of a white ethnostate to be achieved", "through racial domination — and arguably the two could be studied", "distinctly from a purely academic perspective — they have far more in", "common than they have differences. Even with such thin sourcing, Facebook", "has devoted a surprising amount of language to differentiating the two.", "In grappling with this question after Charlottesville, the Associated", "Press offered this clarification for its own coverage:", "For many people the terms can be used almost interchangeably. Both terms", "describe groups that favor whites and support discrimination by race.", "The AP also mentions the “subtle difference” that white supremacists", "believe whites to be superior.", "For white nationalists, that attitude at times appears more implicit than", "explicit but that doesn’t mean it’s not there. From my own reading and", "considerable hours spent immersed online in white nationalist groups and", "forums, there is massive observable ideological overlap between the two", "groups. The instances in which white supremacists and white nationalists", "truly espouse wholly distinct ideologies are rare.", "Further, it’s impossible to ignore that violence against non-whites is a", "central thread running throughout white nationalism, whether stated or", "implied. Imagining a white ethnostate that does not directly come about at", "the cost of the safety, wellbeing and financial security of racial", "minorities is pure fantasy — a fantasy Facebook is apparently content to", "entertain in pretending that the “white state” would not “explicitly", "exclude” anyone based on the protected characteristic of race.", "The Southern Poverty Law Center (SPLC) defines white nationalism in", "similarly broad strokes, tying it directly to white supremacy and stating", "that “white nationalist groups espouse white supremacist or white", "separatist ideologies, often focusing on the alleged inferiority of", "nonwhites.”", "The SPLC, an organization devoted to studying hate, explains the expedient", "fallacy of the white ethnostate as a nonviolent goal:", "These racist aspirations are most commonly articulated as the desire to", "form a white ethnostate — a calculated idiom favored by white", "nationalists in order to obscure the inherent violence of such a radical", "project. Appeals for the white ethnostate are often disingenuously", "couched in proclamations of love for members of their own race, rather", "than hatred for others.", "Apparently, Facebook ignored most dissenting definitions linking white", "nationalist goals directly to white supremacy. Naively or not, the company", "bought into white supremacy’s slightly more palatable public-facing image", "in shaping its policy platforms. In sourcing its policies, Facebook was", "apparently content to pick and choose which points supported its decision", "to allow white nationalism on its platform while supposedly casting out", "white supremacy.", "“White nationalist groups espouse white separatism and white supremacy,”", "the Wikipedia page that Facebook drew from states. “Critics argue that the", "term ‘white nationalism’ and ideas such as white pride exist solely to", "provide a sanitized public face for white supremacy, and that most white", "nationalist groups promote racial violence.”", "Sadly, for anyone who has watched many virulent strains of racism flourish", "and even organize on Facebook, the company’s shoddily crafted internal", "guidance on white supremacy comes as little surprise. Nor does the fact", "that the company failed to dedicate even a sliver of its considerable", "resources to understanding the nuance of white supremacist movements, aims", "and language.", "We reached out to Facebook to see if these alarmingly reductive policies", "on racial hate have evolved in recent months (these materials are less", "than a year old), but the company only pointed us to the broad", "public-facing  “Community Standards.” Any further detail on the actual", "implementation of policies around hate remains opaque.", "Though it may have learned some harsh lessons in 2018, for Facebook,", "opacity is always the best policy.", "_____________________"]