["Skip to main content", "NCA4 Guide", "* ABOUT", "About this Report Guide to this Report Report Credits", "* CHAPTERS", "Front Matter", "* About this Report", "* Guide to the Report", "Summary Findings", "1. Overview", "National Topics", "2. Our Changing Climate", "3. Water", "4. Energy Supply, Delivery & Demand", "5. Land Cover & Land-Use Change", "6. Forests", "7. Ecosystems, Ecosystem Services, & Biodiversity", "8. Coastal Effects", "9. Oceans & Marine Resources", "10. Agriculture & Rural Communities", "11. Built Environment, Urban Systems, & Cities", "12. Transportation", "National Topics (cont.)", "13. Air Quality", "14. Human Health", "15. Tribes & Indigenous Peoples", "16. Climate Effects on U.S. International Interests", "17. Sector Interactions, Multiple Stressors, & Complex Systems", "Regions", "18. Northeast", "19. Southeast", "20. U.S. Caribbean", "21. Midwest", "22. Northern Great Plains", "23. Southern Great Plains", "24. Northwest", "25. Southwest", "26. Alaska", "27. Hawaiâ\u0080\u0098i & U.S.-Affiliated Pacific Islands", "Responses", "28. Reducing Risks Through Adaptation Actions", "29. Reducing Risks Through Emissions Mitigation", "Appendices", "1. Report Development Process", "2. Information in the Fourth National Climate Assessment", "3. Data Tools & Scenario Products", "4. Looking Abroad", "5. Frequently Asked Questions", "* DOWNLOADS", "View All Report Downloads Front Matter PDF Front Matter Figures (.zip)", "Front Matter Bibliography (RIS)", "Guide", "[ Submit ]", "Ã\u0097", "Search _____________________ [ Submit ]", "FOURTH NATIONAL CLIMATE ASSESSMENT", "GUIDE TO THIS REPORT", "Share", "_____________________", "Guide To This Report", "Summary Findings", "The twelve Summary Findings represent a very high-level synthesis of the", "material in the underlying report. They consolidate Key Messages and", "supporting evidence from 16 underlying national-level topic chapters, 10", "regional chapters, and 2 response chapters.", "Overview", "The Overview presents the major findings alongside selected highlights", "from NCA4 Volume II, providing a synthesis of material from the underlying", "report chapters.", "Chapter Text", "Key Messages and Traceable Accounts", "Chapters are centered around Key Messages, which are based on the", "authorsâ\u0080\u0099 expert judgment of the synthesis of the assessed literature.", "With a view to presenting technical information in a manner more", "accessible to a broad audience, this report aims to present findings in", "the context of risks to natural and/or human systems. Assessing the risks", "to the Nation posed by climate change and the measures that can be taken", "to minimize those risks helps users weigh the consequences of complex", "decisions.", "Since risk can most meaningfully be defined in relation to objectives or", "societal values, Key Messages in each chapter of this report aim to", "provide answers to specific questions about what is at risk in a", "particular region or sector and in what way. The text supporting each Key", "Message provides evidence, discusses implications, identifies", "intersections between systems or cascading hazards, and points out paths", "to greater resilience. Where a Key Message focuses on managing risk,", "authors considered the following questions:", "* What do we value? What is at risk?", "* What outcomes do we wish to avoid with respect to these valued things?", "* What do we expect to happen in the absence of adaptive action and/or", "mitigation?", "* How bad could things plausibly get? Are there important thresholds or", "tipping points in the unique context of a given region, sector, and so", "on?", "These considerations are encapsulated in a single question: What keeps you", "up at night? Importantly, climate is only one of many drivers of change", "and risk. Where possible, chapters provide information about the dominant", "sources of uncertainty (such as scientific uncertainty or socioeconomic", "factors), as well as information regarding other relevant non-climate", "stressors.", "Each Key Message is accompanied by a Traceable Account that restates the", "Key Message found in the chapter text with calibrated confidence and", "likelihood language (see Table 1). These Traceable Accounts also document", "the supporting evidence and rationale the authors used in reaching their", "conclusions, while also providing information on sources of uncertainty.", "More information on Traceable Accounts is provided below.", "Our Changing Climate", "USGCRP oversaw the production of the Climate Science Special Report", "(CSSR): NCA4 Volume I,^2 which assesses the current state of science", "relating to climate change and its physical impacts. The CSSR is a", "detailed analysis of how climate change affects the physical earth system", "across the United States. It presents foundational information and", "projections for climate change that improve consistency across analyses in", "NCA4 Volume II. The CSSR is the basis for the physical climate science", "summary presented in Chapter 2 (Our Changing Climate) of this report.", "National Topic Chapters", "The national topic chapters summarize current and future climate change", "related risks and what can be done to reduce those risks. These national", "chapters also synthesize relevant content from the regional chapters. New", "national topic chapters for NCA4 include Chapter 13: Air Quality; Chapter", "16: Climate Effects on U.S. International Interests; and Chapter 17:", "Sector Interactions, Multiple Stressors, and Complex Systems.", "Regional Chapters", "Responding to public demand for more localized informationâ\u0080\u0094and because", "impacts and adaptation tend to be realized at a more local levelâ\u0080\u0094NCA4", "provides greater detail in the regional chapters compared to the national", "topic chapters. The regional chapters assess current and future risks", "posed by climate change to each of NCA4â\u0080\u0099s 10 regions (see Figure 1) and", "what can be done to minimize risk. Challenges, opportunities, and success", "stories for managing risk are illustrated through case studies.", "National Climate Assessment Regions", "The regions defined in NCA4 are similar to those used in the Third", "National Climate Assessment (NCA3),^8 with these exceptions: the Great", "Plains region, formerly stretching from the border of Canada to the border", "of Mexico, is now divided into the Northern Great Plains and Southern", "Great Plains along the Nebraskaâ\u0080\u0093Kansas border; and content related to", "the U.S. Caribbean islands is now found in its own chapter, distinct from", "the Southeast region.", "Download  Metadata  Share", "_____________________", "Figure 1: National Climate Assessment Regions", "National Climate Assessment Regions", "Figure 1: Map of the ten regions used throughout NCA4", "SHRINK", "Response Chapters", "The response chapters assess the science of adaptation and mitigation,", "including benefits, tradeoffs, and best practices of ongoing adaptation", "measures and quantification of economic damages that can be avoided by", "reducing greenhouse gas emissions. The National Climate Assessment does", "not evaluate or recommend specific policies.", "Economic Estimates", "To the extent possible, economic estimates in this report have been", "converted to 2015 dollars using the U.S. Bureau of Economic Affairsâ\u0080\u0099", "Implicit Price Deflators for Gross Domestic Product, Table 1.1.9. For more", "information, please visit: https://bea.gov/national/index.htm. Where", "documented in the underlying literature, discount rates in specific", "estimates in this assessment are noted next to those projections.", "Use of Scenarios", "Climate modeling experts develop climate projections for a range of", "plausible futures. These projections capture variables such as the", "relationship between human choices, greenhouse gas (GHG) and particulate", "matter emissions, GHG concentrations in our atmosphere, and the resulting", "impacts, including temperature change and sea level rise. Some projections", "are consistent with continued dependence on fossil fuels, while others are", "achieved by reducing GHG emissions. The resulting range of projections", "reflects, in part, the uncertainty that comes with quantifying future", "human activities and their influence on climate.", "The most recent set of climate projections developed by the international", "scientific community is classified under four Representative Concentration", "Pathways, or RCPs.^9 A wide range of future socioeconomic assumptions", "could be consistent with the RCPs used throughout NCA4.", "NCA4 focuses on RCP8.5 as a â\u0080\u009chigherâ\u0080\u009d scenario, associated with more", "warming, and RCP4.5 as a â\u0080\u009clowerâ\u0080\u009d scenario with less warming. Other RCP", "scenarios (e.g., RCP2.6, a â\u0080\u009cvery lowâ\u0080\u009d scenario) are used where", "instructive, such as in analyses of mitigation science issues. To promote", "understanding while capturing the context of the RCPs, authors use the", "phrases â\u0080\u009ca higher scenario (RCP8.5)â\u0080\u009d and â\u0080\u009ca lower scenario", "(RCP4.5).â\u0080\u009d RCP8.5 is generally associated with higher population growth,", "less technological innovation, and higher carbon intensity of the global", "energy mix. RCP4.5 is generally associated with lower population growth,", "more technological innovation, and lower carbon intensity of the global", "energy mix. NCA4 does not evaluate the feasibility of the socioeconomic", "assumptions within the RCPs. Future socioeconomic conditionsâ\u0080\u0094and", "especially the relationship between economic growth, population growth,", "and innovationâ\u0080\u0094will have a significant impact on which climate change", "scenario is realized. The use of RCP8.5 and RCP4.5 as core scenarios is", "broadly consistent with the range used in NCA3.^8 For additional detail on", "these scenarios and what they represent, please see Appendix 3 (Data Tools", "and Scenario Products), as well as Chapter 4 of the Climate Science", "Special Report.^10", "Treatment of Uncertainties: Risk Framing, Confidence, and Likelihood", "Risk Framing", "In March 2016, NASEM convened a workshop, Characterizing Risk in Climate", "Change Assessments, to assist NCA4 authors in their analyses of", "climate-related risks across the United States.^11 To help ensure", "consistency and readability across chapters, USGCRP developed guidance on", "communicating the risks and opportunities that climate change presents,", "including the treatment of scientific uncertainties. Where supported by", "the underlying literature, authors were encouraged to describe the full", "scope of potential climate change impacts, both negative and positive,", "including more extreme impacts that are less likely but would have severe", "consequences, and communicate the range of potential impacts and their", "probabilities of occurrence; describe the likelihood of the consequences", "associated with the range of potential impacts, the character and quality", "of the consequences, both negative and positive, and the strength of", "available evidence; communicate cascading effects among and within complex", "systems; and quantify risks that could be avoided by taking action.", "Additional detail on how risk is defined for this report, as well as how", "risk-based framing was used, is available in Chapter 1: Overview (see Box", "1.2: Evaluating Risks to Inform Decisions).", "Traceable Accounts: Confidence and Likelihood", "Throughout NCA4â\u0080\u0099s assessment of climate-related risks and impacts,", "authors evaluated the range of information in the scientific literature to", "the fullest extent possible, arriving at a series of Key Messages for each", "chapter. Drawing on guidance developed by the Intergovernmental Panel on", "Climate Change (IPCC),^12 chapter authors further described the overall", "reliability in their conclusions using these metrics in their chapterâ\u0080\u0099s", "Traceable Accounts:", "* Confidence in the validity of a finding based on the type, amount,", "quality, strength, and consistency of evidence (such as mechanistic", "understanding, theory, data, models, and expert judgment); the skill,", "range, and consistency of model projections; and the degree of", "agreement within the body of literature.", "* Likelihood, which is based on measures of uncertainty expressed", "probabilistically (in other words, based on statistical analysis of", "observations or model results or on the authorsâ\u0080\u0099 expert judgment).", "The author teamâ\u0080\u0099s expert assessment of confidence for each Key Message", "is presented in the chapterâ\u0080\u0099s Traceable Accounts. Where the authors", "consider it is scientifically justified to report the likelihood of a", "particular impact within the range of possible outcomes, Key Messages in", "the Traceable Accounts also include a likelihood designation. Traceable", "Accounts describe the process and rationale the authors used in reaching", "their conclusions, as well as their confidence in these conclusions. They", "provide additional information about the quality of information used and", "allow traceability to data and resources.", "Downloads/Viewing List", "Download CSV", "Download JSON", "View in GCIS", "Share", "_____________________", "Confidence Level", "Strong evidence (established theory, multiple sources,", "Very High consistent results, well documented and accepted methods, etc),", "high consensus", "High      Moderate evidence (several sources, some consistency, methods", "vary and/or documentation limited, etc.), medium consensus", "Medium    Suggestive evidence (a few sources, limited consistency, models", "incomplete, methods emerging etc.), competing schools of thoughs", "Inconclusive evidence (limited sources, extrapolations,", "Low       inconsistent findings, poor documentation and/or methods not", "tested, etc), disagreement or lack of opinions among experts", "Downloads/Viewing List", "Download CSV", "Download JSON", "View in GCIS", "Share", "_____________________", "Likelihood", "Very Likely Likely   As Likely as Not Unlikely Very Unlikely", "≥ 9 in 10   ≥ 2 in 3 = 1 in 2         ≤ 1 in 3 ≤ 1 in 10", "Table 1: This table describes the meaning of various categories of", "confidence level and likelihood assessment used in NCA4. The levels of", "confidence are the same as they appear in the CSSR (NCA4 Volume I). And", "while the likelihood scale is consistent with the CSSR, there are fewer", "categories, as that report relies more heavily on quantitative methods and", "statistics. This â\u0080\u009cbinningâ\u0080\u009d of likelihood is consistent with other", "USGCRP sustained assessment products, such as the Climate and Health", "Assessment^4 and NCA3.^8", "Glossary of Terms", "NCA4 uses the glossary available on the USGCRP website. It was developed", "for NCA3 and largely draws from the IPCC glossary of terms. Over time, it", "has been updated with selected new terms from more recent USGCRP", "assessments, including The Impacts of Climate Change on Human Health in", "the United States and the Climate Science Special Report.", "REFERENCES", "* Hayhoe, K., J. Edmonds, R. E. Kopp, A. N. LeGrande, B. M. Sanderson,", "M. F. Wehner, and D. J. Wuebbles, 2017: Climate Models, Scenarios, and", "Projections. Climate Science Special Report: Fourth National Climate", "Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D.", "J. Dokken, B. C. Stewart, and T. K. Maycock, Eds., U.S. Global Change", "Research Program, Washington, DC, USA, 133â\u0080\u0093160.", "doi:10.7930/J0WH2N54. â\u0086©", "* Mastrandrea, M. D., C. B. Field, T. F. Stocker, O. Edenhofer, K. L.", "Ebi, D. J. Frame, H. Held, E. Kriegler, K. J. Mach, P. R. Matschoss,", "G.-K. Plattner, G. W. Yohe, and F. W. Zwiers, 2010: Guidance Note for", "Lead Authors of the IPCC Fifth Assessment Report on Consistent", "Treatment of Uncertainties. Intergovernmental Panel on Climate Change", "(IPCC), 7 pp. URL. â\u0086©", "* Melillo, J. M., Terese (T.C.) Richmond, and G. W. Yohe, Eds., 2014:", "Highlights of Climate Change Impacts in the United States: The Third", "National Climate Assessment. U.S. Global Change Research Program,", "Washington, DC, 148 pp. doi:10.7930/J0H41PB6. â\u0086©", "* National Academies of Sciences Engineering & Medicine, 2016:", "Characterizing Risk in Climate Change Assessments: Proceedings of a", "Workshop. The National Academies Press, Washington, DC,", "doi:10.17226/23569. â\u0086©", "* USGCRP, 2016: The Impacts of Climate Change on Human Health in the", "United States: A Scientific Assessment. U.S. Global Change Research", "Program, Washington, DC, 312 pp. doi:10.7930/J0R49NQX. â\u0086©", "* USGCRP, 2017: Climate Science Special Report: Fourth National Climate", "Assessment, Volume I. Wuebbles, D. J., D. W. Fahey, K. A. Hibbard, D.", "J. Dokken, B. C. Stewart, and T. K. Maycock, Eds. U.S. Global Change", "Research Program, Washington, DC, USA, 470 pp. doi:10.7930/J0J964J6.", "â\u0086©", "* van Vuuren, D. P., J. Edmonds, M. Kainuma, K. Riahi, A. Thomson, K.", "Hibbard, G. C. Hurtt, T. Kram, V. Krey, and J. F. Lamarque, 2011: The", "representative concentration pathways: An overview. Climatic Change,", "109 (1â\u0080\u00932), 5â\u0080\u009331. doi:10.1007/s10584-011-0148-z. â\u0086©", "×", "External Link External Link", "×", "You are leaving The Fourth National Climate Assessment and will be", "redirected to a new site in 5 seconds.", "Leave Stay", "USGCRP Globalchange.gov earth logo", "13 Logos #1 13 Logos #2", "U.S. Global Change Research Program", "1800 G Street, NW, Suite 9100, Washington, DC 20006 USA", "Tel: +1 202.223.6262 | Fax: +1 202.223.3065", "Contact Us â\u0080¢ Credits â\u0080¢ Privacy Policy • Site Map", "Some figures and images are copyright protected.", "Permission of the copyright owner must be obtained", "before making use of copyrighted material."]