["Link: image_src", "Link: alternate en-gb", "Link: alternate en", "Link: alternate en-us", "Link: alternate en-ca", "Link: amphtml", "Link: canonical", "Link: publisher", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "_____________________", "Search", "Edition", "* U.S.", "* International", "* Arabic", "* Español", "----------------------------------------------------------------------", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "Follow CNN", "* * * Climate change will shrink US economy and kill thousands, government", "report warns", "By Jen Christensen and Michael Nedelman, CNN", "Updated 2030 GMT (0430 HKT) November 26, 2018", "Reality check: WH tries to bury climate report", "Reality check: WH tries to bury climate report", "JUST WATCHED", "Reality check: WH tries to bury climate report", "Replay", "More Videos ...", "MUST WATCH", "(17 Videos)", "[IMG]", "[IMG]", "Reality check: WH tries to bury climate report", "US Vice President Kamala Harris delivers remarks at the House Democratic", "Issues Conference in the South Court Auditorium of the White House in", "Washington, DC, on March 2, 2021. (Photo by OLIVIER DOULIERY / AFP) (Photo", "by OLIVIER DOULIERY/AFP via Getty Images)", "US Vice President Kamala Harris delivers remarks at the House Democratic", "Issues Conference in the South Court Auditorium of the White House in", "Washington, DC, on March 2, 2021. (Photo by OLIVIER DOULIERY / AFP) (Photo", "by OLIVIER DOULIERY/AFP via Getty Images)", "What Harris wants that current accommodations don't offer", "gabriel sterling new georgia voting law election intv nr vpx_00000106", "gabriel sterling new georgia voting law election intv nr vpx_00000106", "Sterling: Both parties are treating voters like children", "[IMG]", "[IMG]", "Dr. Birx: All deaths over first 100,000 could have been mitigated", "asian american support rally stop hate salon letter vercammen nr", "vpx_00000201", "asian american support rally stop hate salon letter vercammen nr", "vpx_00000201", "Nail salon owner reads racist letter sent to businesses", "[IMG]", "[IMG]", "Dale fact-checks GOP's criticism of voting bill", "[IMG]", "[IMG]", "2 people killed in 'chaotic' Virginia Beach shooting incidents", "[IMG]", "[IMG]", "Reporter says secret Trump meeting turned into 'Hunger Games'", "Bill Weir Lake Michigan 03262021", "Bill Weir Lake Michigan 03262021", "Study: Winter is 'vanishing' from Lake Michigan", "Beverly Cleary", "Beverly Cleary", "Children's author Beverly Cleary dies at age 104", "Ambulances loaded with patients wait outside of a hospital in Brazil to", "unload their passengers.", "Ambulances loaded with patients wait outside of a hospital in Brazil to", "unload their passengers.", "Videos shows dire conditions of Brazil's health system", "Atlanta guns supermarket witness vpx_00000112.png", "Atlanta guns supermarket witness vpx_00000112.png", "Man who alerted police about armed man speaks out", "President Donald Trump waves as he departs on the South Lawn of the White", "House, on December 12, 2020 in Washington, DC.", "President Donald Trump waves as he departs on the South Lawn of the White", "House, on December 12, 2020 in Washington, DC.", "Trump praises Capitol rioters 'hugging and kissing the police'", "At least 32 people were killed and 66 injured after two trains collided in", "the Tahta district of the Upper Egypt governorate of Sohag, the Egyptian", "Ministry of Health said. CNN's Ben Wedeman reports.", "At least 32 people were killed and 66 injured after two trains collided in", "the Tahta district of the Upper Egypt governorate of Sohag, the Egyptian", "Ministry of Health said. CNN's Ben Wedeman reports.", "Passengers rush to rescue others after trains crash in Egypt", "NEW YORK, NY - FEBRUARY 09: News headlines on the impeachment trial of", "Donald Trump are displayed outside of the Fox headquarters on February 09,", "2021 in New York City. After listening to nearly four hours of legal", "arguments, the Senate has voted on Tuesday to move ahead with the", "impeachment trial of former President Trump. (Photo by Spencer Platt/Getty", "Images)", "NEW YORK, NY - FEBRUARY 09: News headlines on the impeachment trial of", "Donald Trump are displayed outside of the Fox headquarters on February 09,", "2021 in New York City. After listening to nearly four hours of legal", "arguments, the Senate has voted on Tuesday to move ahead with the", "impeachment trial of former President Trump. (Photo by Spencer Platt/Getty", "Images)", "Dominion Voting Systems files $1.6 billion lawsuit against Fox News", "[IMG]", "[IMG]", "Former CDC director believes virus came from lab in China", "A Chinese shopper in Beijing reacts to China's boycott of popular Western", "brands like H&M and Nike because of the stand they've taken against the", "alleged use of forced labor to produce cotton in Xinjiang.", "A Chinese shopper in Beijing reacts to China's boycott of popular Western", "brands like H&M and Nike because of the stand they've taken against the", "alleged use of forced labor to produce cotton in Xinjiang.", "China announces new sanctions, consumers react to Western brands boycott", "(CNN)A new US government report delivers a dire warning about climate", "change and its devastating impacts, saying the economy could lose hundreds", "of billions of dollars -- or, in the worst-case scenario, more than 10% of", "its GDP -- by the end of the century.", "The federally mandated study was supposed to come out in December but was", "released by the Trump administration on Friday, at a time when many", "Americans are on a long holiday weekend, distracted by family and", "shopping.", "David Easterling, director of the Technical Support Unit at the NOAA", "National Centers for Environmental Information, emphasized that there was", "\"no external interference in the report's development.\" He added that the", "climate change the Earth is experiencing is unlike any other.", "\"The global average temperature is much higher and is rising more rapidly", "than anything modern civilization has experienced, and this warming trend", "can only be explained by human activities,\" Easterling said.", "Coming from the US Global Change Research Program, a team of 13 federal", "agencies, the Fourth National Climate Assessment was put together with the", "help of 1,000 people, including 300 leading scientists, roughly half from", "outside the government.", "Read More", "It's the second of two volumes. The first, released in November 2017,", "concluded that there is \"no convincing alternative explanation\" for the", "changing climate other than \"human activities, especially emissions of", "greenhouse gases.\"", "Dimming the sun: The answer to global warming?", "Dimming the sun: The answer to global warming?", "Dimming the sun: The answer to global warming?", "The report's findings run counter to President Donald Trump's consistent", "message that climate change is a hoax.", "On Wednesday, Trump tweeted, \"Whatever happened to Global Warming?\" as", "some Americans faced the coldest Thanksgiving in over a century.", "But the science explained in these and other federal government reports is", "clear: Climate change is not disproved by the extreme weather of one day", "or a week; it's demonstrated by long-term trends. Humans are living with", "the warmest temperatures in modern history. Even if the best-case scenario", "were to happen and greenhouse gas emissions were to drop to nothing, the", "world is on track to warm 1.1 degrees Fahrenheit.", "As of now, not a single G20 country is meeting climate targets, research", "shows.", "Without significant reductions in greenhouse emissions, the annual average", "global temperature could increase 9 degrees Fahrenheit (5 Celsius) or more", "by the end of this century, compared with preindustrial temperatures, the", "report says.", "The expense", "The costs of climate change could reach hundreds of billions of dollars", "annually, according to the report. The Southeast alone will probably lose", "over a half a billion labor hours by 2100 due to extreme heat.", "Farmers will face extremely tough times. The quality and quantity of their", "crops will decline across the country due to higher temperatures, drought", "and flooding. In parts of the Midwest, farms will be able to produce less", "than 75% of the corn they produce today, and the southern part of the", "region could lose more than 25% of its soybean yield.", "Heat stress could cause average dairy production to fall between 0.60% and", "1.35% over the next 12 years -- having already cost the industry $1.2", "billion from heat stress in 2010.", "The health hazards from wildfires can linger", "The health hazards from wildfires can linger", "The health hazards from wildfires can linger", "When it comes to shellfish there will be a $230 million loss by the end of", "the century due to ocean acidification, which is already killing off", "shellfish and corals.  Red tides,  or algae bloom that deplete oxygen in", "the water and can kill sea life -- like those that triggered a state of", "emergency in Florida in August -- will become more frequent.", "Impacts on our health", "Higher temperatures will also kill more people, the report says. The", "Midwest alone, which is predicted to have the largest increase in extreme", "temperature, will see an additional 2,000 premature deaths per year by", "2090.", "There will be more mosquito- and tickborne diseases like Zika, dengue and", "chikungunya.  West Nile cases are expected to more than double by 2050 due", "to increasing temperatures.", "3 things businesses can do to win the climate change fight", "3 things businesses can do to win the climate change fight", "3 things businesses can do to win the climate change fight", "Expect asthma and allergies to be worse due to climate change.", "No one's health is immune from climate change, the report concludes.", "People will be exposed to more foodborne and waterborne diseases.", "Particularly vulnerable to higher temperatures in the summer, children,", "the elderly, the poor and communities of color will be at a much greater", "risk for illness and death.", "Heat and flooding", "Wildfire seasons -- already longer and more destructive than before --", "could burn up to six times more forest area annually by 2050 in parts of", "the United States. Burned areas in Southwestern California alone could", "double by 2050.", "Dependable and safe water for the Hawaii, the Caribbean and others are", "threatened by these rising temperatures.", "How climate change will affect your health", "How climate change will affect your health", "How climate change will affect your health", "Along the US coasts, public infrastructure and $1 trillion in national", "wealth held in real estate are threatened by rising sea levels, flooding", "and storm surges.", "Energy systems will be taxed, meaning more blackouts and power failures,", "and the potential loss in some sectors could reach hundreds of billions of", "dollars per year by the end of the century, the report said.", "The number of days over 100 degrees Fahrenheit will multiply; Chicago,", "where these days are rare, could start to resemble Phoenix or Las Vegas,", "with up to two months worth of these scorching-hot days.", "Sea levels have already gone up 7 to 8 inches since 1900. Almost half that", "rise has been since 1993, a rate of rise greater than during any century", "in the past 2,800 years. Some countries are already seeing land", "underwater.", "By midcentury, it's likely that the Arctic will lose all sea ice in late", "summer, and that could lead to more permafrost thaw, according to the", "report. As the permafrost thaws, more carbon dioxide and methane would be", "released, amplifying human-induced warming, \"possibly significantly.\"", "What can be done", "The report was created to inform policy-makers and makes no specific", "recommendations on how to remedy the problem. However, it suggests that if", "the United States immediately reduced its fossil fuel use and greenhouse", "gas emissions, it could save thousands of lives and generate billions of", "dollars in benefits for the country.", "As global temperatures rise, so will mental health issues, study says", "As global temperatures rise, so will mental health issues, study says", "As global temperatures rise, so will mental health issues, study says", "The Defense Department is trying to understand what risk climate change", "poses to security.  But the Trump administration has signaled that the", "country will pull out of international initiatives like the Paris climate", "accord, aimed at lowering global temperatures, claiming that these", "treaties have been unfair for the US economy.", "A report from the UN in October urged all governments to take \"rapid,", "far-reaching and unprecedented changes in all aspects of society\" to avoid", "disaster from climate change. That report predicted that the Earth will", "reach the crucial threshold of 1.5 degrees Celsius (2.7 degrees", "Fahrenheit) above pre-industrial levels by as early as 2030. It also", "suggested the world faces a risk of extreme drought, wildfires, floods and", "food shortages for hundreds of millions of people.", "Time for action", "Reactions to the new report have been strong across the scientific", "community.", "\"If we're going to run this country like a business, it's time to address", "climate as the threat multiplier we know it is before more lives are", "lost,\" said Robert Bullard, an environmental scientist at Texas Southern", "University.", "\"In Houston, communities of color have endured back to back major weather", "events without the acknowledgment from Washington that climate change is", "the cause. We've known for years that it's true and it's important to our", "organizing and our local policy efforts that information like this is not", "only considered, but believed and acted upon.\"", "Scientists who have been raising the alarm about the negative consequences", "of climate change for years welcomed the findings.", "Get CNN Health's weekly newsletter", "Sign up here to get The Results Are In with Dr. Sanjay Gupta every Tuesday", "from the CNN Health team.", "\"The findings in the Trump administration's NCA report show how the health", "and daily lives of Americans are becoming more and more interrupted", "because of climate change,\" said Beverly Wright, founding director of the", "Deep South Center for Environmental Justice and a professor at Dillard", "University. \"We challenge the administration to finally begin using this", "information to rebuild and strengthen the communities in the direct path", "of the atrocities wrought by the fossil fuel industry and decades of poor", "policies that have neglected our concerns. The science is undeniable,", "let's fix it.\"", "CNN's Brandon Miller, Gregory Wallace, Kevin Flower and Rene Marsh", "contributed to this report.", "* * * * * * * _____________________", "Search", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* China", "* Europe", "* India", "* Middle East", "* United Kingdom", "* US Politics", "* The Biden Presidency", "* Facts First", "* US Elections", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Perspectives", "* Videos", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Foreseeable Future", "* Mission: Ahead", "* Upstarts", "* Work Transformed", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Beauty", "* Video", "* Travel", "* Destinations", "* Food and Drink", "* Stay", "* News", "* Videos", "* Sports", "* Football", "* Tennis", "* Golf", "* Olympics", "* Skiing", "* Horse Racing", "* Motorsport", "* Formula E", "* Esports", "* Videos", "* Live TV", "* Digital Studios", "* CNN Films", "* HLN", "* TV Schedule", "* TV Shows A-Z", "* CNNVR", "* Features", "* As Equals", "* Call to Earth", "* Freedom Project", "* Impact Your World", "* Inside Africa", "* 2 Degrees", "* CNN Heroes", "* All Features", "* Weather", "* Climate", "* Storm Tracker", "* Wildfire Tracker", "* Video", "* More", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "----------------------------------------------------------------------", "Follow CNN", "* * * ------------------------------------------------------------------", "* Terms of Use", "* Privacy Policy", "* Accessibility & CC", "* AdChoices", "* About Us", "* Modern Slavery Act Statement", "* Advertise with us", "* CNN Store", "* Newsletters", "* Transcripts", "* License Footage", "* CNN Newsource", "* Sitemap", "© 2021 Cable News Network.A Warner Media Company.All Rights Reserved.CNN", "Sans ™ & © 2016 Cable News Network."]