["Link: amphtml", "Link: canonical", "* Skip to Main Content", "POLITICO", "[ Submit ]", "* Magazine", "* The Agenda", "* Pro", "* Search", "_____________________ Search", "SECTIONS", "* Congress", "* White House", "* Magazine", "* The Agenda", "* Video", "* Podcasts", "Elections", "* News", "* All Election Results", "SERIES", "* The Fifty", "* The First 100 Days", "* Recovery Lab", "* The Vaccine Race", "* Women Rule", "NEWSLETTERS", "* Playbook", "* Playbook PM", "* POLITICO Nightly", "* Transition Playbook", "* The Recast", "* Huddle", "* All Newsletters", "POLITICO LIVE", "* Live Home", "* Upcoming Events", "* Previous Events", "* About POLITICO Live", "COLUMNS & CARTOONS", "* Rich Lowry", "* Jack Shafer", "* Matt Wuerker", "* Cartoon Carousel", "POLICY", "* Agriculture", "* Cannabis", "* Cybersecurity", "* Defense", "* Education", "* eHealth", "* Employment & Immigration", "* Energy & Environment", "* Finance & Tax", "* Health Care", "* Space", "* Sustainability", "* Technology", "* Trade", "* Transportation", "EDITIONS", "* California", "* Canada", "* Europe", "* Florida", "* New Jersey", "* New York", "* Pro", "Follow us", "* Twitter", "* Instagram", "* Facebook", "* My Account", "*  * Facebook", "* Twitter", "* Print", "Continue to article content", "Andrew Wheeler", "EPA chief Andrew Wheeler, a former lobbyist for coal producer Murray", "Energy, among other clients, echoed the president when he said doesn’t", "believe the National Climate Assessment's conclusions on climate change’s", "economic effects. | Win McNamee/Getty Images", "climate change", "EPA chief: Trump administration may intervene in next climate study", "By ALEX GUILLÉN", "11/28/2018 12:22 PM EST", "Share on Facebook Share on Twitter", "Acting EPA Administrator Andrew Wheeler on Wednesday accused the Obama", "administration of tilting last week’s federal climate change report to", "focus on the worst-case outcomes — and indicated that the Trump", "administration could seek to shape the next big study of the issue.", "“Going forward, I think we need to take a look at the modeling that’s used", "for the next assessment,” Wheeler said at an event hosted by The", "Washington Post.", "Wheeler’s comments echoed remarks Monday from President Donald Trump, who", "said he doesn’t believe the National Climate Assessment's conclusions on", "climate change’s economic impacts.", "The report, released on the day after Thanksgiving, was the first major", "climate assessment produced predominantly during Trump’s presidency. But", "Wheeler still maintained that Trump’s predecessor was the driving force", "behind it.", "“The drafting of this report was drafted at the direction of the Obama", "administration,” Wheeler said.", "“And I don’t know this for a fact — I wouldn’t be surprised if the Obama", "administration told the report’s authors to take a look at the worst case", "scenario for this report,” added Wheeler, who said he had not discussed", "the report with Trump.", "Morning Energy newsletter", "The source for energy and environment news — weekday mornings, in your", "inbox.", "Email _____________________ Sign Up", "By signing up you agree to receive email newsletters or updates from", "POLITICO and you agree to our privacy policy and terms of service. You can", "unsubscribe at any time and you can contact us here. This sign-up form is", "protected by reCAPTCHA and the Google Privacy Policy and Terms of Service", "apply.", "But the Obama White House official who initiated the assessment flatly", "denied Wheeler's contention.", "\"Mr. Wheeler’s insinuation is absolutely false,\" John Holdren, who served", "as Obama's science adviser, told POLITICO in an email. Holdren says he", "called on the U.S. Global Change Research Program to conduct a thorough", "study, and that he had no role in selecting the report's authors.", "\"My only instruction was that the USGCRP should continue the distinguished", "tradition of the first three by drawing on the most current peer-reviewed", "science to illuminate what climate change is doing and is projected to do", "across the geographic regions and economic and ecological underpinnings of", "well-being in the United States,\" he said.", "The climate assessment, which is compiled by hundreds of experts across", "more than a dozen agencies, is mandated by Congress to be released every", "four years. The report released on Friday warned that the U.S. would face", "hundreds of billions of dollars in the coming decades, but that steep cuts", "in greenhouse gas emissions could reduce the impacts.", "\"Earth's climate is now changing faster than at any point in the history", "of modern civilization, primarily as a result of human activities\" the", "report said. \"Climate-related risks will continue to grow without", "additional action.\"", "Donald Trump", "Energy & Environment", "Trump's dire climate report hands ammunition to Democrats", "By MATT DAILY", "While the initial stages of preparing the report were started in the final", "year of the Obama administration, the majority of the work, including the", "final three drafts, collection of comments and agency reviews, were", "conducted under the Trump administration.", "Some of the report's authors have disputed the Trump administration", "criticism that the report focused on worst-case scenarios, pointing out", "that it included a wide range of projections, including forecasts where", "greenhouse gas emissions are sharply curtailed from their current trend.", "\"Assertions by high officials of the Trump administration that these are", "'worst case' reports are nothing more than a flimsy attempt to discredit", "the careful and comprehensive work of some of the best climate scientists", "in the country, inside and outside of government,\" Holdren said.", "Wheeler also connected the report’s headline-grabbing projection  that", "climate change could shrink the U.S. economy by 10 percent by the end of", "the century to an outside study that “my staff tell me was funded by Tom", "Steyer,” the environmentalist and Democratic mega-donor.", "Steyer’s organization Next Generation was one source of funding for the", "2017 study, published in the journal Science and written by a dozen", "academic and private sector experts. It was primarily funded by the", "National Science Foundation, the Energy Department and the Skoll Global", "Threats Fund. The study was also supported by a “nonpartisan” grant", "awarded jointly by Steyer’s Next Generation, along with Bloomberg", "Philanthropies and former George W. Bush administration Treasury Secretary", "Hank Paulson.", "Wheeler said there was no political review of the material by the Trump", "administration and that such oversight would have drawn accusations of", "political meddling. And he complained that the report ignored “innovation”", "and assumed technologies would not advance in the future.", "“I think we really need to take a hard look at where the markets are", "going, where technology is going, where innovation is going and what has", "driven the reduction in CO2. We need to give credit for the CO2", "reduction,” Wheeler said, citing the reductions in U.S. emissions.", "Donald Trump", "White House", "'I don't believe it': Trump dismisses grim government report on climate change", "By CAITLIN OPRYSKO", "Wheeler, a former lobbyist for coal producer Murray Energy, among other", "clients, said that coal must have a future in the U.S.", "“Coal has not yet peaked worldwide in its usage,” he said, citing growing", "coal consumption in Asia.", "He also criticized the Obama administration’s landmark climate rule, the", "Clean Power Plan, which he said “took the U.S. coal industry out of the", "mix here, which means that we would no longer be developing clean coal", "technology in the United States.”", "The Trump administration’s proposed replacement, the Affordable Clean", "Energy rule, will “allow coal technology to continue to expand here” and", "be exported to other nations, he said.", "Share on Facebook Share on Twitter", "This article tagged under:", "* Climate Change", "* EPA", "* Environment", "* Donald Trump", "* Donald Trump 2020", "* President Donald Trump", "* Andrew Wheeler", "Missing out on the latest scoops? Sign up for POLITICO Playbook and get", "the latest news, every morning — in your inbox.", "* Most Read", "[IMG]", "1. High anxiety over federal weed loophole", "2. An Ex-King, Missing Millions and a Monarchy in Crisis", "3. 'Be aware': The Pentagon's target list for extremist infiltrators — right", "and left", "4. The ‘Green Energy’ That Might Be Ruining the Planet", "5. MAGA World says Biden's lost it. Republican senators disagree.", "Jump to sidebar section", "* About Us", "* Advertising", "* Breaking News Alerts", "* Careers", "* Credit Card Payments", "* Digital Edition", "* FAQ", "* Feedback", "* Headlines", "* Photos", "* POWERJobs", "* Press", "* Print Subscriptions", "* Write For Us", "* RSS", "* Site Map", "* Terms of Service", "* Privacy Policy", "* Do not sell my info", "* Notice to California Residents", "© 2021 POLITICO LLC"]