["Link: profile", "Link: canonical", "Link: shortlink", "Link: amphtml", "Facebook says birthday fundraisers have raised more than $300 million over the", "past year", "Catherine Shu @catherineshu / 3 years", "Facebook marked the first anniversary of its birthday fundraisers by", "revealing that more than $300 million in donations have been raised", "through the feature, which lets users mark their birthdays by creating a", "donation drive for an organization of their choice. About 750,000", "non-profits currently have access to Facebook’s fundraising tools (but not", "every user, since they haven’t rolled out to all countries).", "The company also said that it is adding several new features based on", "feedback. These include allowing Pages to create and donate to", "fundraisers, as well as the ability to add matching donations and", "co-organizers to fundraisers. Donors will also be able to choose if they", "want to set up a recurring monthly contribution.", "For people who want to create a birthday fundraiser but don’t have an", "organization in mind already, Facebook plans to include more information", "about charities in the feature’s selection tool. The company said its", "fundraising feature’s top beneficiaries include St. Jude, the Alzheimer’s", "Association, the American Cancer Society, Share Our Strength—No Kid Hungry", "and the ASPCA.", "Last November, Facebook removed its 5% fee on donations, which means all", "money goes to non-profits. For many charities, Facebook fundraisers are", "now the most frictionless way to raise donations, including from people", "who might otherwise never visit the charity’s own donation links. Facebook", "fundraisers are a notable example of how social media activism can", "actually translate into tangible results instead of yet more memes–but, of", "course, whenever Facebook releases any self-congratulatory announcements,", "it’s a good idea to take a step back and look at the potential downsides.", "As with almost every other Facebook feature, its fundraising tools have", "prompted concerns about privacy, particularly donor privacy, which is", "considered sacrosanct by many organizations (Facebook lets users decide if", "they want to share their donation with friends). Some charities also have", "qualms about benefiting from Facebook fundraisers until the company does a", "better job of policing hate speech, especially if the purpose of their", "work is aiding marginalized or persecuted minority groups.", "In an insightful blog post from last November, fundraising consultant", "Jeremy Hatch argued that fundraising on Facebook also eliminates the", "relationship between donors and organizations, “where there are", "established norms and ethical practices.” He added that non-profits should", "reconsider before they grow increasingly reliant on a company whose", "ultimate goal is to gather and monetize user data.", "At the same time, Facebook’s reach leaves many organizations with little", "choice but to use the platform so they don’t miss out on much-needed", "funds. One notable example of how effective Facebook fundraisers can be is", "the more than $20 million raised by users on behalf of RAICES to help", "migrant families separated at the U.S.-Mexico border by the Trump", "administration.", "_____________________"]