["Link: alternate", "Link: canonical", "Link: shortlink", "Link: amphtml", "menu", "Sections", "search", "Today's Paper", "insert_drive_file", "[IMG]", "[IMG]", "Close", "* INQUIRER.NET", "* NEWS", "* OPINION", "* SPORTS", "* LIFESTYLE", "* ENTERTAINMENT", "* BUSINESS", "* TECHNOLOGY", "* GLOBAL NATION", "* USA & CANADA", "* POP", "* VIDEOS", "* ESPORTS", "* BANDERA", "* CDN", "* LIBRE", "* ADVERTISE", "* PBA", "* MOTIONCARS", "* MY INQUIRER", "* ESPORTS", "menu", "search", "[IMG]", "* NEWS", "* OPINION", "* SPORTS", "* LIFESTYLE", "* ENTERTAINMENT", "* BUSINESS", "* TECHNOLOGY", "* GLOBAL NATION", "* Columnists", "At Large", "Our ‘Tatay Digong’", "By: Rina Jimenez-David - @inquirerdotnet", "Philippine Daily Inquirer / 12:09 AM June 20, 2017", "Time was when the President of any country was recognized as the “Father”", "(or “Mother”) of the Nation.", "Indeed, a favorite way of referring to President Duterte, mostly by his", "avid followers, is “Tatay (or Daddy) Digong.” Parenthetically, Cory Aquino", "was known to one and all as “Tita (Auntie) Cory,” and I’m sure", "sociologists, linguistic authorities and political scientists, if they", "cared to, would have a picnic breaking down what this distinction means.", "ADVERTISEMENT", "Anyway, to go back to “Tatay Digong,” I’m rather disturbed by the", "implications of the term, since I don’t think, judging from his statements", "and actions, that he makes for a truly desirable role model, which is an", "important part of what being a father is.", "A father is judged first and foremost by his ability to feed and look", "after his family. Indeed, the yardstick for good fatherhood has, in the", "past, largely been confined to a man’s being a “good provider” — someone", "who earns a living and provides for his wife’s and children’s every need.", "It must be said, however, that throughout history and whatever society,", "mothers often helped share the burden of “providing” for their families,", "even if personal and social circumstances prevented them from broadcasting", "this fact.", "FEATURED STORIES", "OPINION", "Impracticality turning to stupidity", "OPINION", "‘Friend,’ indeed", "OPINION", "A hijacked nation", "But apart from, to use a cliché, bringing home the bacon, fathers were", "also expected to provide moral direction to their children, set a good", "example, and lay down the standards of ethical behavior which their", "children are expected to follow. In this way, fathers and mothers are", "important social builders, shaping generations of productive and loyal", "citizens, building the nation.", "Foremost of these expectations of fatherhood is being faithful to marital", "vows, to sincerely working on the partnership on which a man embarked on", "his wedding day. As a beloved old professor of mine once intoned: “The", "best thing a father can do for his children is to love their mother.”", "It’s no small role, then, being the “father of the nation.”", "By many measures, though, our President is failing in this task. Quite", "apart from being a foul-mouthed, iconoclastic leader who seems to take", "great pleasure from thumbing his nose at convention, he is proving to be", "an inadequate leader, if by leadership we mean setting the highest", "standards of behavior and performance in public office.", "I was struck by this entry by one Candy Cruz Datu in an admittedly", "anti-Duterte website, for its succinct summary of the ways in which our", "President is failing us as a political leader, much less a “father.”", "She writes: “Duterte is no longer merely a mayor, and he is no longer", "dealing with just the Davao press. He cannot come and go or disappear at", "whim, or tell us he was sick and tired then in the same breath reveal that", "he traveled incognito to a secret location in Mindanao. This is an issue", "of leadership and he is displaying a lamentable lack of it. If the 16", "million [voters] wonder why the rest of us are frustrated by this", "presidency, it is because we have a leader who fails to unite us, who", "fails to inspire us, and who fails to provide the peace of mind and sense", "of security that we desperately need.”", "Especially at this point in our life as a nation. We are currently facing", "one of the worst armed challenges to our nation, with hundreds of", "civilians losing their homes and soldiers losing their lives (along with", "the terrorists). What sort of leader would choose to disappear, to “rest”", "in his sick bed as he explained, in the middle of such a crisis?", "ADVERTISEMENT", "Of course, as some of his allies insist, the President is entitled to some", "down time and private moments, especially when suffering from illness. But", "he has consistently denied being troubled by any ailment (except those he", "has publicly discussed) and even today still refuses to issue (or tell his", "doctors to issue) a full medical disclosure.", "We are not ghouls salivating at the prospect of his imminent demise. In", "fact, and I mean this with all sincerity, we are praying for his", "wellbeing, and wish him good health to continue doing his sworn duty. But", "oh, he is making it so hard for the rest of us to give him the fealty any", "father deserves!", "[IMG]", "_____________________ [ Submit ]", "Read Next", "‘Unli rice’ and rice trade", "EDITORS' PICK", "PrimaryHomes brings you Royal Oceancrest Mactan: Your Gateway. Your", "Getaway", "DOT: Staycations not allowed within ECQ areas", "Mesenchymal stem cell therapy in COVID-19 at The Medical City", "On Duterte’s 76th birthday, Palace wishes him ‘more healthy years ahead’", "Ivana Alawi named as Siomai King’s newest brand ambassadress", "Malls announce operating hours during week-long ECQ in Greater Manila area", "MOST READ", "Buyout from Spurs makes LaMarcus Aldridge free agent", "PH’s COVID-19 cases top 700,000 as DOH reports 9,838 new infections", "Swimming banned in some Pangasinan, La Union beaches during Holy Week", "Georgia lawmaker arrested for standing outside governor’s office", "Don't miss out on the latest news and information. [IMG] [IMG]", "Subscribe to INQUIRER PLUS to get access to The Philippine Daily Inquirer", "& other 70+ titles, share up to 5 gadgets, listen to the news, download as", "early as 4am & share articles on social media. Call 896 6000.", "TAGS: At Large, fatherhood, Inquirer Opinion, Rina Jimenez-David, Rodrigo", "Duterte", "For feedback, complaints, or inquiries, contact us.", "EDITORS' PICK MOST READ", "cebudailynews", "PrimaryHomes brings you Royal Oceancrest Mactan: Your Gateway. Your", "Getaway", "newsinfo", "DOT: Staycations not allowed within ECQ areas", "business", "Mesenchymal stem cell therapy in COVID-19 at The Medical City", "newsinfo", "On Duterte’s 76th birthday, Palace wishes him ‘more healthy years ahead’", "entertainment", "Ivana Alawi named as Siomai King’s newest brand ambassadress", "newsinfo", "Malls announce operating hours during week-long ECQ in Greater Manila area", "sports", "Buyout from Spurs makes LaMarcus Aldridge free agent", "March 26, 2021", "newsinfo", "PH’s COVID-19 cases top 700,000 as DOH reports 9,838 new infections", "March 26, 2021", "newsinfo", "Swimming banned in some Pangasinan, La Union beaches during Holy Week", "March 26, 2021", "newsinfo", "Georgia lawmaker arrested for standing outside governor’s office", "March 26, 2021", "business", "With competition heating up, Globe woos with gigabyte swaps", "March 26, 2021", "newsinfo", "‘Local execs are also frontliners,’ says Pimentel as he seeks review of", "vaccine priority list", "March 26, 2021", "Disclaimer: Comments do not represent the views of INQUIRER.net. We", "reserve the right to exclude comments which are inconsistent with our", "editorial standards. FULL DISCLAIMER", "* [IMG]", "* [IMG]", "* [IMG]", "* [IMG]", "* The Inquirer Channels", "* News", "* Sports", "* Entertainment", "* Lifestyle", "* Technology", "* Business", "* Opinion", "* Global Nation", "* Services", "* Mobile", "* RSS", "* Email Us", "* Archive", "* Contact Us", "* News Letter", "* Job Openings", "* The Inquirer Company", "* About INQUIRER.net", "* About the INQUIRER", "* User Agreement", "* Link Policy", "* Privacy Policy", "* Article Index", "* Partners", "* Libre", "* Hinge Inquirer", "* Bandera", "* Cebu Daily News", "* DZIQ990 AM", "* Motion Cars", "© Copyright 1997-2021 INQUIRER.net | All Rights Reserved", "We use cookies to ensure you get the best experience on our website. By", "continuing, you are agreeing to our use of cookies. To find out more,", "please click this link.", "I Agree"]