["Link: canonical", "Link: shortlink", "Skip to content", "Veru Logo", "* Home", "* About", "* About Veru", "* Company Description", "* Management Team", "* Board of Directors", "* Pipeline", "* Pipeline", "* VERU-111", "* VERU-111 for COVID-19", "* VERU-111 for Triple Negative Breast Cancer", "* Enobosarm", "* VERU-100", "* Zuclomiphene Citrate", "* TADFIN^™", "* Commercial Products", "* Commercial Products", "* FC2 (US)", "* FC2 (International)", "* Investors", "* Investors", "* Press Releases", "* Stock Information", "* Stock Quote & Chart", "* Fundamentals", "* Financial Information", "* SEC Filings", "* Annual Reports", "* IRS Form 8937", "* Investor Presentations", "* Corporate Governance", "* Letter to Shareholders", "* Board Committee Charters", "* Governance Policies", "* Code of Business Ethics", "* Investor Kit", "* Contact Us", "* Search", "Search for: _____________________", "[  ]", "Veru Team at NASDAQ", "About Veru", "Veru is an oncology biopharmaceutical company with a focus on developing novel", "medicines for the management of prostate cancer and breast cancer.", "Veru is an oncology biopharmaceutical company with a focus on developing", "novel medicines for the management of prostate cancer and breast cancers.", "Our strategy is primarily to focus on the clinical development and", "commercialization of oncology drugs for the management of two of the most", "prevalent cancers globally – prostate cancer and breast cancer.", "Prostate cancer is the most commonly diagnosed cancer in men with", "estimated 191,930 new cases and 33,330 deaths expected for 2020 in the", "U.S. One in nine men will develop prostate cancer in their lifetime.", "Prostate cancer has new challenges as it develops resistance to current", "drugs and spreads throughout the body and as the patient suffers from the", "long-term side effects of prostate cancer treatments like hot flashes,", "bone loss and fractures, loss of libido, erectile dysfunction, and loss of", "muscle strength and frailty.", "Breast cancer is the most commonly diagnosed cancer in women with", "estimated 276,480 new cases and 42,170 deaths expected for 2020 in the", "U.S. One in eight women will develop invasive breast cancer in their", "lifetime. There are many different types of breast cancer with diverse", "clinical and molecular characteristics. The most common type is hormone", "receptor positive where estrogen is one of the main drivers of breast", "cancer proliferation, tumor progression, and metastasis. Consequently,", "treatments that target the ER are the mainstay of breast cancer therapy,", "but unfortunately almost all women will eventually develop resistance to", "endocrine therapies and alternative treatment approaches will be required", "including IV chemotherapy. Another form of breast cancer that occurs in", "15% of all breast cancers is called triple negative breast cancer. Triple", "negative breast cancer does not have ER or PR and does not make HER2. As a", "consequence, it is an endocrine resistant, aggressive cancer that grows", "and spreads faster than ER+ and/or HER2+ breast cancers. Triple negative", "breast cancer also develops resistance to currently used chemotherapy", "drugs like taxanes, and as such, treatment options for TNBC are limited.", "Accordingly, we at Veru are dedicated to the development and", "commercialization of drug candidates to address unmet medical needs for", "prostate and breast cancer management while continuing to sell our", "commercial products in our sexual health business to help fund part of", "this development. The key elements of our strategy are as follows:", "Develop and launch high value, novel biopharmaceutical products for prostate", "cancer management.", "We are developing three drugs, VERU‑111, VERU‑100, and Zuclomiphene", "citrate, each of which addresses large potential markets relating to", "prostate cancer and prostate cancer supportive care.", "We initiated a Phase 1b/2 open label clinical trial of VERU‑111 in", "metastatic castration resistant and androgen receptor targeting agent", "resistant prostate cancer patients in January 2019. The Phase 1b study has", "yielded promising efficacy and safety clinical data. In September 2020,", "the Phase 2 clinical study completed enrollment of approximately 40 men", "with metastatic castration resistant prostate cancer who have also become", "resistant to at least one androgen receptor targeting agent, such as", "abiraterone, enzalutamide, or apalutamide, but prior to proceeding to IV", "chemotherapy. The Company anticipates starting the Phase 3 pivotal", "VERU‑111 VERACITY prostate cancer study in the first quarter of calendar", "year 2021. The potential U.S. market for oral cancer therapies in advanced", "prostate cancer is over $5 billion^1.", "VERU‑100 is a long-acting GnRH antagonist formulation administered as a", "small volume, subcutaneous three-month depot injection without a loading", "dose with multiple beneficial clinical attributes addressing the", "shortfalls of current FDA-approved androgen deprivation therapy", "formulations for advanced prostate cancer. In animal models, VERU‑100", "immediately suppresses testosterone with no testosterone surge upon", "initial or repeated administration, a problem which occurs with currently", "approved LHRH agonists used for ADT. There are no GnRH antagonist depot", "formulations commercially approved beyond a one-month duration injection.", "A Phase 2 study to evaluate VERU‑100 dosing is anticipated to begin in the", "first quarter of calendar year 2021 and the registration Phase 3 study", "will commence Q4 calendar year 2021. The global market for ADT was $2.6", "billion in 2018^2.", "Zuclomiphene citrate, an oral nonsteroidal estrogen receptor agonist, is", "being developed to treat hot flashes, a common side effect caused by ADT", "in men with advanced prostate cancer. The Company plans to have an End of", "Phase 2 meeting with the FDA. ADT-induced hot flashes affect approximately", "600,000 men in the U.S., representing estimated annual sales of", "$600 million for Zuclomiphene citrate in the U.S. alone.", "Develop and launch high value, novel biopharmaceutical products for breast", "cancer.", "The Company’s breast cancer pipeline includes enobosarm and VERU-111.", "Enobosarm is an oral, first-in-class, new chemical entity, selective", "androgen receptor agonist that targets the androgen receptor (AR) in", "AR+/ER+/HER2- metastatic breast cancer without causing the unwanted", "virilizing adverse side effects. Enobosarm is the first new class of", "targeted endocrine therapy in advanced breast cancer in decades.", "Enobosarm has extensive nonclinical and clinical experience having been", "evaluated in 25 separate clinical studies in over 2,100 subjects,", "including five prior Phase 2 clinical studies in advanced breast cancer", "involving more than 250 patients. In the two Phase 2 clinical studies", "conducted in approximately 150 women with ER+/HER2- breast cancer,", "enobosarm demonstrated significant antitumor efficacy in heavily", "pretreated cohorts and was well tolerated with a favorable safety profile", "without virilizing (acne and facial hair), increase in hematocrit, or", "liver toxicity adverse side effects. In October 2020, the FDA agreed to a", "Phase 3 registration ARTEST clinical trial study to evaluate the efficacy", "and safety of enobosarm, selective androgen receptor targeting agonist,", "versus active control of either exemestane or tamoxifen (physician’s", "choice) for the treatment of ER+/HER2- metastatic breast cancer in", "approximately 240 patients who have failed a nonsteroidal aromatase", "inhibitor (anastrozole or letrozole), fulvestrant, and a CDK4/6 inhibitor,", "but prior to IV chemotherapy. The primary endpoint is radiographic", "progression-free survival. The pivotal Phase 3, open label, randomized,", "active control ARTEST study is anticipated to commence in the first half", "of calendar year 2021. Global revenues for endocrine therapies for", "advanced breast cancer are over $6 billion.", "VERU-111 is an oral, first-in-class, new chemical entity that targets,", "crosslinks, and disrupts alpha and beta tubulin subunits of microtubules", "to disrupt the cytoskeleton for treatment of taxane resistant metastatic", "triple negative breast cancer. The first line of treatment usually", "includes IV taxane chemotherapy. Almost all women will eventually develop", "taxane resistance. Using the safety information from the Phase 1b and", "Phase 2 VERU-111 prostate cancer clinical studies, the Company plans to", "meet with the FDA in first half of calendar year 2021 and to commence a", "Phase 2b clinical study in the fourth quarter of calendar year 2021 to", "evaluate VERU-111 in women with metastatic triple negative breast cancer", "that has become resistant to taxane IV chemotherapy. Global revenues for", "oral therapies for advanced breast cancer are over $6 billion.", "Continue to grow our sexual health business to invest proceeds in the clinical", "development of our drug pipeline to access large premium oncology markets in", "prostate cancer and breast cancer.", "TADFIN^™ for the administration of tadalafil 5mg and finasteride 5mg", "combination capsule to treat lower urinary tract symptoms caused from BPH-", "We plan to advance TADFIN^™ toward commercialization in the U.S., Europe,", "and South America. The Company had a successful pre-NDA meeting with the", "FDA, stability testing of manufacturing batches is completed and the", "expected submission of the NDA for TADFIN^™ will be in early calendar year", "2021. We plan to initially launch TADFIN^™ by telemedicine channels, if", "approved by the FDA, in late 2021 in the U.S. We also plan to secure", "partnership opportunities to commercialize TADFIN^™ outside the U.S.", "FC2- We expect to continue the rapid growth of revenues in the U.S. market", "through prescription sales by leveraging our relationships with", "telemedicine and pharmacy internet providers and distributors, while", "continuing to pursue revenues in the public health sector in key markets", "both in the U.S. and globally.", "PREBOOST^®– We recently completed the sale of PREBOOST^®, our treatment", "for premature ejaculation, to Roman Health Ventures Inc. for $20 million", "in cash, consisting of $15 million paid at closing, $2.5 million payable", "12 months after closing and $2.5 million payable 18 months after closing.", "Capitalize on expertise and reputation of our management team and board", "members.", "Our management team has significant expertise and experience in urology", "and oncology as well as drug development, regulatory, marketing and sales", "which will facilitate effective management of our preclinical studies and", "clinical trials of drug candidates and product commercialization. In", "addition, we intend to capitalize on the strong reputations of the members", "of our management and board of directors with academic institutions,", "hospitals, physicians, pharmacists and distributors to expand our customer", "base and to introduce new products.", "Be opportunistic.", "VERU-111 is also being evaluated in a Phase 2 clinical trial to assess the", "efficacy of VERU-111 in combating COVID-19 to prevent ARDS. VERU-111, by", "targeting microtubules, may have broad antiviral and strong", "anti-inflammatory effects, including the potential to treat the cytokine", "release syndrome that is associated with the high COVID-19 mortality", "rates. Enrollment of 40 subjects will be completed by end of calendar year", "2020.  If the clinical results of the Phase 2 clinical trial are positive,", "the Company intends to apply for grant funding through third party", "agencies.", "1. MME LLC, Prostate Cancer Market Revenues (2018)", "“Delveinsight “Hot flashes associated with prostate cancer treatment:", "Market insights, epidemiology, and market forecast. December 2019”", "2. MME LLC, Prostate Cancer Market Revenues (2018)", "3. Getzenberg, et al., “Efficacy of VERU-111, an oral alpha and beta", "tubulin inhibitor, in taxol responsive and resistant prostate cancer", "models”, EAU Poster, 2018", "4. Getzenberg, et al., “Determination of the ability of a novel,", "long-acting subcutaneous GnRH antagonist, VERU-100. to castrate", "without a testosterone surge in a rat model, GU ASCO Poster, 2020", "5. “Casabe, et al., “”Efficacy and Safety of the Coadministration of", "Tadalafil Once Daily with Finasteride for 6 Months in Men with Lower", "Urinary Tract Symptoms and Prostatic Enlargement Secondary to Benign", "Prostatic Hyperplasia””, The Journal of Urology, Vol. 191, 727-733,", "March 2014.”", "6. Flomax Tamsulosin Package Insert", "Casabe, et al., “Efficacy and Safety of the Coadministration of", "Tadalafil Once Daily with Finasteride for 6 Months in Men with Lower", "Urinary Tract Symptoms and Prostatic Enlargement Secondary to Benign", "Prostatic Hyperplasia”, The Journal of Urology, Vol. 191, 727-733,", "March 2014.", "Management Team", "Mitchell Steiner, M.D., F.A.C.S. – Chairman, President, and Chief Executive", "Officer", "Mitchell S. Steiner, M.D., F.A.C.S. has served as President and Chief", "Executive Officer of the Company and as a director of the Company since", "October 2016. Dr. Steiner was the co-founder of Aspen Park and served as", "Aspen Park’s Chief Executive Officer, President and Vice Chairman of the", "Board from July 2014 to October 2016. From 2014 to 2016, Dr. Steiner was a", "consultant and then the President, Urology and member of senior management", "of OPKO Health, Inc. (NASDAQ:OPK) and had responsibilities for the launch,", "marketing, sales and reimbursement of 4Kscore prostate cancer test to", "urologists and primary care physicians. Dr. Steiner was also the", "co-founder of GTx, Inc., a men’s health and oncology public company, where", "he served as Chief Executive Officer and Vice Chairman of Board of", "Directors from 1997 to 2014. Dr. Steiner is a Board Certified Urologist", "and a Fellow of the American College of Surgeons and has held numerous", "academic appointments, including Assistant Professor of Urology, Cell", "Biology, and Pathology at Vanderbilt School of Medicine from 1993 to 1995", "and Chairman and Professor of Urology, Director of Urologic Oncology and", "Research and the Chair of Excellence in Urologic Oncology at the", "University of Tennessee from 1995 to 2004. Dr. Steiner holds a B.A. in", "Molecular Biology and Chemistry from Vanderbilt University and an M.D.", "from the University of Tennessee. He performed his surgical and urologic", "training at The Johns Hopkins Hospital and postdoctoral research fellow in", "cell biology at Vanderbilt School of Medicine.", "Harry Fisch, M.D., F.A.C.S. – Vice Chairman, Chief Corporate Officer", "Dr. Harry FischHarry Fisch, M.D., F.A.C.S. is the Founder, Vice Chairman", "of the Board, and Chief Corporate Officer of Veru Inc. and has served as a", "director of the Company since October 2016. Dr. Fisch was the co-founder", "of Aspen Park and served as the Chairman of the Board and Chief Scientific", "Officer of Aspen Park from July 2014 to October 2016. From 1994 to 2016,", "Dr. Fisch served as the Chief Executive Officer and President of", "Millennium Sciences, Inc. Dr. Fisch has also had numerous academic and", "clinical appointments including Clinical Professor of Urology and", "Reproductive Medicine at Weill College of Medicine, Cornell University", "from 2009 to current, Director of the Male Reproductive Center at Albert", "Einstein College of Medicine/Montefiore Medical Center from 1998 to 1999", "and Professor of Clinical Urology at Columbia University, College of", "Physicians and Surgeons from 1999 to 2009. From 2014 to 2015, Dr. Fisch", "hosted The Dr. Harry Fisch Show on Men’s Health on Howard Stern’s SiriusXM", "radio channel 101. Dr. Fisch is a Board Certified Urologist and a Fellow", "of the American College of Surgeons. Dr. Fisch holds a B.A. in Chemistry", "from the State University of New York at Binghamton, an M.D. from Mount", "Sinai School of Medicine, New York, and performed his surgical and", "urologic training at Albert Einstein College of Medicine/Montefiore", "Medical Center.", "Michele Greco – Chief Financial Officer and Chief Administrative Officer", "Ms. Greco has served as Chief Financial Officer since March 2018 and as", "Chief Administrative Officer of the Company since December 2017. Ms. Greco", "served as Executive Vice President of Finance from October 2016 to March", "2018 and Executive Vice President and Chief Financial Officer of The", "Female Health Company from December 2014 to October 2016 and served as", "Vice President and Chief Financial Officer of the Company from January", "2013 to December 2014. Ms. Greco is a CPA with nearly 30 years of", "experience in public accounting with Ernst & Young LLP. From January 2011", "to February 2012, Ms. Greco provided consulting services to Systems", "Research Incorporated as a recruiter of finance professionals. From March", "2009 to January 2011, Ms. Greco was involved in a series of personal", "business ventures. From 1994 to March 2009, Ms. Greco served as an audit", "partner with Ernst & Young LLP. Ms. Greco joined Ernst & Young LLP in", "1981.", "K. Gary Barnette, Ph.D. – Chief Scientific Officer", "Gary Barnette, Ph.D. is the Chief Scientific Officer of the Company. Prior", "to joining Veru, Dr. Barnette was Sr. Vice President of Scientific and", "Regulatory Affairs at Camargo Pharmaceutical Services, LLC from 2012 to", "August 2018 and had responsibility of the oversight and development of", "scientific and regulatory drug development strategies across virtually all", "therapeutic areas, including urology, reproductive, oncology,", "cardiovascular, and analgesics/anesthetics. From 2000 to 2012, Dr.", "Barnette served in various positions at GTx, Inc. including Vice", "President, Clinical Development Strategy with responsibilities in", "regulatory, clinical, and clinical pharmacology in the development of drug", "products in urology (men’s health) and cancer supportive care. Prior to", "that, Dr. Barnette was a Clinical Pharmacology and Biopharmaceutics", "Reviewer at the US FDA, receiving numerous awards for review, mentoring,", "and serving on various FDA guidance development groups and FDA initiative", "task forces. Dr. Barnette holds a Ph.D. in Basic Pharmaceutical Sciences", "(Clinical Pharmacology and Pharmacokinetics) from West Virginia", "University, School of Pharmacy.", "Gary Bird, Ph.D. – Senior Vice President – Quality Oversight", "Gary BirdGary Bird is Senior Vice President for Quality Oversight and is", "responsible for all CMC manufacturing activities to confirm regulatory and", "GMP compliance. His organization is responsible for creating a compliant", "quality system to meet US FDA expectations. He has over 30 years in the", "pharmaceutical and biotechnology industries with a broad area of expertise", "in regulatory affairs, quality system analysis, FDA compliance, team", "leadership, continuous improvement, and vendor relations.", "Throughout his executive career, Dr. Bird has held leadership positions at", "pharmaceutical and biotech-related organizations, including the Food and", "Drug Administration (CDER and CBER). Eli Lilly and Company, GTx", "Incorporated, Geno Rx, and his consulting firms PharmaConsult US and", "PharmaConsult Global, Ltd. He represented both FDA and Industry in the", "International Conference on Harmonization (ICH) negotiations activities in", "five different Quality topic areas. He has authored and delivered numerous", "lectures and training courses as part of his industry and consulting", "services on subjects including best manufacturing practices for", "biopharmaceutical products, introduction to GMPs, introduction to", "biosafety, and stability of biopharmaceutical products.", "Dr. Bird holds a PhD in Entomology and Biochemistry from Mississippi State", "University.", "Samuel Fisch – Director, Investor Relations", "Samuel Fisch has served as the Director of Investor Relations since April", "2019. He is responsible for strengthening and expanding our investor base", "globally and acts as a primary point of contact for our investor", "community.", "Samuel brings a strong background of experience in investor relations and", "capital markets. Prior to joining Veru, Samuel worked at Solebury Trout.", "During his time there, he worked with both private and public healthcare", "companies on investor relations, corporate strategy, and equity capital", "market advisory throughout all stages of development.", "Samuel holds a BBA from Elon University.", "Robert H. Getzenberg, Ph.D. – Executive Vice President for Medical Affairs", "Robert H. Getzenberg, Ph.D. is currently the Executive Vice President for", "Medical Affairs at Veru Inc. Prior to that he was the Executive Associate", "Dean for Research and Professor of Medicine at the College of Allopathic", "Medicine at the Nova Southeastern University. Before Nova Southeastern he", "was the Chief Scientific Officer at Veru Inc. and served as the", "Therapeutic Area Lead, Prostate Cancer at GTx Inc. Prior to these", "positions he was the Director of Research of the James Buchanan Brady", "Urological Institute and the Donald S. Coffey Professor of Urology and", "Professor of Pharmacology and Molecular Sciences at the Johns Hopkins", "University School of Medicine. Dr. Getzenberg received his Ph.D. from the", "Johns Hopkins University School of Medicine. After completing his", "fellowship at Yale University, Dr. Getzenberg joined the University of", "Pittsburgh and later was named the Director of Urology Research and a", "Professor of Urology, Pathology and Pharmacology. Dr. Getzenberg is the", "recipient of a number of awards including the 2000 University of", "Pittsburgh chancellor’s Distinguished Research Award and was selected as", "one of the “40 under 40” by Pittsburgh Magazine. Dr. Getzenberg has given", "numerous international lectures related to his work including the first", "Donald Gleason Lecture at the University of Minnesota in 2012 and the", "Weisbach Lecture at the University of Michigan in 2007. Dr. Getzenberg has", "served many leadership positions in urology research including President", "of the Society of Basic Urologic Research and in many research capacities", "at the American Urological Association. Dr. Getzenberg has authored a", "large number of manuscripts and book chapters in the field.", "Kevin Gilbert, JD, CPA – Executive Vice President Corporate Development", "Mr. Gilbert has served as Executive Vice President Corporate Development", "since May 2018. Previously Mr. Gilbert served as Senior Vice President", "Corporate Development and Legal from January 2017 to April 2018. From 2015", "to 2016, Mr. Gilbert was a consultant to the Company’s Board and CEO and", "charged with assisting with the diversification strategy. From 2012 to", "2015 Mr. Gilbert was Vice President Corporate Development and General", "Counsel of Third Stream Bioscience Inc., a developer of a novel, topical", "antimicrobial technology. From 2008 to 2012, Mr. Gilbert was Executive", "Vice President Development and General Counsel of NanoCarbons LLC, a", "developer of nanomaterials for the energy storage industry. Prior to 2008,", "Mr. Gilbert worked nearly 20 years in a variety of officer roles in", "development and legal at Motorola Inc. and prior to that, Mr. Gilbert was", "a transactional and securities attorney at the large, multinational law", "firm, McDermott, Will & Emery. Mr. Gilbert has successfully completed more", "than 100 different transactions in more than 25 different countries around", "the world, including a number of complex, cross-border transactions. Mr.", "Gilbert holds a Bachelor of Science in Accountancy from the University of", "Illinois at Urbana-Champaign and a Juris Doctor from the University of", "California at Berkeley and has been a Guest Lecturer on Mergers &", "Acquisitions at the UCLA Anderson Graduate Business School as well as the", "Purdue University Krannert Graduate Business School.", "Philip Greenberg – Executive Vice President Legal, Secretary", "Philip Greenberg is our Executive Vice President – Legal and Secretary as", "of February 2018. From 2006 until 2017, Mr. Greenberg held several senior", "legal positions at Teva Pharmaceuticals, a global specialty and generic", "pharmaceutical company. At Teva, Mr. Greenberg was most recently Vice", "President and General Counsel – Latin America and held leading roles in", "the establishment of the region’s legal shared services center and", "compliance policies and training, including anti-corruption. Prior to", "joining Teva, Mr. Greenberg was Deputy General Counsel at IVAX Corporation", "where he was head of global litigation for the specialty and generic", "pharmaceutical company that was acquired by Teva in 2006. Earlier in his", "career, Mr. Greenberg was Assistant General Counsel to Telergy, a leading", "facilities-based fiber-optic telecommunications provider and Norwegian", "Cruise Line Limited. Mr. Greenberg was also an attorney at McDermott Will", "& Emery and Stearns Weaver Miller in Miami, Florida. Mr. Greenberg", "received his J.D. degree from the University of Florida College of Law", "(n/k/a Levin College of Law) and a B.A. in Economics from Tulane", "University.", "Phillip Kuhn – Executive Vice President – Strategy & Commercial", "Phil Kuhn", "Mr. Kuhn joined Veru in January 2018. He is responsible for leading the", "company’s licensing and strategy execution. Mr. Kuhn’s thirty years of", "experience in commercial and strategy work for leading biologics,", "diagnostics, and device manufacturers have prepared him well for leading", "Veru’s strategy efforts.", "During Mr. Kuhn’s career he has had the opportunity to lead sales,", "marketing, and strategy activities on a global basis for a number firms", "including Abbott, Johnson & Johnson, Boston Scientific, Smith & Nephew,", "Orthofix, and most recently ISTO Biologics. Prior to joining the Company,", "Mr. Kuhn served as the Chief Commercial Officer for Isto Biologics where", "he engineered the successful turnaround and sale of the commercial", "business to private equity. Earlier in is his career Mr. Kuhn held senior", "roles as Global Vice President Marketing at Orthofix and Smith & Nephew.", "In addition, Mr. Kuhn held roles as Director Marketing Peripheral Vascular", "Stents, and Director Marketing Indigo Medical (a JNJ Urology focused", "division).", "Mr. Kuhn has a BA degree from Duke University and an MBA from Emory", "University.", "Domingo Rodriguez, M.D. – Executive Vice President of Clinical Operations", "Domingo Rodriguez M.D. has served as Executive Vice President of Clinical", "Operations since April 2018.", "Prior to joining Veru, Dr. Rodriguez was the Vice President of Global", "Development Operations at Mallinckrodt Pharmaceuticals from 2013 to April", "2018 where he was a member of the Science and Technology Senior Management", "Team with his main responsibility being the clinical trial execution of", "all clinical-stage programs and indications both in the U.S. and abroad.", "From 2004 to 2013, Dr. Rodriguez served in various positions at GTx, Inc.,", "including Vice President of Clinical Operations.", "Dr. Rodriguez brings more than 30 years of biotechnology, pharmaceutical", "and device experience to Veru Inc. in small, mid-size and large companies", "with expertise in Clinical Development, Medical Affairs, Due Diligence,", "Acquisitions, Integrations, FDA Inspections and Sales and Marketing.", "Dr. Rodriguez has conducted global clinical development that includes", "oncology, male health and autoimmune and rare diseases in specialty areas", "like neurology, rheumatology, nephrology, pulmonology and ophthalmology,", "regenerative medicine, immunotherapy and neonatal respiratory critical", "care therapies, transplants, analgesics, pediatrics, orphan/rare diseases", "and devices.", "Dr. Rodriguez completed medical school at CETEC University in the", "Dominican Republic.", "Board of Directors", "Mitchell S. Steiner, M.D., F.A.C.S. – Chairman, President, and Chief", "Executive Officer", "Mitchell S. Steiner, M.D., F.A.C.S. has served as President and Chief", "Executive Officer of the Company and as a director of the Company since", "October 2016. Dr. Steiner was the co-founder of Aspen Park and served as", "Aspen Park’s Chief Executive Officer, President and Vice Chairman of the", "Board from July 2014 to October 2016. From 2014 to 2016, Dr. Steiner was a", "consultant and then the President, Urology and member of senior management", "of OPKO Health, Inc. (NASDAQ:OPK) and had responsibilities for the launch,", "marketing, sales and reimbursement of 4Kscore prostate cancer test to", "urologists and primary care physicians. Dr. Steiner was also the", "co-founder of GTx, Inc., a men’s health and oncology public company, where", "he served as Chief Executive Officer and Vice Chairman of Board of", "Directors from 1997 to 2014. Dr. Steiner is a Board Certified Urologist", "and a Fellow of the American College of Surgeons and has held numerous", "academic appointments, including Assistant Professor of Urology, Cell", "Biology, and Pathology at Vanderbilt School of Medicine from 1993 to 1995", "and Chairman and Professor of Urology, Director of Urologic Oncology and", "Research and the Chair of Excellence in Urologic Oncology at the", "University of Tennessee from 1995 to 2004. Dr. Steiner holds a B.A. in", "Molecular Biology and Chemistry from Vanderbilt University and an M.D.", "from the University of Tennessee. He performed his surgical and urologic", "training at The Johns Hopkins Hospital and postdoctoral research fellow in", "cell biology at Vanderbilt School of Medicine.", "Harry Fisch, M.D., F.A.C.S. – Vice Chairman", "Dr. Harry FischHarry Fisch, M.D., F.A.C.S. is the Founder, Vice Chairman", "of the Board, and Chief Corporate Officer of Veru Inc. and has served as a", "director of the Company since October 2016. Dr. Fisch was the co-founder", "of Aspen Park and served as the Chairman of the Board and Chief Scientific", "Officer of Aspen Park from July 2014 to October 2016. From 1994 to 2016,", "Dr. Fisch served as the Chief Executive Officer and President of", "Millennium Sciences, Inc. Dr. Fisch has also had numerous academic and", "clinical appointments including Clinical Professor of Urology and", "Reproductive Medicine at Weill College of Medicine, Cornell University", "from 2009 to current, Director of the Male Reproductive Center at Albert", "Einstein College of Medicine/Montefiore Medical Center from 1998 to 1999", "and Professor of Clinical Urology at Columbia University, College of", "Physicians and Surgeons from 1999 to 2009. From 2014 to 2015, Dr. Fisch", "hosted The Dr. Harry Fisch Show on Men’s Health on Howard Stern’s SiriusXM", "radio channel 101. Dr. Fisch is a Board Certified Urologist and a Fellow", "of the American College of Surgeons. Dr. Fisch holds a B.A. in Chemistry", "from the State University of New York at Binghamton, an M.D. from Mount", "Sinai School of Medicine, New York, and performed his surgical and", "urologic training at Albert Einstein College of Medicine/Montefiore", "Medical Center.", "Mario Eisenberger, M.D.", "Mario Eisenberger, M.D. has served as a director of the Company since", "October 2016. Dr. Eisenberger currently is the Dale Hughes Professor of", "Oncology at The Johns Hopkins University and has been in the full-time", "faculty since 1993. From 2010 to 2014, Dr. Eisenberger founded Oncology", "Trials Insights, Inc., a privately held clinical trials management", "company. Since 2010, Dr. Eisenberger has also served as an ad-hoc member", "of the Oncologic Drugs Advisory Committee of the FDA. Since 1988, he has", "served in advisory, strategic and data safety monitoring boards, including", "Bristol-Myers Squibb, Sanofi, Astellas, Schering Plough, Auguron, AKZO,", "Dupont, Rhone-Poulenc Rorer, Aventis, Jansen, Ipsen, Active Biotech,", "Medivation, Tokai, Xanthus, Cytogen, Ortho Biotech, Active Biotech,", "Merck-Sharp and Dohme, Tyme, Inc., Ferring and Bayer. From 1984 to 1998,", "Dr. Eisenberger held the position of head of the advanced prostate cancer", "committee and vice chair of the genitourinary cancer of the Southwest", "Oncology Group. From 1984 to 1993, he served as Professor of Oncology at", "The University of Maryland. From 1984 to 1989, he was the Chief of", "Oncology at the Baltimore VAH. From 1982 to 1984, he was a Senior", "Investigator at the Cancer Therapy Evaluation Program of the National", "Institute in charge of coordinating extramural clinical research in", "urological cancers. From 1976 to 1982, he served in the faculty of the", "University of Miami. Dr. Eisenberger obtained his M.D. at the Federal", "University of Rio de Janeiro Brazil in 1972 and is board certified in", "Internal Medicine and Medical Oncology.", "Grace S. Hyun, M.D.", "Grace S. Hyun, M.D. has served as a Director of the Company since August", "2020. Dr. Hyun currently specializes in Pediatric Urology and serves as", "Clinical Associate Professor at NYU Langone School of Medicine, and", "Director, Pediatric Urology at NYU Langone Brooklyn Hospital since 2017.", "Dr. Hyun has held former positions Associate Director, Pediatric Urology,", "The Mount Sinai Medical Center from 2011-2017, and Assistant Professor,", "New York Presbyterian- Columbia University from 2005-2011. Dr. Hyun is", "certified by the American Board of Urology in urology and pediatric", "urology. She serves on various medical boards including the New York", "Section of the American Urological Association and Chair of the Urology", "Committee of the New York Academy of Medicine. She has won numerous awards", "and honors throughout her career, including “Top Doctor” by Castle", "Connolly, and “Best Doctor” by New York Magazine for the past seven years.", "She received a B.A. in History from Columbia University and an M.D. from", "Weill Cornell University Medical College. She completed her urology", "residency at The New York Presbyterian Hospital – Columbia and pediatric", "urology fellowship at The Children’s Hospital of Philadelphia.", "Michael L. Rankowitz", "Michael L. Rankowitz was elected director in March 2018. Mr. Rankowitz has", "held directorships with NF Investment Corp., Carlyle Funds, 1st Tee of", "Metropolitan New York, Discover Card, Clarent Hospital Corp., New York", "Racing Authority, International Dyslexia Association — New York Branch,", "Trinity School (New York) and Browning School (New York). From 1980 to", "2001, Mr. Rankowitz was a managing director at Morgan Stanley, where he", "also served as co-head of Global High Yield and was responsible for risk", "management, research and sales for high yield, emerging markets, bank debt", "and distressed securities. He continues to be a Senior Advisor to Morgan", "Stanley.  He has a B.S. in mathematics from the University of Vermont.", "Jesus Socorro", "Jesus Socorro has served as a director of the Company since March 2017.", "Mr. Socorro, a Florida-licensed C.P.A., is the Managing Principal of the", "Risk Advisory practice of Morrison, Brown, Argiz & Farra, LLC, a", "nationally recognized accounting and advisory firm headquartered in Miami,", "Florida, where he has been since March 2014. From August 1999 to November", "2002 and from May 2004 to March 2014, Mr. Socorro worked in the audit", "practice of Ernst & Young LLP, most recently as an Audit Senior Manager.", "From November 2002 to November 2003, Mr. Socorro served as the Technical", "Accounting Manager for LNR Property Corporation (a then-NYSE-traded real", "estate finance company) and from November 2003 to May 2004, he was an", "Audit Manager with BDO Seidman, LLP. Mr. Socorro received his M.B.A. from", "Northwestern University J.L. Kellogg School of Management in 2007.", "Facebook Twitter LinkedIn YouTube", "MIAMI  |  LONDON  |  MALAYSIA", "Sign Up for Investor Alerts", "© Veru Inc. | All Rights Reserved | Accreditation and Certificates |", "Privacy Policy | Anti-Trafficking Policy | Terms of Use | Contact Us", "Website Design by Get Sharp, Inc.", "IFrame", "After submission, please check your email for our opt-in notice to", "complete your sign-up.", "X", "Go to Top"]