["Rob Portman on Free Trade", "OnTheIssuesLogo", "Republican Jr Senator; previously Representative (OH-2)", "Push TPP to remove limits on US poultry exports", "Portman joined a bipartisan group of 11 senators wrote a letter to the TPP", "negotiators on Jan. 15, 2014: \"We are concerned about Canada's program", "that severely limits U.S. chicken exports. Despite ratification of NAFTA,", "Canada has continued to impose restrictions on imports of US chicken", "products. We urge you to work to address this long-standing, unjustified", "issue during the TPP negotiations, and to fully engage the other eleven", "participating countries to create true free trade for US poultry.\"", "Source: 2016 Ohio Senate race: Letter from 11 Senators on TPP , Jul 4, 2016", "Negotiated fast-track under Bush; but slowing it under Obama", "Senator Ron Wyden [D-OR] has become the White House's chief congressional", "ally on free trade, helping Pres. Obama and the US Trade Representative", "push for a bill to streamline the passage of trade deals, alienating", "liberal activists. Wyden is even up against some key Republicans,", "including former US Trade Representative Rob Portman, who was once in", "charge of negotiating such treaties under Pres. Bush. Now a senator from", "Ohio, he's teamed up with Sen. Chuck Schumer [D-NY] to put fast track on a", "slower track by requiring treaties to include enforceable prohibitions", "against countries' suppressing their currencies to gain a competitive", "advantage--a move the Treasury Secretary warned in a letter would \"likely", "derail\" a Pacific trade deal. Steelmakers and automakers favor the Portman", "amendment, which he says he'll bring to the floor after it failed in", "committee. \"It's about how to say with a straight face to the people who", "we're hired by, 'This is going to be good for you,'?\" Portman said.", "Source: Bloomberg News coverage of 2016 Ohio Senate race , May 2, 2015", "Pass more trade agreements to increase Ohio exports", "On trade, Portman favors passing more trade agreements to increase Ohio", "exports and encouraging the Obama administration to get tough on China", "over currency manipulation. Fisher insists that trade agreements should be", "fair and accused Portman of not doing enough to enforce existing trade", "agreements when he served as President George W. Bush's trade", "representative.", "Source: Dayton Daily News coverage of 2010 Ohio Senate debate , Oct 13, 2010", "Served as trade representative under Pres. George W. Bush", "The candidates challenged each other over jobs and taxes and who is best", "able to help revive Ohio's battered economy.", "Fisher said Portman has backed trade policies that have sent Ohio jobs", "overseas. He repeatedly sought to tie Portman to economic policies of", "former President George W. Bush, in whose administration Portman served as", "trade representative.", "Portman said Fisher's proposals would mean job-killing higher taxes. \"You", "can't continue to raise taxes,\" he said.", "Ohio Gov. Ted Strickland implemented a tax cut in 2005 that resulted in", "state income taxes that are 16.8 percent less than they were in 2004, said", "a spokeswoman for Fisher, Ohio's lieutenant governor [under Strickland].", "Source: Business Week coverage of 2010 Ohio Senate debate , Oct 8, 2010", "Steadfast proponent of the power of open markets", "Ambassador Portman will be carrying on the superb work done by [the", "previous] U.S. Trade Representative, working with Congress to pass trade", "promotion authority. We\u0092ve completed free trade agreements with 12 nations", "on 5 continents, opening a combined market of 124 million consumers for", "America\u0092s farmers, small businesses and manufacturers.", "Ambassador Portman is the right man to carry on this important work. He", "has a great record as a champion of free and fair trade. In his early days", "as an attorney, he specialized in international trade law. Throughout his", "time in Congress, he built a reputation as a steadfast proponent of the", "power of open markets to spread hope and prosperity around the world. As", "an Ohioan, Rob knows how much American farmers and workers depend on our", "export markets and how the expansion of agreements around the world can", "contribute to our economy here at home.", "Source: Pres. Bush comments at USTR Ceremony (Bush Cabinet) , May 17, 2005", "Supports Central American & Dominican Republic trade", "Our first opportunity to open new markets is the Central American and", "Dominican Republic Free Trade Agreement. It\u0092s a classic win-win situation.", "We have the opportunity here to open new markets for our workers, for our", "farmers, for our service providers, while, at the same time, leveling the", "playing field with a region that already enjoys mostly duty-free access to", "the United States. At the same time, we can help lift people out of", "poverty in Central America and the Dominican Republic, and we can help", "solidify those fragile democracies and staunch allies.", "This is a situation where the Congress should have an incentive to move,", "and move quickly, to approve the agreement, because it\u0092s good for our", "workers & farmers, service providers, and it\u0092s also good for those", "countries. If we turn down this agreement, we are taking away", "opportunities for our workers, and we are turning our backs on good", "neighbors who need our help.", "Source: Comments at USTR Ceremony (Bush Cabinet) , May 17, 2005", "Voted YES on implementing US-Australia Free Trade Agreement.", "United States-Australia Free Trade Agreement Implementation Act:", "implementing free trade with protections for the domestic textile and", "apparel industries.", "Reference: Bill sponsored by Rep Tom DeLay [R, TX-22]; Bill H.R.4759 ; vote", "number 2004-375 on Jul 14, 2004", "Voted YES on implementing US-Singapore free trade agreement.", "Vote to pass a bill that would put into effect a trade agreement between", "the United States and Singapore. The trade agreement would reduce tariffs", "and trade barriers between the United States and Singapore. The agreement", "would remove tariffs on goods and duties on textiles, and open markets for", "services The agreement would also establish intellectual property,", "environmental and labor standards.", "Reference: US-Singapore Free Trade Agreement; Bill HR 2739 ; vote number", "2003-432 on Jul 24, 2003", "Voted YES on implementing free trade agreement with Chile.", "United States-Chile Free Trade Agreement Implementation Act: Vote to pass", "a bill that would put into effect a trade agreement between the US and", "Chile. The agreement would reduce tariffs and trade barriers between the", "US and Chile. The trade pact would decrease duties and tariffs on", "agricultural and textile products. It would also open markets for", "services. The trade pact would establish intellectual property safeguards", "and would call for enforcement of environmental and labor standards.", "Reference: Bill sponsored by DeLay, R-TX; Bill HR 2738 ; vote number 2003-436 on", "Jul 24, 2003", "Voted NO on withdrawing from the WTO.", "Vote on withdrawing Congressional approval from the agreement establishing", "the World Trade Organization [WTO].", "Reference: Resolution sponsored by Paul, R-TX; Bill H J Res 90 ; vote number", "2000-310 on Jun 21, 2000", "Voted YES on 'Fast Track' authority for trade agreements.", "Vote to establish negotiating objectives for trade agreements between the", "United States and foreign countries and renew 'fast track' authority for", "the President.", "Reference: Bill introduced by Archer, R-TX.; Bill HR 2621 ; vote number 1998-466", "on Sep 25, 1998", "Rated 56% by CATO, indicating a mixed record on trade issues.", "Portman scores 56% by CATO on senior issues", "The mission of the Cato Institute Center for Trade Policy Studies is to", "increase public understanding of the benefits of free trade and the costs", "of protectionism.", "The Cato Trade Center focuses not only on U.S. protectionism, but also on", "trade barriers around the world. Cato scholars examine how the negotiation", "of multilateral, regional, and bilateral trade agreements can reduce trade", "barriers and provide institutional support for open markets. Not all trade", "agreements, however, lead to genuine liberalization. In this regard, Trade", "Center studies scrutinize whether purportedly market-opening accords", "actually seek to dictate marketplace results, or increase bureaucratic", "interference in the economy as a condition of market access.", "Studies by Cato Trade Center scholars show that the United States is most", "effective in encouraging open markets abroad when it leads by example. The", "relative openness and consequent strength of the U.S. economy already lend", "powerful support to the worldwide trend toward embracing open markets.", "Consistent adherence by the United States to free trade principles would", "give this trend even greater momentum. Thus, Cato scholars have found that", "unilateral liberalization supports rather than undermines productive trade", "negotiations.", "Scholars at the Cato Trade Center aim at nothing less than changing the", "terms of the trade policy debate: away from the current mercantilist", "preoccupation with trade balances, and toward a recognition that open", "markets are their own reward.", "The following ratings are based on the votes the organization considered", "most important; the numbers reflect the percentage of time the", "representative voted the organization's preferred position.", "Source: CATO website 02n-CATO on Dec 31, 2002", "Sponsored sugar quotas & import tariffs to stabilize prices.", "Portman co-sponsored Sugar Reform Act", "Congressional Summary:Sugar Reform Act:", "* Requires that sugar allotments be appropriate to maintain adequate", "supplies at reasonable prices, taking into account all domestic supply", "sources, including imports.", "* Revises sugar tariff-rate quota adjustment provisions so that the", "ratio of sugar stocks to total sugar use at the end of the quota year", "will be approximately 15.5%", "* Extends flexible marketing sugar allotment authority through crop year", "2017", "* Repeals the feedstock flexibility program for bioenergy producers.", "Proponent's argument for bill:(Senators' opinions reported on", "politico.com) \"We subsidize a handful of wealthy sugar growers at the", "expense of everybody in America,\" said Sen. Patrick Toomey (R-Pa.), whose", "home state boasts the chocolate giant, Hershey's. Sen. Heidi Heitkamp", "(D-N.D.), warned her colleagues against unraveling the commodity coalition", "behind the farm bill: \"We forget that this is much bigger than a sugar", "program. It's much bigger than any one single commodity. When you single", "out one commodity, you threaten the effectiveness of the overall farm", "bill.\"", "Opponent's argument against bill:(Food and Business News, May 2013): Users", "claim the sugar program nearly doubles the price of sugar to US consumers", "and has resulted in lost jobs as some candy manufacturers have moved", "operations to other countries. Producers claim the program has resulted in", "more stable sugar supplies, provides a safety net for growers and that", "world prices are often lower because of subsidies in origin countries,", "which would put US growers at a disadvantage should import restrictions be", "lifted. Producers also note that US sugar prices have declined more than", "50% from late 2011 highs. They also maintain that jobs have been lost or", "moved out of the US for reasons other than sugar prices, mainly labor and", "health care costs, noting that candy makers' profits have been strong in", "recent years.", "Source: S.345/ H.R.693 13-S345 on Feb 14, 2013", "Declare Turkish rebar subject to anti-dumping duties.", "Portman signed declaring Turkish rebar subject to anti-dumping duties", "Excerpts from Letter from 31 Senators to the Secretary of Commerce: We", "write to you regarding countervailing duty and antidumping investigations", "being conducted by the Department of Commerce on imports of steel", "reinforcing bar (rebar) from Turkey and Mexico.", "Rebar is one of the largest volume steel products produced in the US,", "employing more than 10,000 workers in over 30 states. With nearly 7", "million tons of domestic production, a healthy rebar industry is critical", "to a strong economy. However, it is our understanding that imports from", "Turkey and Mexico are surging into the US, nearly doubling from 2011 to", "2013.", "The ITC recently found that Mexican and Turkish rebar producers are", "consistently underselling US producers, resulting in substantial lost", "sales and depressed; [plus] a preliminary finding that the Government of", "Turkey bestows energy subsidies to its rebar industry, but that such", "subsidies are only de minimis in value. This seems surprising given the", "inherently energy-intensive nature of steel production.", "Opposing argument: (Heritage Foundation, \"Guide to Antidumping Laws\", July", "21, 1992) One of the pillars of the \"fair trade\" approach is a set of", "so-called antidumping and countervailing duty laws. Antidumping laws seek", "to prevent products manufactured overseas from being sold by foreign firms", "in the U.S. at \"less than fair value.\" Countervailing duties seek to", "offset subsidies provided by foreign governments by imposing duties at the", "U.S. border.", "The antidumping laws are confusing and arbitrary, and in many instances", "merely allow American firms to secure punitive tariffs against competing", "importers where no unfair trade practices are involved. Worse, these laws", "drive up the costs of imported components used by other American", "enterprises, making their products less competitive in world markets. As a", "result, American consumers pay higher prices for both imported and", "domestically produced goods.", "Source: Turkish Rebar Letter 14LTR-BAR on Apr 9, 2014", "Voted FOR reauthorizing Ex-Im Bank.", "Portman voted NAY Export-Import Bank Reform and Reauthorization Act", "Heritage Action summary of vote# S206: The Senate voted to table (kill) an", "amendment by Sen. Kirk to reauthorize the Export-Import Bank. Sen. Kirk", "recommends voting NO. Heritage Foundation recommends voting YES because", "the \"Ex-Im Bank is little more than a $140 billion slush fund for", "corporate welfare.\"", "OnTheIssues explanation: Voting NO would allow a vote on reauthorization", "of the Ex-Im Bank. Voting YES would kill the bill for reauthorizing the", "Ex-Im Bank.", "Congressional Summary from previous Ex-Im bill S.824; the Ex-Im Bank", "shall:", "* Provide technical assistance to small businesses on how to apply for", "financial assistance;", "* Establish programs under which private financial institutions may", "share risk in loans & guarantees.", "* The Bank may enter into up to $25 billion worth of contracts of", "reinsurance or co-finance.", "Sierra Club reason for conditionally voting NO (from previous bill", "S.819):Sen. Shaheen's bill S.824 reauthorizes the Ex-Im Bank without", "undermining Obama's Climate Action Plan. The Sierra Club supports the bill", "because it makes both financial and environmental sense for the US and all", "of its taxpayer-backed financial institutions--including Ex-Im--to stop", "investing in dirty and dangerous fossil fuels like coal.", "Cato Institute reason for voting YES to kill the bill:The Ex-Im Bank's", "reauthorization buffs contend that Ex-Im fills a void left by private", "sector lenders unwilling to provide financing for certain transactions.", "Ex-Im's critics [say that] by effectively superseding risk-based", "decision-making with the choices of a handful of bureaucrats pursuing", "political objectives, Ex-Im risks taxpayer dollars. It turns out that for", "nearly every Ex-Im financing authorization that might advance the fortunes", "of a single US company, there is at least one US industry whose firms are", "put at a competitive disadvantage. These are the unseen consequences of", "Ex-Im's mission.", "Source: Supreme Court case 15-S0995 argued on Oct 19, 2015", "Rated 88% by the USAE, indicating support for trade engagement.", "Portman scores 88% by USA*Engage on trade issues", "Ratings by USA*Engage indicate support for trade engagement or trade", "sanctions. The organization's self-description: \"USA*Engage is concerned", "about the proliferation of unilateral foreign policy sanctions at the", "federal, state and local level. Despite the fact that broad trade-based", "unilateral sanctions rarely achieve our foreign policy goals, they", "continue to have political appeal. Unilateral sanctions give the", "impression that the United States is 'doing something,' while American", "workers, farmers and businesses absorb the costs.\"", "USA*Engage at Work", "* Developing the Case: USA*Engage explains the benefits of economic", "engagement, and the high cost of sanctions for American exports,", "investment and jobs.", "* Education: We recruit respected foreign policy and economic experts to", "speak out against sanctions, actively engage the media and provide", "outreach to key target states and Congressional districts.", "* Contacting Government Officials: USA*Engage directly contacts", "Congressional, Administration, state and local officials.", "VoteMatch scoring for the USA*Engage ratings is as follows :", "* 0%-49%: supports trade sanctions;", "* 50%-74%: mixed record on trade engagement;", "* 75%-100%: supports trade engagement.", "Source: USA*Engage 2011-2012 ratings on Congress and politicians 2012-USAE on", "Dec 31, 2012", "* Click here for definitions & background information on Free Trade.", "* Click here for a Wikipedia profile of Rob Portman.", "* Click here for a Ballotpedia profile of Rob Portman.", "* Click here for SenateMatch quiz answers by Rob Portman.", "* Click here for a summary of Rob Portman's positions on all issues.", "* Click here for issue positions of other OH politicians.", "* Click here for issue statements from OH primary archives.", "* Click here for issue statements from OH secondary archives.", "Other candidates on Free Trade:                      Rob Portman on other issues:", "Senate races 2019-20:  MA: Markey(D,incumbent)", "AK:                    vs.Liss-Riordan(D)", "Sullivan(R,incumbent)  vs.Ayyadurai(R)", "vs.Gross(I)            vs.Kennedy(D)", "AL: Jones(D,incumbent) ME:", "vs.Sessions(R)         Collins(R,incumbent)", "vs.Moore(R)            vs.Sweet(D)", "vs.Mooney(R)           vs.Gideon(D) vs.Rice(D)", "vs.Rogers(D)           MI: Peters(D,incumbent)", "vs.Tuberville(R)       vs.James(R)", "vs.Byrne(R)            MN: Smith(D,incumbent)", "vs.Merrill(R)          vs.Carlson(D)", "AR:                    vs.Lewis(R)", "Cotton(R,incumbent)    vs.Overby(G)", "vs.Mahony(D)           MS:", "vs.Whitfield(I)        Hyde-Smith(R,incumbent)", "vs.Harrington(L)       vs.Espy(D) vs.Bohren(D)", "AZ:                    MT: Daines(R,incumbent)", "McSally(R,incumbent)   vs.Bullock(D)", "vs.Kelly(D)            vs.Collins(D)", "CO:                    vs.Mues(D)", "Gardner(R,incumbent)   vs.Driscoll(R)", "vs.Hickenlooper(D)     vs.Giese(L)", "vs.Madden(D)           NC: Tillis(R,incumbent)", "vs.Baer(D) vs.Walsh(D) vs.E.Smith(D)", "OH             vs.Johnston(D)         vs.S.Smith(R)", "Gubernatorial: vs.Romanoff(D)         vs.Cunningham(D)", "Betty Sutton   vs.Burnes(D)           vs.Tucker(R)", "Connie Pillich vs.Williams(D)         vs.Mansfield(D)", "Dennis         DE: Coons(D,incumbent) NE: Sasse(R,incumbent)", "Kucinich       vs.Scarane(D)          vs.Janicek(R)", "Jim Renacci    GA-2:                  NH:", "Joe Schiavoni  Isakson(R,resigned)    Shaheen(D,incumbent)", "John Kasich    Loeffler(R,appointed)  vs.Martin(D)            Abortion", "Jon Husted     vs.Lieberman(D)        vs.Bolduc(R)            Budget/Economy", "Mary Taylor    vs.Collins(R)          vs.O'Brien(f)           Civil Rights", "Mike DeWine    vs.Carter(D)           NJ: Booker(D,incumbent) Corporations", "Nan Whaley     GA-6:                  vs.Singh(R)             Crime", "Richard        Perdue(R,incumbent)    vs.Meissner(R)          Drugs", "Cordray        vs.Tomlinson(D)        NM: Udall(D,retiring)   Education", "Tim Ryan       vs.Ossoff(D)           vs.Clarkson(R)          <a", "OH Senatorial: vs.Terry(D)            vs.Oliver(D)            href='../International/Rob_Portman_Energy", "Jim Renacci    IA: Ernst(R,incumbent) vs.Lujan(D) vs.Rich(R)", "Mike Gibbons   vs.Graham(D)           OK: Inhofe(R,incumbent)", "P.G.           vs.Mauro(D)            vs.Workman(D)", "Sittenfeld     vs.Greenfield(D)       OR:", "Sherrod Brown  ID: Risch(R,incumbent) Merkley(D,incumbent)", "Ted Strickland vs.Harris(D)           vs.Romero(R)", "vs.Jordan(D)           vs.Perkins(R)", "OH politicians IL:                    RI: Reed(D,incumbent)", "OH Archives    Durbin(D,incumbent)    vs.Waters(R)", "vs.Curran(R)           SC: Graham(R,incumbent)", "vs.Stava-Murray(D)     vs.Tinubu(D)", "KS:                    vs.Harrison(D)", "Roberts(R,retiring)    SD: Rounds(R,incumbent)", "vs.LaTurner(R)         vs.Borglum(R)", "vs.Wagle(R)            vs.Ahlers(D)", "vs.Kobach(R)           TN:", "vs.Bollier(D)          Alexander(R,incumbent)", "vs.Lindstrom(R)        vs.Sethi(R)", "vs.Grissom(D)          vs.Mackler(D)", "vs.Marshall(R)         vs.Hagerty(R)", "KY:                    TX: Cornyn(R,incumbent)", "McConnell(R,incumbent) vs.Hegar(D)", "vs.McGrath(D)          vs.Hernandez(D)", "vs.Morgan(R) vs.Cox(D) vs.Bell(D)", "vs.Tobin(D)            vs.Ramirez(D)", "vs.Booker(D)           vs.West(D)", "LA:                    VA: Warner(D,incumbent)", "Cassidy(R,incumbent)   vs.Taylor(R) vs.Gade(R)", "vs.Pierce(D)           WV: Capito(R,incumbent)", "vs.Swearengin(D)", "vs.Ojeda(D)", "WY: Enzi(R,incumbent)", "vs.Ludwig(D)", "vs.Lummis(R)"]