["Skip to content", "Social Security", "Search  Menu  Languages  Sign in / up", "Presidential Statements", "This is an archival or historical document and may not reflect current", "policies or procedures.", "President Ronald W. Reagan", "Thumbnail picture of Reagan", "1.  LETTER TO CONGRESSIONAL LEADERS ON THE SOCIAL SECURITY", "SYSTEM--May 21, 1981", "2.  LETTER TO CONGRESSIONAL LEADERS ABOUT THE SOCIAL SECURITY", "SYSTEM--July 18, 1981", "3.  Address to the Nation on the Program for Economic Recovery--", "September 24, 1981", "4.  STATEMENT ON SIGNING SOCIAL SECURITY LEGISLATION --December", "29, 1981", "4.  STATEMENT ON SIGNING BLACK LUNG PROGRAM REFORM", "LEGISLATION--December 29, 1981", "5.  LETTER TO THE CHAIRMAN AND MEMBERS OF THE NATIONAL COMMISION", "ON SOCIAL SECURITY REFORM --February 27, 1982", "6.  STATEMENT ON RECEIVING THE RECOMMENDATIONS OF THE NATIONAL", "COMMISSION ON SOCIAL SECURITY REFORM --January 15, 1983", "7.  STATEMENT ON HOUSE OF REPRESENTATIVES APPROVAL OF SOCIAL", "SECURITY LEGISLATION --March 10, 1983", "8.  STATEMENT ON PROPOSED SOCIAL SECURITY AND UNEMPLOYMENT", "BENEFITS LEGISLATION --March 22, 1983", "9.  REMARKS ON SIGNING THE SOCIAL SECURITY AMENDMENTS OF 1983", "--April 20, 1983", "10. STATEMENT ON SIGNING THE SOCIAL SECURITY DISABILITY BENEFITS", "REFORM ACT OF 1984 --October 9, 1984", "1.  Letter to Congressional Leaders on the Social Security System", "--May 21, 1981", "Dear :-------:", "Over the past several weeks, all Americans have been proud of the", "bipartisan spirit that we have created in working on the nation's", "economic recovery. Today I am writing to you to ask that we now bring", "that same spirit to bear on another issue threatening our public", "welfare.", "As you know, the Social Security System is teetering on the edge of", "bankruptcy. Over the next five years, the Social Security trust fund", "could encounter deficits of up to $111 billion, and in the decades", "ahead its unfunded obligations could run well into the trillions.", "Unless we in government are willing to act, a sword of Damocles will", "soon hang over the welfare of millions of our citizens.", "Last week, Secretary Richard Schweiker presented a series of", "Administration proposals that we believe are sound, sensible", "solutions, both in the short and long term. We recognize that Members", "of Congress on both sides of the aisle have alternative answers. This", "diversity is healthy--so long as it leads to constructive debate and", "then to an honest legislative response.", "As Secretary Schweiker has pointed out on several occasions, we", "believe that all of us owe an obligation to our senior citizens to", "work together on this issue. This Administration is not wedded to any", "single solution; this Administration welcomes the opportunity to", "consult with Congress and with private groups on this matter. Our sole", "commitment--and it is a commitment we will steadfastly maintain--is to", "three basic principles:", "--First, this nation must preserve the integrity of the Social", "Security trust fund and the basic benefit structure that protects", "older Americans.", "--Second, we must hold down the tax burden on the workers who support", "Social Security.", "--Finally, we must eliminate all abuses in the system that can rob the", "elderly of their rightful legacy.", "It is clear that the half-actions of the past are no longer sufficient", "for the future. It is equally clear that we must not let partisan", "differences or political posturing prevent us from working together.", "Therefore, I have today asked Secretary Schweiker to meet with you and", "other leaders of the Congress as soon as possible to launch a", "bipartisan effort to save Social Security. I have also asked him to", "make the full resources of his department available for this", "undertaking. And of course, you can count on my active support of this", "effort.", "None of us can afford to underestimate the seriousness of the problems", "facing Social Security. For generations of Americans, the future", "literally rests upon our actions. This should be a time for", "statesmanship of the highest order, and I know that no one shares that", "desire more strongly than you.", "With every good wish,", "Sincerely,", "Ronald Reagan", "------------------------------------------------------------------", "2. Letter to Congressional Leaders About the Social Security System", "--July 18, 1981", "The highest priority of my Administration is restoring the integrity", "of the Social Security System. Those 35 million Americans who depend", "on Social Security expect and are entitled to prompt bipartisan action", "to resolve the current financial problem.", "At the same time, I deplore the opportunistic political maneuvering,", "cynically designed to play on the fears of many Americans, that some", "in the Congress are initiating at this time. These efforts appear", "designed to exploit an issue rather than find a solution to the urgent", "Social Security problem. They would also have the unfortunate effect", "of disrupting the budget conference and reversing the actions of a", "majority of both Houses of the Congress. Such a result would", "jeopardize our economic recovery program so vital to the well-being of", "the Nation.", "In order to tell the American people the facts, and to let them know", "that I shall fight to preserve the Social Security System and protect", "their benefits, I will ask for time on television to address the", "Nation as soon as possible.", "During this address, I will call on the Congress to lay aside partisan", "politics, and join me in a constructive effort to put Social Security", "on a permanently sound financial basis as soon as the 97th Congress", "returns in September.", "Sincerely,", "Ronald Reagan", "------------------------------------------------------------------", "3. Address to the Nation on the Program for Economic Recovery,", "September 24, 1981", "Now, if you'll permit me, I'd like to turn to another subject which I", "know has many of you very concerned and even frightened. This is an", "issue apart from the economic reform package that we've just been", "discussing, but I feel I must clear the air. There has been a great", "deal of misinformation and, for that matter, pure demagoguery on the", "subject of social security.", "During the campaign, I called attention to the fact that social", "security had both a short and a long-range fiscal problem. I pledged", "my best to restore it to fiscal responsibility without in any way", "reducing or eliminating existing benefits for those now dependent on", "it.", "To all of you listening, and particularly those of you now receiving", "social security, I ask you to listen very carefully: first to what", "threatens the integrity of social security, and then to a possible", "solution.", "Some 30 years ago, there were 16 people working and paying the social", "security payroll tax for every 1 retiree. Today that ratio has changed", "to only 3.2 workers paying in for each beneficiary. For many years,", "we've known that an actuarial imbalance existed and that the program", "faced an unfunded liability of several trillion dollars.", "Now, the short-range problem is much closer than that. The social", "security retirement fund has been paying out billions of dollars more", "each year than it takes in, and it could run out of money before the", "end of 1982 unless something is done. Some of our critics claim new", "figures reveal a cushion of several billions of dollars which will", "carry the program beyond 1982. I'm sure it's only a coincidence that", "1982 is an election year.", "The cushion they speak of is borrowing from the Medicare fund and the", "disability fund. Of course, doing this would only postpone the day of", "reckoning. Alice Rivlin of the Congressional Budget Office told a", "congressional committee, day before yesterday, that such borrowing", "might carry us to 1990, but then we'd face the same problem. And as", "she put it, we'd have to cut benefits or raise the payroll tax. Well,", "we're not going to cut benefits, and the payroll tax is already being", "raised.", "In 1977 Congress passed the largest tax increase in our history. It", "called for a payroll tax increase in January of 1982, another in 1985,", "and again in 1986 and in 1990. When that law was passed we were told", "it made social security safe until the year 2030. But we're running", "out of money 48 years short of 2030.", "For the nation's work force, the social security tax is already the", "biggest tax they pay. In 1935 we were told the tax would never be", "greater than 2 percent of the first $3,000 of earnings. It is", "presently 13.3 percent of the first $29,700, and the scheduled", "increases will take it to 15.3 percent of the first $60,600. And", "that's when Mrs. Rivlin says we would need an additional increase.", "Some have suggested reducing benefits. Others propose an income tax on", "benefits, or that the retirement age should be moved back to age 68.", "And there are some who would simply fund social security out of", "general tax ilunds, as welfare is funded. I believe there are better", "solutions.", "I am asking the Congress to restore the minimum benefit for current", "beneficiaries with low incomes. It was never our intention to take", "this support away from those who truly need it. There is, however, a", "sizable percentage of recipients who are adequately provided for by", "pensions or other income and should not be added to the financial", "burden of social security.", "The same situation prevails with regard to disability payments. No one", "will deny our obligation to those with legitimate claims, but there's", "widespread abuse of the system which should not be allowed to", "continue.", "Since 1962 early retirement has been allowed at age 62 with 80 percent", "of full benefits. In our proposal we ask that early retirees in the", "future receive 55 percent of the total benefit, but-and this is most", "important-those early retirees would only have to work an additional", "20 months to be eligible for the 80-percent payment. I don't believe", "very many of you were aware of that part of our proposal.", "The only change we proposed for those already receiving social", "security had to do with the annual cost-of-living adjustment. Now,", "those adjustments are made on July 1st each year, a hangover from the", "days when the fiscal year began in July. We proposed a one-time delay", "in making that adjustment, postponing it for 3 months until October", "1st. From then on it would continue to be made every 12 months. That", "onetime delay would not lower your existing benefits but would, on the", "average, reduce your increase by about $86 one time next year.", "By making these few changes, we would have solved the short- and", "long-range problems of social security funding once and for all. In", "addition, we could have canceled the increases in the payroll tax by", "1985. To a young person just starting in the work force, the savings", "from canceling those increases would, on the average, amount to", "$33,000 by the time he or she reached retirement, and compound", "interest, add that, and it makes a tidy nest egg to add to the social", "security benefits.", "However, let me point out, our feet were never imbedded in concrete on", "this proposal. We hoped it could be a starting point for a bipartisan", "solution to the problem. We were ready to listen to alternatives and", "other ideas which might improve on or replace our proposals. But, the", "majority leadership in the House of Representatives has refused to", "join in any such cooperative effort.", "I therefore am asking, as I said, for restoration of the minimum", "benefit and for inter-fund borrowing as a temporary measure to give us", "time to seek a permanent solution. To remove social security once and", "for all from politics, I am also asking Speaker Tip O'Neill of the", "House of Representatives and Majority Leader in the Senate Howard", "Baker to each appoint five members, and I will appoint five, to a task", "force which will review all the options and come up with a plan that", "assures the fiscal integrity of social security and that social", "security recipients will continue to receive their full benefits.", "I cannot and will not stand by and see financial hardship imposed on", "the more than 36 million senior citizens who have worked and served", "this Nation throughout their lives. They deserve better from us.", "Well now, in conclusion, let me return to the principal purpose of", "this message, the budget and the imperative need for all of us to ask", "less of government, to help to return to spending no more than we take", "in, to end the deficits, and bring down interest rates that otherwise", "can destroy what we've been building here for two centuries. . . .", "------------------------------------------------------------------", "4. Statement on Signing Social Security Legislation --December 29,", "1981", "I have signed into law H.R. 4331, a bill that substantially", "incorporates the social security changes which I urged in my address", "of September 24 to the nation--restoration of the minimum benefit for", "people receiving that benefit, and interfund borrowing to tide the", "system over while the new National Commission on Social Security", "Reform develops a bipartisan plan to achieve long-lasting solutions to", "social security's financing problems.", "I commend the Congress for its action on this bill, especially the", "chairmen and members of the House Committee on Ways and Means and", "Senate Committee on Finance.", "There is no more important domestic issue on which we have to have a", "national consensus than social security, because it affects just about", "all of us either as current beneficiaries or current taxpayers.", "Continuing the minimum benefit for present beneficiaries reflects a", "bipartisan consensus, which I strongly support.", "We all know that interfund borrowing is just a temporary solution to", "the financing difficulties ahead for social security, which are real", "and serious. The bill authorizes interfund borrowing until the end of", "1982 the same time the new National Commission on Social Security", "Reform is scheduled to report its recommendations.", "I am determined that we put social security back on a sound financial", "footing and restore the confidence and peace of mind of the American", "public in its social security system. That is the reason for the", "National Commission which I proposed in September and the members of", "which Majority Leader Baker, Speaker O'Neill, and I have just", "selected. I am confident that after they have reviewed all the options", "and agreed on a plan to assure the fiscal integrity of social", "security, the administration and the Congress will work together", "swiftly to enact legislation to restore the financial soundness of the", "social security system.", "I believe that we should build any social security rescue plan around", "three very basic principles:", "First, we must preserve the integrity of the trust funds and the basic", "social security benefit structure.", "Second, we must eliminate abuses within the system and elements of the", "system which duplicate other programs, both of which could rob", "beneficiaries of their hard-earned benefits.", "Third, we must hold down the tax burden on current and future workers.", "I believe in those principles, and I think that a great majority of", "the American people believe in them, too.", "I believe in the social security system. I believe that it will", "survive and keep its promise to this generation of beneficiaries and", "those to come.", "------------------------------------------------------------------", "5. Statement on Signing Black Lung Program Reform", "Legislation--December 29, 1981", "I am pleased to sign into law H.R. 5159, which contains the \"Black", "Lung Benefits Revenue Act of 1981\" and the \"Black Lung Benefits", "Amendments of 1981.\" This bill embodies this administration's", "comprehensive black lung reform proposals.", "I commend the Members of the Congress on both sides of the aisle who", "steered this bill to passage. I am gratified that the bill represents", "the combined efforts of the coal industry, the insurance industry, and", "organized labor, especially the United Mine Workers, in working with", "the administration to achieve needed improvements in the black lung", "program.", "A major purpose of this legislation is to restore solvency to the", "Black Lung Disability Trust Fund. At present, the Fund has a deficit", "of approximately $1.5 billion. With no change in the law, the deficit", "would climb to $7 billion over the next 10 years. The bill addresses", "the revenue side of this problem by temporarily doubling the excise", "taxes on coal producers, but requiring that those rates revert to", "their present levels when the Fund becomes fully solvent, and in no", "case later than the end of 1995.", "The bill also addresses eligibility criteria and benefit payments for", "the black lung program. These changes are needed to assure that the", "black lung program will provide adequate workers compensation benefits", "to coal miners suffering from black lung disease, while reducing the", "potential for substantial abuses.", "I hope and expect that the spirit of cooperation between labor,", "industry, and the administration in enacting this important bill will", "continue in the coming months.", "------------------------------------------------------------------", "6. Letter to the Chairman and Members of the National Commission on", "Social Security Reform --February 27, 1982", "Dear Chairman Greenspan and Commission Members:", "As you convene for the first time today, the Nation will be watching", "with great interest the work and progress of the National Commission", "on Social Security Reform. As I wrote to you at the time you agreed to", "serve, I can think of no more important domestic problem requiring", "resolution than restoring the integrity of Social Security and to do", "so without penalty to those dependent on the programs.", "Every American, of every age, has an important stake in the success of", "your work. Each of you comes to this Commission from a position in", "government or the private sector through which you can make possible", "the successful implementation of a truly bipartisan solution to this", "great national problem.", "This Commission is the product of the leadership of both parties of", "both houses of the Congress as much as it is mine. Therefore, on", "behalf of all Americans I wish you success as you begin your", "deliberations.", "Sincerely,", "Ronald Reagan", "------------------------------------------------------------------", "7. Statement on Receiving the Recommendations of the National", "Commission on Social Security Reform --January 15, 1983", "Speaker of the House O'Neill, Majority Leader Baker, and I have today", "received from the commission on social security a \"Recommended", "Bi-Partisan Solution to the Social Security Problem\" (summary", "attached).", "This bipartisan solution would solve the social security problem", "defined by the Commission. It is my understanding that the Speaker and", "the majority leader find this bipartisan solution acceptable.", "Each of us recognizes that this is a compromise solution. As such, it", "includes elements which each of us could not support if they were not", "part of a bipartisan compromise. However, in the interest of solving", "the social security problem promptly, equitably, and on a bipartisan", "basis, we have agreed to support and work for this bipartisan", "solution.", "I look forward to the Congress beginning consideration of this package", "through hearings before the House Ways and Means Committee on February", "1. I believe the American people will welcome this demonstration of", "bipartisan cooperation in offering a solution that can keep a", "fundamental cooperative and responsible manner in trust, while solving", "a fundamental national problem.", "I wish to thank the members of the Commission, and especially Chairman", "Greenspan, for their tireless effort and for the cooperative and", "responsible manner in which they have met a most difficult challenge.", "Executive Order 12402--National Commission on Social Security Reform", "--January 15, 1983", "By the authority vested in me as President by the Constitution and", "laws of the United States of America, and specifically the Federal", "Advisory Committee Act, as amended (5 U.S.C. App. I), it is hereby", "ordered that Section 2(b) of Executive Order No. 12335, as amended,", "establishing the National Commission on Social Security Reform, is", "hereby further amended to provide as follows:", "\"The Commission shall make its report to the President by January 20,", "1983.\"", "Ronald Reagan", "The White House,", "January 15, 1983.", "------------------------------------------------------------------", "8. Statement on House of Representatives Approval of Social Security", "Legislation --March 10, 1983", "I want to take this opportunity to express my admiration--and the", "gratitude of the American people--for the responsible, bipartisan", "spirit the House of Representatives has demonstrated in its prompt", "passage of the bipartisan plan to save the social security system. I", "am particularly glad to have had the chance this afternoon to", "personally thank six leaders who played special roles in making this", "possible: Speaker of the House Tip O'Neill, Minority Leader Bob", "Michel, Ways and Means Chairman Dan Rostenkowski, the senior minority", "member of the committee, Barber Conable, Chairman Jake Pickle of the", "Subcommittee on Social Security, and, of course, Representative Claude", "Pepper.", "In the months leading up to this critical vote--and again over the", "past 24 hours-- we've seen men and women of both parties and many", "shades of opinion set aside their differences and join together for", "the good of the country. The result has been a new lease on life for", "one of our most basic government programs, social security--a program", "that, directly or indirectly, affects the present and future", "well-being of every man woman, and child in America, and generations", "yet unborn.", "Over long months of study, debate, and deliberation--and in close", "cooperation with the executive branch--a fair, workable plan to save", "the system was hammered out by the National Commission on Social", "Security Reform. All of us had to make some compromises and settle for", "less than what any one faction might consider ideal. But we did it,", "and, as Speaker O'Neill promised, the House of Representatives has", "acted promptly and responsibly to pass the resulting bipartisan plan.", "That is an achievement we can all take heart from. And I hope and", "believe it reflects a bipartisan spirit of putting people before party", "that will guide us all in meeting other national challenges in the", "days ahead.", "Meanwhile, I look forward to prompt action in the Senate on the social", "security plan--and I look forward to a signing ceremony in the very", "near future.", "------------------------------------------------------------------", "9. Statement on Proposed Social Security and Unemployment Benefits", "Legislation --March 22, 1983", "One of the most important pieces of legislation to be considered by", "the Congress this year is being held hostage by a small but highly", "funded and organized special interest group.", "Until a few days ago, it appeared that an omnibus bill to make social", "security solvent and extend supplemental unemployment benefits would", "be enacted this week. I would have gladly signed this vital measure to", "relieve legitimate worries about the economic security of so many.", "Now, however, a selfish special interest group and its congressional", "allies are attempting to make this vital economic security bill a", "legislative hostage. But let me make absolutely clear that an", "unrelated rider amendment--based on a campaign of distortion and", "designed to prove that the banks and other financial institutions can", "still have their own way in Washington--has no place in the bill", "pending before the Senate.", "We should not accept an amendment designed to prevent the collection", "of taxes that are already owed on interest and dividends, even if the", "financial institutions find it inconvenient.", "This morning, I have strongly urged the leadership of the Senate to", "take whatever steps may be needed to free the economic security bill", "from this blatant attempt at legislative hostage taking. The social", "security and unemployment insurance lifeline that extends to millions", "of Americans across the breadth and width of our land cannot be", "permitted to be severed by the obstructionist tactics of a Washington", "lobby and its congressional friends. As I said last week, it would be", "far better if the bankers spent less time lobbying and more time", "lowering interest rates.", "------------------------------------------------------------------", "10. Remarks on Signing the Social Security Amendments of 1983 --April", "20, 1983", "The President. Well, I want to extend to all of you a very warm", "welcome. Something ought to be warm. [Laughter] But it's especially", "fitting that so many of us from so many different backgrounds--young", "and old, the working and the retired, Democrat and Republican--should", "come together for the signing of this landmark legislation.", "This bill demonstrates for all time our nation's ironclad commitment", "to social security. It assures the elderly that America will always", "keep the promises made in troubled times a half a century ago. It", "assures those who are still working that they, too, have a pact with", "the future. From this day forward, they have our pledge that they will", "get their fair share of benefits when they retire.", "And this bill assures us of one more thing that is equally important.", "It's a clear and dramatic demonstration that our system can still work", "when men and women of good will join together to make it work.", "Just a few months ago, there was legitimate alarm that social security", "would soon run out of money. On both sides of the political aisle,", "there were dark suspicions that opponents from the other party were", "more interested in playing politics than in solving the problem. But", "in the eleventh hour, a distinguished bipartisan commission appointed", "by House Speaker O'Neill, by Senate Majority Leader Baker, and by me", "began, to find a solution that could be enacted into law.", "Political leaders of both parties set aside their passions and joined", "in that search. The result of these labors in the Commission and the", "Congress are now before us, ready to be signed into law, a monument to", "the spirit of compassion and commitment that unites us as a people.", "Today, all of us can look each other square in the eye and say, \"We", "kept our promises.\" We promised that we would protect the financial", "integrity of social security. We have. We promised that we would", "protect beneficiaries against any loss in current benefits. We have.", "And we promised to attend to the needs of those still working, not", "only those Americans nearing retirement but young people just entering", "the labor force. And we've done that, too.", "None of us here today would pretend that this bill is perfect. Each of", "us had to compromise one way or another. But the essence of", "bipartisanship is to give up a little in order to get a lot. And, my", "fellow Americans, I think we've gotten a very great deal.", "A tumultuous debate about social security has raged for more than two", "decades in this country; but there has been one point that has won", "universal agreement: The social security system must be preserved. And", "rescuing the system has meant reexamining its original intent,", "purposes, and practical limits.", "The amendments embodied in this legislation recognize that social", "security cannot do as much for us as we might have hoped when the", "trust funds were overflowing. Time and again, benefits were increased", "far beyond the taxes and wages that were supposed to support them. In", "this compromise we have struck the best possible balance between the", "taxes we pay and the benefits paid back. Any more in taxes would be an", "unfair burden on working Americans and could seriously weaken our", "economy. Any less would threaten the commitment already made to this", "generation of retirees and to their children.", "We're entering an age when average Americans will live longer and live", "more productive lives. And these amendments adjust to that progress.", "The changes in this legislation will allow social security to age as", "gracefully as all of us hope to do ourselves, without becoming an", "overwhelming burden on generations still to come.", "So, today we see an issue that once divided and frightened so many", "people now uniting us. Our elderly need no longer fear that the checks", "they depend on will be stopped or reduced. These amendments protect", "them. Americans of middle age need no longer worry whether their", "career-long investment will pay off. These amendments guarantee it.", "And younger people can feel confident that social security will still", "be around when they need it to cushion their retirement.", "These amendments reaffirm the commitment of our government to the", "performance and stability of social security. It was nearly 50 years", "ago when, under the leadership of Franklin Delano Roosevelt, the", "American people reached a great turning point, setting up the social", "security system. F.D.R. spoke then of an era of startling industrial", "changes that tended more and more to make life insecure. It was his", "belief that the system can furnish only a base upon which each one of", "our citizens may build his individual security through his own", "individual efforts. Today we reaffirm Franklin Roosevelt's commitment", "that social security must always provide a secure and stable base so", "that older Americans may live in dignity.", "And now before I sign this legislation, may I pause for a moment and", "recognize just a few of the people here who've done so much to make", "this moment possible. There are so many deserving people here", "today--leaders of the Congress, all members of the Ways and Means and", "Finance Committees, and members of the Commission, up in front here,", "but it would be impossible to recognize them all. But, first, can I", "ask Alan Greenspan and members of the Commission--I was going to say", "to stand--[laughter]--but there are others that are also standing", "here--but the other members of the Commission to stand so that we can", "recognize them. Thank you. And their Chairman, Alan Greenspan.", "And, now, as a special treat, I would like to ask two of our leaders", "from Congress-- first to step forward for a few words, Speaker of the", "House of Representatives, the Honorable Tip O'Neill.", "Speaker O'Neill. Mr. President, Mr. Vice President, my distinguished", "colleagues in government, this is indeed a happy day.", "There are those who would question as to whether or not the social", "security bill was the most important bill that ever did pass the", "Congress of the United States. Others would say there were other acts.", "But I always believed the social security system was the greatest act", "that ever passed the Congress. It gave respect and it gave dignity to", "the golden-ager of America.", "This great country of ours has always gone on the theory that each", "generation pays for the generation before it. The golden-agers of", "today are the ones who made America great.", "I want to congratulate the committee that the President appointed,", "that I appointed, that Senator Baker appointed. I want to congratulate", "the Ways and Means Committee--Jake Pickle was the chairman of the", "subcommittee, Dan Rostenkowski, Barber Conable, all of the", "committee--Senator Pepper from the Aging Committee, all worked", "together on both sides of the aisle. It shows, as the President said,", "the system does work. This is a happy day for America.", "Thank you.", "The President. Thank you.", "And, now, the Majority Leader of the Senate, Senator Howard Baker.", "Senator Baker. Mr. President, Mr. Vice President, my colleagues on the", "platform, and ladies and gentlemen:", "It is perhaps one of the littlest noticed but most important aspects", "of the civility of American Government that on occasion we rise above", "politics: we rise above confrontation; and we address, on a bipartisan", "basis the great challenges and issues that confront the Republic.", "Sometimes it's been on issues of war and peace. Sometimes it has been", "on issues of the rights and opportunities of minorities and", "individuals within our country, once on the salvation of the Union", "itself.", "But there's a canny understanding in the American political system", "that sometimes there are issues that are more important than any of", "us, or perhaps all of us, taken together. The preservation of the", "social security system is one of those issues. And in the uniquely", "American way, those of us who participate in government, Republicans", "and Democrats together, public and private citizens, gathered together", "and subordinated our own views to those of the welfare of the", "majority.", "Mr. President, I commend you, sir. I commend the members of this", "Commission. I commend my colleagues in the Congress, the committees", "directly involved, and those members who are so intimately involved in", "this sensitive political issue on a successful conclusion of another", "chapter in the real greatness of the American political system; that", "is, the subordination of our own particular political ambition in", "favor of the greater good.", "I thank you", "The President. Thank you, gentlemen. And thank all of you for being", "with us today.", "I know some of you've come long distances just to participate in this", "ceremony. We have shared an historic moment, for in signing these", "amendments into law, we've restored some much needed security to an", "uncertain world.", "And I am now going over and sign, and as you can notice how cold it", "is, 12 pens there; they're too cold--they can only sign one letter,", "each pen. [Laughter] If my name came out to 13 letters, I would have", "misspelled it.", "It is signed.", "------------------------------------------------------------------", "11. Statement on Signing the Social Security Disability Benefits", "Reform Act of 1984 --October 9, 1984", "I am pleased to sign into law H.R. 3755, the Social Security", "Disability Benefits Reform Act of 1984. This legislation, which has", "been formulated with the support of the administration and passed by", "unanimous vote in both Houses of Congress, should restore order", "uniformity, and consensus in the disability program. It maintains our", "commitment to treat disabled American citizens fairly and humanely", "while fulfilling our obligation to the Congress and the American", "taxpayers to administer the disability program effectively.", "When I took office on January 20, 1981, my administration inherited", "the task of implementing the continuing disability reviews required by", "the 1980 Disability Amendments which had been enacted and signed into", "law during the previous administration. Soon after the Department of", "Health and Human Services began the mandatory reviews, we found that", "trying to implement the new law's requirements within the framework of", "the old, paper-oriented review process was causing hardships for", "beneficiaries. Accordingly, back in 1982, the Department began a long", "series of administrative reforms designed to make the disability", "review process more humane and people-oriented. These reforms included", "providing face-to-face meetings between beneficiaries and Social", "Security Administration (SSA) claims representatives at the very start", "of the review process.", "These initial steps were followed by further important reforms", "announced by Secretary Heckler in June of 1983, including:", "classifying additional beneficiaries as permanently disabled, thus", "exempting them from the 3-year review;", "temporarily exempting from review two-thirds of cases of individuals", "with mental impairments while the decisionmaking standards were being", "revised; and", "accelerating a top-to-bottom review of disability policies by SSA and", "appropriate outside experts.", "While those June 1983 reforms went a long way towards humanizing the", "process, by the spring of 1984, it became apparent that legislation", "was needed to end the debate and confusion over what standard should", "be used in conducting continuing disability reviews. The", "administration worked with the Congress to develop this consensus", "legislation and, in the interim, took the additional step of", "suspending the periodic disability reviews pending implementation of", "new disability legislation.", "One indication of the complexity of the issues involved is the fact", "that Congress held more than 40 hearings on the disability review", "process over a 3-year period before arriving at a consensus on this", "legislation.", "One significant provision of H.R. 3755 is the so-called medical", "improvement standard that sets forth the criteria SSA must apply when", "deciding whether a disability beneficiary is still disabled. The", "standard this new legislation would establish for future", "determinations will restore the uniformity that is so essential to a", "nationwide program.", "Another provision in H.R. 3755 would extend temporarily the ability of", "a Social Security disability beneficiary who has decided to appeal a", "decision that his disability has ended to have benefits continued up", "to the decision of an administrative law judge. This will prevent", "undue hardship to beneficiaries who are found on appeal to be still", "disabled while the new law is being put in place.", "In addition, the legislation places a desirable moratorium on reviews", "to determine whether individuals with mental impairments are still", "disabled until revised criteria for evaluating these impairments are", "published. The Department of Health and Human Services has been", "working with mental health experts on these criteria.", "Several other changes are written into this new law that will clarify", "and expedite the administration of the disability program.", "I have asked Secretary Heckler to implement the provisions of this", "legislation as speedily and as fairly as possible. The Department of", "Health and Human Services will act promptly in reviewing individual", "cases so that no disabled beneficiary has to wait any longer than", "necessary for the proper decision on his or her case.", "Historical Links", "* History Home Page", "* About Us", "* Accessibility", "* FOIA", "* Open Government", "* Glossary", "* Privacy", "* Report Fraud, Waste or Abuse", "This website is produced and published at U.S. taxpayer expense."]