["Link: canonical", "Link: shortlink", "Sorry, you need to enable JavaScript to visit this website.", "Skip to main content", "Search form", "Search ________________", "[ Search ]", "User menu", "* Advertise", "* Add Event", "* e-Edition", "* River Flows", "* Sales Location", "* Forms", "* Copyright", "* Log In", "* Accessibility Policy", "San Marcos Record Logo", "Main menu", "* Home", "* News", "* Sports", "* Opinions", "* Features", "* Obituary", "* Calendar", "* Classifieds", "* Music", "* Contact", "* Archives", "* Hays Marketplace", "As a public service, public health stories are free to Central", "Texans during the coronavirus crisis. Please support our local", "journalists by subscribing today. Call 512-392-2458.", "Article Image Alt Text", "Daily Record infographic by Colton Ashabranner", "Hays County surpasses Travis’s active coronavirus case counts", "Sat, 06/20/2020 - 3:20pm", "Stephanie Gates", "Staff Reporter", "@StephJGates", "sgates@sanmarcosrecord.com", "Saturday, June 20, 2020", "Hays County is more than a week into its second wave of COVID-19 and its", "new case counts have been rivaling it's much more densely populated", "neighbor.", "Hays County now has more active cases than Travis County as of June 19;", "1,157 for Hays, and 1,066 for Travis. Considering that Travis County has a", "population five times the size of Hays, at 1.27 million compared to 230", "thousand, the comparison is even more stark.", "Roughly one out of every 200 residents in Hays County currently has the", "virus.", "County Epidemiologist Eric Schneider explained in a press conference that", "the second wave was a result of protests and floating the river on", "memorial day, which was roughly 14 days prior to the spike.", "Breaking case counts down per capita, Hays County has 1.7 times as many", "total cases as Travis County, and six times as many active cases per", "capita.", "San Marcos holds 70% of the active cases in Hays County and has 15 times", "the amount of active cases per capita compared to Travis County. The town", "with a population of 64,776, according to the U.S. Census Bureau, has", "approximately 3.5 times the amount of total cases per capita compared to", "Travis County.", "Hays County’s current hospitalizations are low at 14, while Travis", "County’s is at 173. However, Travis County has had a much more steady flow", "of daily new cases since the beginning of the pandemic. As of June 18", "counts, Travis County averaged 47 new cases per day in April, 52 in May", "and 101.7 in June. Meanwhile Hays County averaged 4.4 new cases per day in", "April, 5.3 in May and 61.8 in June.", "With Hays County’s seven- day average of 125 nearing Travis County’s 138", "for the first time in months, hospitalization rates may soon reflect the", "increase.", "These case counts are not for lack of testing in either location. There", "have been 49,672 tests administered in Travis County according to the", "Texas Department of State Health Services’ most recent calculation on", "Wednesday and 7,971 in Hays County. This amounts to roughly the same", "number of tests per capita: three and a half tests for every 100", "residents.", "San Marcos City Councilmembers and State Rep. Erin Zwiener have been very", "active in advocating for more testing sites.", "Zwiener urged the county to invest in permanent, no appointment necessary", "and free drive-through testing sites and mobile testing that can visit hot", "spots, high-risk work sites, and individuals who are unable to leave their", "homes. She also called for ensuring these sites are accessible to and", "conveniently located for the county’s large Hispanic population that is", "disproportionately impacted by COVID-19.", "In the midst of the Texas Department of Emergency Management’s (TDEM) five", "pop-up testing clinics, Emergency Management Coordinator Rachel Ingle", "shared that the city is in the process of bringing (TDEM) back to Hays", "County for more testing from July 12 through 15. She is looking into", "options for more regular testing, acknowledging that results from TDEM", "sites take a minimum of 10 days to return and be reflected in the case", "counts.", "TDEM has administered 1,665 tests in Hays County from mobile units since", "April 22 at more than 7 locations, and the county has provided 180 free", "tests for the underinsured and uninsured at the Live Oak Health Partners", "Community Clinic.", "Despite the outcry from public officials, the county maintains there has", "been enough testing and no one needing a test has been denied. Schneider", "said in a press conference, “We really have not had a shortage of places", "for people to get tested, maybe at the very beginning of this outbreak we", "might have had some issues but ever since things have begun to ramp up, if", "somebody needs a test they are not getting turned away. We haven’t had a", "lack of testing or testing locations. As far as putting together a drive", "through, we are a small health department with very minimal resources so", "we’re trying to do the best we can with what we have.”", "The city had previously predicted the second wave to happen around August", "when students and faculty return to school, and now that the second wave", "has arrived early, they are predicting a third wave in November.", "“This wave has only begun. We had our first peak back in late April", "according to DSHS,”  Ingle said. “We are on the uphill climb still on this", "one.”", "With the disregard for social distancing seen across the city in parks, on", "the river and in grocery stores as the state has slowly reopened", "businesses, it's hard for the city to know what to expect and prepare for", "what is to come.", "“I anticipate this wave to last longer than the first because a great deal", "of social distancing measures are not being practiced,”  Ingle said. “It’s", "hard to anticipate a scope of the end of this wave and the start of", "school. The hope is that our community will see the need for wearing face", "coverings, maintaining (six feet) of distance from others, and avoiding", "large crowds when possible. If we don’t do this, we will continue to see", "this massive increase in cases.”", "News", "San Marcos News", "San Marcos Record", "Subscribe and see the e-Edition of the San Marcos Record for the complete", "story.", "[IMG]  [IMG]  [IMG]  [IMG]", "IFrame", "The latest weather for san marcos", "San Marcos Record e-Edition", "Click here to read San Marcos Record", "Tweets by sanmarcosrecord", "Facebook", "Service Directory", "San Marcos Record", "(512) 392-2458", "P.O. Box 1109, San Marcos, TX 78666", "Site Links", "* Home", "* News", "* Sports", "* Opinions", "* Features", "* Obituary", "* Calendar", "* Classifieds", "* Music", "* Contact", "* Archives", "* Hays Marketplace", "San Marcos Daily Record Copyright © 2021"]