["Link: canonical", "Link: amphtml", "[ Submit ]", "* Sign In", "My Account", "Manage Account Digital Magazines Help Center Sign Out", "* Subscribe", "* A Reading List to Celebrate Asian Authors", "* Video", "* [IMG]Newsletter", "[ Submit ] [ Submit ]", "_____________________", "My Account", "* Manage Account", "* Digital Magazines", "* Help Center", "* Sign Out", "Sign In", "Sections", "* Home", "* U.S.", "* Politics", "* World", "* Health", "* Personal Finance by NextAdvisor", "* Business", "* Tech", "* Entertainment", "* Ideas", "* Science", "* History", "* Newsfeed", "* Sports", "* Magazine", "* TIME 2030", "* Video", "* TIME100 Talks", "* The TIME Vault", "* TIME for Kids", "* TIME Edge", "* Branded Content", "Join Us", "* Newsletters", "* Subscribe", "* Give a Gift", "* Shop the TIME Store", "Customer Care", "* US & Canada", "* EMEA & Latin America", "* Asia Pacific", "Reach Out", "* Careers", "* Press Room", "* Contact the Editors", "* Reprints and Permissions", "More", "* Privacy Policy", "* Your California Privacy Rights", "* Terms of Use", "* Site Map", "Connect with Us", "Link: https://www.facebook.com/time", "Link: https://www.instagram.com/time/?hl=en", "Link: https://twitter.com/time", "Link: https://www.pinterest.com/timemagazine", "* Politics", "* Bernie Sanders", "* The Problem With Bernie Sanders' Polling Argument", "The Problem With Bernie Sanders' Polling Argument", "Bernie Sanders speaks during a rally in Baltimore, on April 23, 2016.", "Bernie Sanders speaks during a rally in Baltimore, on April 23, 2016.", "Patrick Semansky—AP", "By Sam Frizell", "April 23, 2016 10:04 AM EDT", "For months, Bernie Sanders has been pointing to polls that show him", "performing better in general match-ups against Republicans than Hillary", "Clinton.", "For Sanders, the numbers offer a bold rebuke to skeptics who say that a", "wild-haired democratic socialist could not win in November. As he’s", "slipped farther behind in the primary, Sanders has made the polling", "argument time and again, even arguing that Democratic superdelegates", "should overlook Clinton’s lead in pledged delegates and raw votes to", "choose him.", "“The Democrats want to see the strongest candidate possible take on Trump", "or some other Republican,” Sanders told NBC’s Andrea Mitchell on Thursday", "evening. “At this point, according to the polls, that is me.”", "The Vermont Senator beats Republican frontrunner Donald Trump by 14 points", "while Clinton is ahead of Trump by just 9 points, according to the", "HuffPost Pollster’s average of polls testing which candidates voters would", "support in the general election. Sanders beats Texas Sen. Ted Cruz by 13", "points while Clinton only beats Cruz by 4 points.", "The numbers are accurate, but both Democratic and Republican pollsters say", "that they don’t mean as much as Sanders says they do.", "To be sure, Clinton also makes the case that she would be a stronger", "candidate in a general election due to her experience and ability to", "compromise. But Sanders’ emphasis on the polls is misguided, experts say.", "General election polls taken months before voting day have a history of", "being wrong. According to data compiled by FiveThirtyEight, general", "election polls taken a year in advance have been inaccurate by more than 5", "percentage points in the last 10 out of 14 elections for which there is", "data.", "Even polls six months out are inaccurate, too. For example, at this point", "in the 2000 election, late April polls showed then-Gov. George W. Bush", "with a strong national lead of five points over then-Vice President Al", "Gore. Bush lost the popular vote to Gore by half a percentage point that", "November.", "Part of the discrepancy has to do with the early unfamiliarity of the", "candidates. This year, despite months of frequent coverage on television,", "social media and the press, Sanders is not as well known as Clinton. A", "recent NBC/Wall Street Journal poll showed that 56% of Americans say they", "know Clinton “a lot” while just 38% say the same as Sanders. And while", "Clinton’s negative ratings may be baked-in after decades in the public", "eye, Sanders has not received that kind of scrutiny.", "In politics, familiarity breeds contempt. If Republicans viewed Sanders as", "the likely Democratic nominee, he would face negative advertising and", "intense scrutiny of his record, on everything from his honeymoon in the", "Soviet Union to his large spending programs. Like any less well-known", "candidate, Sanders’ unfavorable ratings would rise as people became more", "familiar with him, pollsters say.", "For now, Sanders serves as a kind of stand-in for the Democratic Party, a", "lesser-known candidate whose popularity reflects the overall favorability", "of the party, says Stan Greenberg, a veteran Democratic pollster. The", "Democratic Party is viewed more favorably than the Republican Party, with", "a favorable-unfavorable rating of about 45-47 compared with 31-58 for the", "Republicans, according to poll averages. That suggests that in a national", "race between a generic Democrat and a generic Republican, the generic", "Democrat would win. At this point in the race, that “brand advantage”", "benefits Sanders.", "“He’s kind of a placeholder for Democrats overall. If you have candidate", "who is pure and you put them against Trump or Cruz” or another Republican,", "said Greenberg, he or she has the advantage of being a Democrat.", "And in the months ahead of a general election, experts say polled opinions", "are given cheaply. Poll respondents are asked to tell pollsters who they", "prefer without the burden of making an actual choice, and voters often", "react by registering their dislike of a candidate. That’s why protest", "candidates emerge as early frontrunners: Herman Cain and Newt Gingrich in", "2011, and Ben Carson last year. That kind of candidate 0ften fades when", "voters start to buckle down and think in earnest about who they’d actually", "like to see in the Oval Office.", "This year, Clinton has emerged with unusually high unfavorable ratings in", "the primary. (The most recent NBC/Wall Street Journal poll found 56% of", "voters view her negatively, and just 32% hold a positive view.) In", "head-to-head polls between Clinton and a Republican, pollsters say, a", "respondent will often simply prefer the “not-Clinton” choice, hurting her", "in head-to-head match-ups compared with Sanders. Conversely, in a matchup", "between Sanders and Trump, or Sanders and Cruz, voters may simply prefer", "the “not-Trump” or “not-Cruz,” benefiting Sanders.", "All that makes Clinton look weaker next to Sanders—for now.", "“When presented with any plausible choice that seems reasonable, they’re", "now saying ‘I want to make sure you know, Mr. or Ms. Pollster, if", "presented with a reasonable choice, I want somebody else’” than Clinton,", "said Bill McInturff, a Republican pollster. “That expression of ‘I want", "somebody else’ is not a mature judgment [at this point].”", "The head-to-heads may reflect a wide dislike for Clinton at this point in", "the election. But, “it’s a pretty cheap vote in April compared to when", "you’re in the ballot box late October or November,” McInturff added.", "Sanders’ advisers counter that the polling at this stage is instructive,", "arguing it shows Clinton’s weaknesses in a general election. Indeed,", "Clinton receives little support from voters under the age of 30, a fact", "borne out in primaries across the country as well as recent surveys.", "Clinton “has shown no capacity to attract meaningful support from young", "voters and independents,” said Sanders’ senior strategist Tad Devine in an", "email. “Bernie has a much better chance of winning back the more", "traditional base Democratic voters than does Hillary winning indies and", "young people, and to risk the nomination on her is a real problem for our", "party.”", "And in head-to-heads, Sanders’ advisers say the margin is striking.", "“Everybody beats Trump, but Bernie really beats him, and does so in key", "state polling,” Devine said, pointing to Wisconsin. “And Clinton is", "actually losing to some Republicans other than Trump.”", "No matter how the numbers are interpreted, the debate over polling is not", "just a sideshow.", "Clinton has made a forceful case that she is the strongest candidate in a", "general election against a Republican, resting heavily on her electability", "as one of the central reasons to pick her as the party’s nominee. “We need", "a Democratic nominee who will be able to beat the Republicans and get the", "job done for Americans,” Clinton was telling audiences in New Hampshire in", "January before voting had even begun.", "Her top aides have made the case that the early head-to-head polls that", "show Sanders leading are not predictive. “These hypotheticals polls among", "multiple candidates are pretty useless,” Clinton’s strategist and pollster", "Joel Benenson said in an interview. “There is going to be a contest", "between two candidates and only two candidates. Anything else is", "hypothetical and irrelevant.”", "Meanwhile, Sanders’ top supporters say that head-to-head polls should play", "decisive role in the race. Even if Sanders loses the popular vote in the", "primary to Clinton, Sanders’ backers say, Democratic superdelegates should", "consider tilting the race toward Sanders if head to-head polls against", "Republicans remain constant.", "“Superdelegates are supposed to make sure we have candidates that can win.", "… If the assessment is that Bernie can beat these guys pretty good, then", "they should be thinking long term about the party,” said Rep. Raúl", "Grijalva. “I think head-to-head polls should be a consideration.”", "But even many of Sanders’ most ardent supporters do not believe he’d be", "the best candidate to face Clinton in a general election. In Wisconsin,", "where Sanders trounced Clinton by a 14-point margin, a CNN exit poll", "showed that 54% of voters believed that it was Clinton who had a better", "chance of beating Donald Trump in November.", "If history is a guide, early general election head-to-head polls can only", "say so much. “Pollster aren’t making predictions. They’re trying to", "determine the state of the race right now,” said Jennifer Necci Dineen, a", "pollster and faculty member at the University of Connecticut. “Six months", "from now is even still a little bit early.”", "[IMG]", "Subscribe to TIME", "[IMG]", "Get our Politics Newsletter. The headlines out of Washington never seem to", "slow. Subscribe to The D.C. Brief to make sense of what matters most.", "_____________________", "Please enter a valid email address.", "* The request timed out and you did not successfully sign up. Please", "attempt to sign up again.", "Sign Up Now", "An unexpected error has occurred with your sign up. Please try again", "later.", "[ ] Check the box if you do not wish to receive promotional offers via", "email from TIME.", "You can unsubscribe at any time. By signing up you are agreeing to our", "Terms of Service and Privacy Policy. This site is protected by reCAPTCHA", "and the Google Privacy Policy and Terms of Service apply.", "Thank you!", "For your security, we've sent a confirmation email to the address you", "entered. Click the link to confirm your subscription and begin receiving", "our newsletters. If you don't get the confirmation within 10 minutes,", "please check your spam folder.", "Contact us at letters@time.com.", "SHARE THIS STORY", "Read More From TIME", "Related Stories", "Read Next", "[IMG]", "Sanders Outspent Clinton in New York Primary", "Next Up: Editor's Pick", "[IMG]", "Underwater Noise Pollution Is Disrupting Ocean Life—But We Can Fix It", "EDIT POST", "You have reached your limit of 4 free articles.", "Get unlimited access to TIME.com.", "1 year for $25", "Subscribe Now", "Already a print subscriber? Go here to link your subscription.", "Need help? Visit our Help Center.", "Thank you for reading TIME. You have a limited number of free articles.", "You have 3 free articles left. Subscribe for just $25.", "You have 2 free articles left. Subscribe for just $25.", "You have 1 free article left. Subscribe for just $25.", "This is your last free article. Subscribe for just $25.", "Subscribe Subscribe Now", "* Home", "* U.S.", "* Politics", "* World", "* Health", "* Personal Finance by NextAdvisor", "* Business", "* Tech", "* Entertainment", "* Ideas", "* Science", "* History", "* Newsfeed", "* Sports", "* Magazine", "* The TIME Vault", "* TIME For Kids", "* TIME Edge", "* Video", "* Masthead", "* Newsletters", "* Subscribe", "* Give a Gift", "* Shop the TIME Store", "* Careers", "* Press Room", "* Contact the Editors", "* U.S. & Canada Customer Care", "* EMEA and Latin America Customer Care", "* Asia Pacific Customer Care", "* Reprints and Permissions", "* Site Map", "© 2021 TIME USA, LLC. All Rights Reserved. Use of this site constitutes", "acceptance of our Terms of Service, Privacy Policy (Your California", "Privacy Rights) and Do Not Sell My Personal Information.", "TIME may receive compensation for some links to products and services on", "this website. Offers may be subject to change without notice.", "This site is protected by reCAPTCHA and the Google Privacy Policy Terms of", "Service apply. | EU Data Subject Requests"]