["AP NEWS", "1. Top Stories", "2. Topics", "3. Video", "4. Listen", "AP RADIO", "Update hourly", "5. _____________________ Search", "ADVERTISEMENT", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Click to copy", "Related topics", "* Puerto Rico", "* Florida", "* Politics", "* Latin America", "* North America", "* Hurricanes", "* Donald Trump", "* Marco Rubio", "Trump opposes further disaster aid for battered Puerto Rico", "By ANDREW TAYLORMarch 26, 2019 GMT", "This June 18, 2018, file photo shows an aerial view of the Amelia", "neighborhood in the municipality of Catano, east of San Juan, Puerto Rico.", "A long-delayed disaster aid bill that’s a top political priority for some", "of President Donald Trump’s GOP allies is facing a potentially tricky path", "as it heads to the Senate floor this week. Although the measure has wide", "backing from both parties, the White House isn’t pleased with the bill and", "is particularly opposed to efforts by Democrats to make hurricane relief", "to Puerto Rico more generous. (AP Photo/Dennis M. Rivera, File)", "This June 18, 2018, file photo shows an aerial view of the Amelia", "neighborhood in the municipality of Catano, east of San Juan, Puerto Rico.", "A long-delayed disaster aid bill that’s a top political priority for some", "of President Donald Trump’s GOP allies is facing a potentially tricky path", "as it heads to the Senate floor this week. Although the measure has wide", "backing from both parties, the White House isn’t pleased with the bill and", "is particularly opposed to efforts by Democrats to make hurricane relief", "to Puerto Rico more generous. (AP Photo/Dennis M. Rivera, File)", "WASHINGTON (AP) — President Donald Trump’s opposition to further disaster", "aid for hurricane-devastated Puerto Rico hardened on Tuesday as he told", "GOP allies at a Capitol Hill meeting that the U.S. island territory has", "gotten too much rebuilding money compared with mainland states like", "Florida and Texas.", "Trump’s ardent opposition to additional Puerto Rico funding sets up a", "showdown with House Democrats, who insist that a $13 billion to $14", "billion disaster aid package that’s a top priority for southern", "Republicans won’t advance without further aid for the island.", "Sen. Marco Rubio of Florida said Trump told Republicans at a closed-door", "luncheon on Tuesday that aid for Puerto Rico “is way out of proportion to", "what Texas and Florida and others have gotten.”", "ADVERTISEMENT", "Trump does support $600 million to deal with a food stamp shortfall in", "Puerto Rico that has already meant slashed benefits, Rubio said, but", "opposes more generous terms for delivery of disaster aid dollars and", "funding to rebuild antiquated water systems and make them more resilient", "to future storms.", "The disaster aid package cleared a procedural hurdle by a 90-10 vote and", "is expected to pass the Senate as early as late this week, which would set", "up talks with the Democratic-controlled House. House Appropriations", "Committee Chairwoman Nita Lowey, D-N.Y., said the House will insist on", "further aid for Puerto Rico or the disaster aid measure won’t clear", "Congress.", "“Nearly 3,000 American lives were lost in the historic storms that", "devastated Puerto Rico and destroyed its infrastructure, and the island is", "still struggling to recover,” Lowey said in a joint statement with Sen.", "Patrick Leahy, D-Vt.", "The measure has wide support from both Democrats and Republicans and is", "ardently backed by Trump loyalists such as David Perdue, R-Ga., and Thom", "Tillis, R-N.C., whose states were slammed by hurricanes last fall. The", "measure has been expanded so that Midwestern states such as Iowa and", "Nebraska that are currently suffering from flooding are eligible for", "disaster help.", "“Just at the time when harvesting was starting, Hurricane Michael hit and", "crops were completely destroyed across most of our state,” Perdue said.", "The House passed a companion $14.2 billion version of the legislation in", "January, but it got tangled up in the politics of the partial government", "shutdown and Trump’s demands for a wall along the U.S.-Mexico border.", "The measure is especially sought by lawmakers from Southern states like", "Florida, Georgia and North Carolina, which were hit by hurricanes Michael", "and Florence last year. There’s money to respond to an earthquake in", "Alaska, wildfires in California and floods in South Carolina and for the", "ongoing recovery effort in Puerto Rico, which was devastated by", "back-to-back hurricanes in 2017.", "The Trump administration has been slow to deliver the aid to Puerto Rico", "that Congress has already approved for the island.", "“The lack of leadership and coordination, combined with delays in meeting", "the basic needs of the island, more than eighteen months after receiving a", "presidential disaster declaration, has left far too many children and", "elderly citizens in unhealthy and unsafe conditions, families in severely", "damaged homes, and communities without adequate infrastructure to sustain", "a decent quality of life,” Leahy and Minority Leader Chuck Schumer,", "D-N.Y., said in a letter to the White House on Tuesday.", "AP NEWS", "1. Top Stories", "2. Video", "3. Contact Us", "4. Cookie Settings", "Download AP NEWS", "Connect with the definitive source for global and local news", "More from AP", "1. ap.org", "2. AP Insights", "3. AP Definitive Source", "4. AP Images Spotlight", "5. AP Explore", "6. AP Books", "Follow AP", "1.  2.  3.  4. The Associated Press", "1. About", "2. Contact", "3. Customer Support", "4. Careers", "5. Terms & Conditions", "6. Privacy", "All contents © copyright 2021 The Associated Press. All rights reserved."]