["USATODAY", "Home  06/05/2001 - Updated 11:01 PM ET", "News  'Abstinence only' funding may rise", "Main Categories", "Top News  By Steve Sternberg, USA TODAY", "Nation", "States  WASHINGTON \u0097 Asserting \"we must remain on the", "Washington/Politics  offensive in the war against HIV and AIDS,\"", "World  Secretary of Health and Human Services Tommy", "Editorial/Opinion  Thompson said Tuesday that the administration may", "Health & Science  seek additional funds for controversial \"abstinence", "Census  only\" sex education programs.", "Offbeat", "More News  Thompson, interviewed at a forum titled \"U.S AIDS", "Columnists  Policy: Entering the Third Decade,\" offered no", "Lotteries  specifics. Aides say, however, that he is", "City Guides  considering asking Congress to boost funding for", "Government Guide  the programs, which prohibit participating schools", "Talk Today  from advising teens who reject abstinence on ways", "Money  to protect themselves from pregnancy, AIDS and", "Sports  other venereal diseases.", "Life", "Tech  \"There's an effort to reach parity between", "Weather  abstinence-only education programs and", "__________ [ Go ]    family-planning programs,\" says Tony Jewell, a", "Site [ ] Web [ ]  spokesman for the secretary.", "[IMG]  Proponents of \"abstinence only\" sex education", "+---------------+    include former Secretary of Education William", "| Click here to |    Bennett and many other social conservatives. In", "| get the Daily |    March, Florida Gov. Jeb Bush, the president's", "|  Briefing in  |    brother, proposed supplying that state's", "|  your inbox   |    abstinence-only programs with $1 million in state", "+---------------+    funds.", "Most public health experts oppose abstinence", "programs, saying they fail to take into account an", "important fact of adolescent life \u0097 many teens lack", "the willpower or desire to just say no.", "\"There are no scientific studies supporting", "abstinence-only education as an effective", "prevention tool,\" says Terje Anderson, executive", "director of the National Association of People with", "AIDS. \"Young people need realistic information", "about how to protect themselves.\"", "Thompson also said the administration has no plans", "to change the government's position barring federal", "funding for programs that supply drug abusers with", "clean hypodermic needles in exchange for used ones.", "That stance was initially adopted by the Clinton", "administration, despite an outcry from health", "experts who assert that numerous studies indicate", "that needle-exchange programs prevent the spread of", "AIDS without encouraging drug abuse.", "In his prepared remarks, Thompson noted that the", "Bush administration has proposed increasing the", "federal health department's funding of AIDS", "prevention, research and treatment to $10.2", "billion, a 7.2% increase over last year. The budget", "also seeks $357 million for AIDS vaccine research,", "a 27% increase over last year. \"Make no mistake,", "this administration is making substantial financial", "investments in the battle against AIDS,\" he said.", "Thompson made no mention, however, of the", "administration's decision not to ask Congress to", "increase funding for the Ryan White AIDS Care Act,", "which helps poor people obtain treatment. For each", "of the past eight years, the program's funding has", "increased by 15% to keep pace with the 40,000 new", "cases diagnosed annually.", "Meanwhile, Sen. Bill Frist, R-Tenn., said that he", "will soon introduce a bill that would supply the", "$200 million that President Bush proposed for the", "Global AIDS Fund, to be used to help developing", "nations fight AIDS.", "The forum was sponsored by the Kaiser Family", "Foundation and the Ford Foundation."]