["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "News", "Meet the Press - May 22, 2016", "Guests: Sec. Hillary Clinton, Mark Cuban, Alex Castellanos, Helene Cooper,", "Robert Draper, Joy-Ann Reid", "May 22, 2016, 3:40 PM UTC / Updated May 22, 2016, 3:40 PM UTC", "Meet the Press - May 22, 2016", "CHUCK TODD:", "This Sunday, now it's the Democrats who are fighting in public.", "SEN. BERNIE SANDERS:", "Before we will have the opportunity to defeat Donald Trump, we're going to", "have to defeat Secretary Clinton.", "CHUCK TODD:", "This morning my sit down with Hillary Clinton. On Bernie Sanders.", "SEC. HILLARY CLINTON:", "Let me say that I don't think he's had a single negative ad ever run", "against him.", "CHUCK TODD:", "Donald Trump.", "SEC. HILLARY CLINTON:", "No ideas. There's no evidence he has any ideas about making America great.", "CHUCK TODD:", "And if you listen closely, it appears she has a new slogan.", "SEC. HILLARY CLINTON:", "We are stronger together. We were stronger together. Look, we are stronger", "together.", "CHUCK TODD:", "Plus, the latest findings from our new NBC News/Wall Street Journal Poll", "just out this morning. How much is Bernie Sanders damaging Hillary", "Clinton's chances? Also, Donald Trump claims he's bringing in countless", "new voters into the Republican Party.", "DONALD TRUMP:", "They're coming by the millions.", "CHUCK TODD:", "But are they really new voters? We have the answer. And also, a brash", "billionaire turned reality TV star with an eye on politics. Sound", "familiar? My interview with Dallas Mavericks owner Mark Cuban. What would", "it take to convince you to run in a 2020 or 2024?", "And joining me for insight and analysis are Republican strategist Alex", "Castellanos, Helene Cooper of The New York Times, Joy-Ann Reid, host of AM", "Joy on MSNBC, and Robert Draper of The New York Times Magazine. Welcome to", "Sunday, it's Meet the Press.", "ANNOUNCER:From NBC News in Washington, this is Meet the Press with Chuck", "Todd.", "CHUCK TODD:", "Good Sunday morning. We got a lot to get to today. New poll, the", "in-fighting now on the Democratic side. My interviews with Hillary Clinton", "and Mark Cuban. Let's start with the numbers, our new NBC News/Wall Street", "Journal Poll, and what appears to be a dramatic tightening of this", "potential general election contest.", "Hillary Clinton led Donald Trump by just three points in our new poll,", "46-43. But look where we were a month ago. Clinton had a double digit lead", "then over Trump, 50-39. Bernie Sanders, by the way, does a lot better when", "matched up against Trump. He clobbers him 54-39, a 15-point spread.", "I asked Hillary Clinton why, in light of these numbers, she thinks she's a", "stronger candidate than Sanders against Trump. And we'll get to that in", "the interview in a moment. But these results also show what other polls", "have indicated, that Donald Trump is gaining ground as Republicans unite", "behind their candidate while Democrats remain deeply divided.", "(BEGIN TAPE)", "(CROWD NOISE, CHEERING)", "CHUCK TODD:", "Hillary Clinton is delivering a blunt message to Bernie Sanders", "supporters.", "SEC. HILLARY CLINTON:", "I will be the nominee for my party, Chris. That is already done, in", "effect. There is no way that I won't be.", "CHUCK TODD:", "Barring defections by super delegates, Clinton needs just 85 more", "delegates to become the presumptive Democratic nominee. But Sanders is", "conceding nothing.", "SEN. BERNIE SANDERS:", "Before we will the opportunity to defeat Donald Trump, we're going to have", "to defeat Secretary Clinton.", "CHUCK TODD:", "His campaign adding in a statement, \"It is clear that millions of", "Americans have growing doubts about the Clinton campaign.\" Some Democrats", "worry that Sanders criticism will stick.", "SEN. BERNIE SANDERS:", "She has given speeches on Wall Street for $225,000 a speech. (BOOING)", "CHUCK TODD:", "And at the chaos on the display at Nevada state convention, where Sanders", "supporters lashed out will break out in Philadelphia at the national", "convention. Nevada's party chair released threatening messages (CHEERING)", "she says she received.", "VOICEMAIL MESSAGE:", "I just wanted to let you know that I think people like you should be hung", "in a public execution.", "CHUCK TODD:", "The Sanders slow walk may be doing damage. In a general election match up,", "just 66 percent of Sanders voters say they plan to support Clinton.", "Seventeen percent support Trump. Clinton is more than hinting that it's", "time for him to get out.", "SEC. HILLARY CLINTON:", "I will do everything I can to unify the party. I did that when I pulled", "out in '08. Some of you remember.", "CHUCK TODD:", "In some ways, it's deja vu all over again. In May of 2008, Clinton had to", "apologize after she defended staying in the nomination process this way:", "SEC. HILLARY CLINTON:", "We all remember Bobby Kennedy was assassinated in June in California.", "CHUCK TODD:", "But she may have a tough time winning over all of Sanders' supporters.", "Eight years ago, her voters liked President Obama. Right now, Sanders", "voters view her negatively. For now, Trump is playing up the Democratic", "divide.", "DONALD TRUMP:", "I think Bernie should run as an Independent, okay? (CHEERING) Let him run.", "(END TAPE)", "CHUCK TODD:", "Well we all know what Trump has in mind there. Anyway, with all that in", "mind, I sat down yesterday with Hillary Clinton right here in our studio.", "And I began by asking her about the threat that Bernie Sanders poses to", "her candidacy.", "(BEGIN TAPE)", "CHUCK TODD:", "Is Bernie Sanders now helping Donald Trump?", "SEC. HILLARY CLINTON:", "Oh, I don't think so. I think that Senator Sanders has every right to", "finish off his campaign however he chooses. I do think there will then be", "the obvious need for us to unify the party. I faced the same challenge in", "2008. I will certainly do my part, reaching out to Senator Sanders,", "reaching out to his supporters. And I expect him to do his. And he said", "about a week ago, he was going to spend seven days a week trying to defeat", "Donald Trump. And I believe that's the case.", "CHUCK TODD:", "You know, earlier this week, you just said emphatically, \"Look, I'm going", "to be the nominee.\"", "SEC. HILLARY CLINTON:", "Right.", "CHUCK TODD:", "Just about ten days earlier, you weren't ready to say that. The only thing", "that has changed is you narrowly won Kentucky. Why are you comfortable", "saying, \"I'm going to be the nominee,\" and why did you think it was", "important to actually verbalize that?", "SEC. HILLARY CLINTON:", "Well, I think that having gone through 2008, as I did, it was much closer", "between then-Senator Obama and myself in 2008. I actually won nine of the", "last 12 contests in 2008, including Kentucky, West Virginia, Indiana,", "other states. And I wanted to make it clear that I know what this feels", "like, having lived through it. I have 3 million more votes. In the case of", "Senator Obama and myself, it was neck and neck in the popular vote.", "I have far more pledged delegates. It was much closer between me and", "Senator Obama. And I am going to be the nominee. And I want to spend a lot", "of my time, as you've seen me do, really taking on Trump. Because I find", "what he says, the kind of candidacy he's presenting, to pose a danger to", "our country.", "CHUCK TODD:", "You know, it's interesting though, he is making a case-- Bernie Sanders", "is, Senator Sanders, to superdelegates. And there's a another memo they", "put out this weekend, just showing how much stronger he is against Donald", "Trump than you are. Our own poll, he's got a 15 point lead over Trump. You", "have a three point lead over Trump.", "You made an electability case seven days before the final day of the", "primary season to superdelegates back in 2008. Why shouldn't", "superdelegates-- you wanted them to listen to your argument eight years", "ago. Why shouldn't superdelegates listen to the Bernie Sanders argument", "and say, \"You know what, maybe he is more electable\"?", "SEC. HILLARY CLINTON:", "Well, first of all, people have voted for me overwhelmingly in the", "Democratic primary process. And that is absolutely clear, and very", "different from where we were in 2008. I could make the case, which I did,", "that I was actually slightly ahead in the popular vote when we ended that", "primary. But I was behind in the pledged delegates. It's also fair to say", "that I have been vetted and tested, and I think that that puts me in a", "very strong position--", "CHUCK TODD:", "You don't think Bernie Sanders' been vetted? You don't think this one long", "year of campaign, your campaign against him, has vetted him?", "SEC. HILLARY CLINTON:", "Let me say that I don't think he's had a single negative ad ever run", "against him. And that's fine. But we know what we're going into, and we", "understand what it's going to take to win in the fall. And finally, I", "would say that, you know, polls this far out mean nothing. They certainly", "mean nothing to me. And I think if people go back and look, they really", "mean nothing in terms of analyzing what's going to happen in the fall.", "CHUCK TODD:", "So you think this lead for Sanders is an illusion, a little bit?", "SEC. HILLARY CLINTON:", "I'll let others speak to that. I just think that I'm in a much stronger", "position. Have been. And the voters who have turned out and given me 3", "million more votes believe that as well.", "CHUCK TODD:", "It does seem he has some specific demands that he would like to see met at", "the convention, if he's not going to be the nominee. Some of them include", "perhaps getting rid of superdelegates. Creating a rule that says, \"You", "know what, all primary contests should be open to independents,\" things", "like that. Are you okay with the those-- if that's what it takes to get", "him on board, to say, \"Okay, we'll do this on the platform. We'll do this", "going forward. We'll change the rules. We'll change the platform.\" What do", "you say?", "SEC. HILLARY CLINTON:", "Well, certainly we're going to talk with him when he's ready to talk, and", "listen to him. And we will take into account what he is asking for. I", "think that's part of the process--", "CHUCK TODD:", "Like getting rid of superdelegates. Would you be in favor of that?", "SEC. HILLARY CLINTON:", "I'm not going to negotiate with him today on your show. I'm going to say", "when it's time, I am reaching out to do my part to try to unify the party.", "I expect him to do the same. I did that when I lost a much closer race to", "Senator Obama. Because I knew that whatever our differences were, just as", "whatever our differences are between me and Senator Sanders, they pale in", "comparison to Donald Trump and the Republicans. And I think most of", "Senator Sanders' supporters understand that as well.", "CHUCK TODD:", "He's accepted an invitation to debate in California before the California", "primary. Have you thought about accepting that invitation?", "SEC. HILLARY CLINTON:", "You know, we'll consider it. But I'm really focused--", "CHUCK TODD:", "So you're not ruling it out yet?", "SEC. HILLARY CLINTON:", "You know, I haven't thought about it. We'll consider it. But I think", "what's important is we're not going to let-- at least, my campaign is not", "going to let Donald Trump try to normalize himself in this period, between", "now and--", "CHUCK TODD:", "So you think a competitive Democratic primary is doing nothing but helping", "Donald Trump right now?", "SEC. HILLARY CLINTON:", "No, I didn't say that. I said that if we don't respond to Donald Trump,", "which I am doing, as you have seen. I've said he was unqualified to be", "president. I believe that deeply. I'm going to keep focused on Donald", "Trump. Because I will be the nominee. I will be running against Donald", "Trump in the fall.", "And I do not want Americans, and you know, good thinking Republicans, as", "well as Democrats and independents to start to believe that this is a", "normal candidacy. It isn't. What he is advocating-- look what he's done", "this past week. You know, attacking our closest ally, England. Heaping", "praise on a dangerous dictator in North Korea. Reiterating his call to", "pull out of NATO, our strong military alliance. Talking about letting", "other countries have nuclear weapons. Advocating a return to torture, and", "even murdering the families of suspected terrorists. That is beyond the", "pale. And it poses immediate dangers.", "I go around the country, Chuck, all the time. And in my events in the last", "few weeks, I've had Republicans coming to tell me they are supporting me.", "They have different reasons. For a lot of women, it's the divisive,", "demeaning comments that Donald Trump has made about women. For others, a", "businessman just told me yesterday in Texas, he said, \"I'm a Republican.", "I've always voted Republican. I'm here, giving you money, supporting you,", "because I do business all over the world. And I'm watching what this Trump", "effect is doing to our standing in the world.\"", "CHUCK TODD:", "You know, it's interesting, though, in-- there's a lot of Democrats that", "are quietly nervous that your candidacy isn't responding to what the", "populace wants right now. Right? The populace wants major change. The", "populace wants major shakeups. And in some ways, your campaign has been", "about, you're going to build on the progress Barack Obama has made.", "That isn't what this electorate is saying. This electorate is saying they", "want major changes. We have our own poll. We asked them, \"Do you want--\"", "essentially testing your message versus testing his message, even if it", "comes with an unpredictability. And by ten points, they want the", "unpredictability. That's how fed up they are. How do you respond to that?", "SEC. HILLARY CLINTON:", "Well, first of all, I have 2 million more votes than Donald Trump. And I", "think voters, as opposed to, you know, the kind of back and forth in the", "public arena, when voters show up to vote, they take that vote seriously.", "And yes, I know he has a plurality of Republicans who have voted for him.", "But I think in the course of this campaign, we are going to demonstrate he", "has no ideas. There's no evidence he has any ideas about making America", "great, as he advertises. He seems to be particularly focused on making", "himself appear great. And as we go through this campaign, we're going to", "be demonstrating the hollowness of his rhetoric.", "And the danger of a lot of what he has said. And I am very confident that", "the American people are going to want change. Every election is about the", "future. I've laid out very positive approaches. I'm not running for", "anybody's third term. I'm running for my first term. But I also want to do", "what works. My goal is to produce positive results for the American", "people. More good jobs. Rising incomes. The kinds of tangible progress", "that I think people are yearning for, and they need and deserve to see.", "CHUCK TODD:", "Bernie Sanders has been talking about a political revolution. A future you", "can believe in. Obviously, Donald Trump with the Make America Great again,", "is one of these slogans that has taken off, for better or for worse. If", "you could sum up, what is the big idea of your candidacy?", "SEC. HILLARY CLINTON:", "Look, we are stronger together. We are stronger together, in facing our", "internal challenges and our external ones. We are stronger together if we", "work to improve the economy. And that's going to mean trying to get the", "Republicans to do what will actually help produce more jobs, like we saw", "in the 1990s. We are stronger together when we have a bipartisan, even", "nonpartisan foreign policy that protects our country. And that provides a", "kind of steady, strong, smart leadership that the rest of the world", "expects from us.", "And I know that, you know, slogans come and go, and all the rest of it.", "But when I look at where we are in our country together, we need to unify", "the country. We are stronger together, when we act on a set of plans and", "priorities that will redound to the benefit of the American people.", "CHUCK TODD:", "How do you do it? You're a polarizing figure right now, in American", "politics. You have an unfavorable rating that is almost as high as Donald", "Trump's. How do you do it?", "SEC. HILLARY CLINTON:", "Well, it's not as high. And I--", "CHUCK TODD:", "No, it's not. But it’s pretty high--", "SEC. HILLARY CLINTON:", "Well, look, if you got-- but he's done-- he's gotten--", "CHUCK TODD:", "You're pretty polarizing. He's polarizing.", "SEC. HILLARY CLINTON:", "Well--", "CHUCK TODD:", "How do you do it, if you're elected president? This is a polarized", "country.", "SEC. HILLARY CLINTON:", "Just the way-- just the way I did it when I was first lady, senator, and", "secretary of state. When I have these jobs, Chuck, I actually get things", "done. And I work with people across the aisle. Honestly, I worked with", "Republicans in the '90s to create the Children's Health Insurance Program.", "And I worked with Tom DeLay, the Hammer in the House, to reform adoption", "and foster care. I worked with practically every Republican.", "And I worked as secretary of state to get things done. To reduce nuclear", "weapons, for example, between Russia and myself. So I have a track record.", "And I'm going to remind people of that. Because it's not just rhetoric,", "for me. When I was secretary of state, I had a very high approval rating,", "as you can go back and check. Because I was doing a job that people could", "see. When I get into the arena, and all of the negativity that's been", "thrown at me for 25 years is recycled and put out there, I know I've got", "work to do. But I'm very confident that it's going to be successful.", "CHUCK TODD:", "I know we're over, but I got a couple more questions. Number one, you said", "Bill Clinton, you were going to basically put him in charge of getting", "this economy going again. What does that mean?", "SEC. HILLARY CLINTON:", "Well, what I said--", "CHUCK TODD:", "What did you mean?", "SEC. HILLARY CLINTON:", "--well, what I said in Kentucky and West Virginia is that there are parts", "of our country that have been left out and left behind for too long. And I", "am going to ask my husband, who has a great track record in creating jobs,", "putting people to work, revitalizing communities, to be in an advisory", "role working with me, working with our cabinet, to try to figure out what", "we can do. You know, every first lady has taken on special projects. And I", "think my husband's understanding of how to get this economy moving in", "places that have been left behind will be incredibly valuable.", "CHUCK TODD:", "Both Donald Trump and Bernie Sanders have been running against some of the", "economic policies of the '90s. Trade, Wall Street deregulation, things", "like that. Does that concern you?", "SEC. HILLARY CLINTON:", "Well, they're not running against 23 million new jobs. They're not running", "against incomes going up for every American, not just those at the top.", "They're not running against median family income going up 17 percent, and", "for African-Americans 33 percent, and living more people out of poverty.", "And ending up with a balanced budget and a surplus.", "Now, I have said I want to renegotiate NAFTA. I voted against the only", "multinational trade deal that came before me when I was in the Senate. I", "have stated my opposition to the Trans-Pacific Partnership, based on what", "it was negotiated to include.", "So I'm more than happy to take on that argument. But I ask people, when", "you criticize the '90s, what do they criticize? The peace, or the", "prosperity? Because I think a lot of Americans, as I travel around the", "country, think of that as being a time when they thought they were getting", "ahead. Then we ran smack dab into the failed Republican economic policy.", "CHUCK TODD:", "And I know you're not going to reveal how you're vetting for a running", "mate. But you saw this process up close with Al Gore. What did you learn", "from that process, of your husband picking Al Gore, and the governing", "structure that he was involved in, that you're going to use going forward?", "SEC. HILLARY CLINTON:", "Well, the most important thing is to pick someone who you have absolute", "confidence in can be president. That's more important than any", "characteristic. And then someone you can work with. Someone that you", "believe will be a good partner, not just to you, but to the rest of the", "government. Someone who can go around the country, as Joe Biden has done", "very well, and explaining and advocating for the policies of the Obama", "administration.", "CHUCK TODD:", "Mark Cuban.", "SEC. HILLARY CLINTON:", "Yes. Yes--", "CHUCK TODD:", "I did a interview with him earlier. He expressed serious interest. If you", "called him up and said, \"I want to vet you to be my running mate,\" he'd", "listen. What do you say to that?", "SEC. HILLARY CLINTON:", "I think we should look widely and broadly. It's not just people in", "elective office. It is successful businesspeople. I am very interested in", "that. And I appreciate his openness to it. I think that--", "CHUCK TODD:", "You do plan on having people that maybe have never served in elected", "office, that you're going to vet--", "SEC. HILLARY CLINTON:", "I am absolutely intending to look far and wide. And I think that is the", "best way to find somebody who can really capture what's needed in the", "country, and businesspeople have, especially successful businesspeople who", "are really successful as opposed to pretend successful, I think have a lot", "to offer.", "CHUCK TODD:", "Pretend successful? You don't think--", "SEC. HILLARY CLINTON:", "Yeah.", "CHUCK TODD:", "--is there anything Donald Trump's done that you think should be praised?", "SEC. HILLARY CLINTON:", "I think he needs to release his tax returns. The only two we have show", "that he hasn't paid a penny in taxes. And yet he goes around talking about", "\"Make America great.\" You know? That means paying for our military. That", "means paying for our roads. That means paying for the V.A. That means a", "lot of things. And if you've got someone running for president who's", "afraid to release his tax returns, because it will expose the fact that he", "pays no federal income tax, I think that's a big problem.", "CHUCK TODD:", "No, my question was there's nothing about his background that is", "praiseworthy?", "SEC. HILLARY CLINTON:", "We'll find out. Because we have to get below the hype. We have to find", "what the reality is. And--", "CHUCK TODD:", "You don't feel like you know that?", "SEC. HILLARY CLINTON:", "I don't think the country knows it.", "CHUCK TODD:", "Do you?", "SEC. HILLARY CLINTON:", "I-- I think that we're beginning to find out. But I don't think we know", "enough. And that's why he should release his tax returns.", "CHUCK TODD:", "All right.", "SEC. HILLARY CLINTON:", "Prove that he actually has the level of success he claims to have.", "CHUCK TODD:", "Madame Secretary, I’ve got to leave it there. Thanks for coming on. We'll", "see you soon.", "SEC. HILLARY CLINTON:", "Glad to be here.", "CHUCK TODD:", "--you got it. Thanks.", "(END TAPE)", "CHUCK TODD:", "Coming up, my interview with entrepreneur and Dallas Mavericks owner Mark", "Cuban. He says he's open to discussing being a running mate for either", "Hillary Clinton or Donald Trump. But what about running for president", "himself? Finally, last night was the season finale of Saturday Night Live,", "so guess who they brought back for it? Here's a tape.", "(BEGIN TAPE)", "KENAN THOMPSON:", "I'm actually closing up the bar right now. So everybody's got to go. That", "means you, too, sir.", "LARRY DAVID (AS BERNIE SANDERS):", "No freaking way. (LAUGHTER) I'm not going anywhere. I can stay here as", "long as I want.", "(END TAPE)", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Welcome back. The panel is here, we've got veteran Republican strategist", "Alex Castellanos who has worked for a lot of big names in the Republican", "Party, including many people named Bush. Helene Cooper, Pentagon", "correspondent for The New York Times, Joy-Ann Reid, host of AM Joy on", "MSNBC, and Robert Draper, writer-at-large at The New York Times Magazine,", "who had a big piece on Donald Trump, which made a few waves this week. Mr.", "Draper, welcome to the table.", "ROBERT DRAPER:", "Thanks for having me.", "CHUCK TODD:", "Alex, you're a message guy. So I'm going to ask you, we learned the new", "Hillary Clinton message, it looks like, \"stronger together.\" What do you", "think?", "ALEX CASTELLANOS:", "Well, it's the first time she's had a bumper sticker slogan she can put on", "a t-shirt, so good for her. Sounds a little defensive, though. This is a", "candidate who's displayed a tremendous amount of political weakness. She's", "been dragged all over this-- nomination process by an 80-- a", "near-octogenarian socialist who honeymooned in Russia and can't put him", "away. (LAUGHTER)", "And so, you know, something that says it a little stronger is probably a", "good idea for her. But she’s displayed-- now she's chosen her president to", "bail her out, and her husband, former president, to bail her out on the", "economy, handing him half the portfolio? So I think that's what she's", "trying to get to.", "CHUCK TODD:", "Joy?", "JOY-ANN REID:", "Yeah, you know, I think the problem with it, it does sound a bit like a", "slogan. And I'm not 100 percent sure what it means and how it unites", "voters. And I think that most people want the country to be united, they", "want the country to be strong. But I think what Donald Trump sort of hit", "upon with his \"make America great again\" message is this sense of", "nostalgia that a certain kind of white, particularly white voter, has for", "a bygone era. And it gets right to it.", "I think that it's good that the Clinton campaign are strategizing. But", "it's interesting that, in your interview, she seemed so much like a", "strategist. And so many of her answers felt like this is Hillary, the", "smart political strategist telling you what she intends to do, and it's", "still not giving her campaign sort of a driving dream, I think.", "CHUCK TODD:", "Change versus steadiness.", "ROBERT DRAPER:", "Yeah.", "CHUCK TODD:", "I showed her our results in there. And, you know, look you can't change", "who you are. She is who she is. And I think that she realizes that. But", "what did you think of her change answer?", "ROBERT DRAPER:", "Well, it's not so much, to be honest. I mean the bumper sticker version", "that she's come with, as Alex mentioned, is better than, not as high as", "Donald Trump's on favorability numbers, which is the other thing that she", "was suggesting. But no, I think that to me, what's so striking about that,", "the poll you mentioned before, was the unfavorability numbers between her", "and Trump. And that we've seen that she's at 54 and that Trump is at 58, I", "think these are record highs.", "CHUCK TODD:", "Record highs. Yeah. They're record highs. And we've actually done", "something even more fun. And you'll love this, Alex, and Helene, there's", "19 percent of our survey that is unfavorable to both candidates. So", "there's your swing vote, right? So who are these people? Here's what's", "amazing. I'm going to show you this. Right now, if you look at it, you ask", "these people, \"Who do you favor, Trump versus Clinton?\" they're narrowly", "for Trump, 33-28. 36 percent say neither.", "ROBERT DRAPER:", "Yeah.", "CHUCK TODD:", "Or a third candidate.", "ROBERT DRAPER:", "Right.", "CHUCK TODD:", "Now you match up Trump and Sanders, it's 59 percent of these people are", "for Sanders. Helene, these are Sanders voters.", "HELENE COOPER:", "They are. And part of what you're seeing is that so many of the Sanders", "voters are younger people who are very passionate about Bernie Sanders.", "The Hillary voters are people who want a Democratic president one way or", "the other. They're not sitting around thinking that we want Bernie--", "CHUCK TODD:", "They’re not pro-Clinton, they’re pro-Democrat.", "HELENE COOPER:", "Yes, exactly. They're pro-Democrat. And so you're seeing that come", "through. I want to put some love in for Hillary's new slogan. I don't", "think it's that bad. I think \"stronger together\" implies that that sort of", "goes back to kind of what we saw in 2008, and then President Obama was", "talking about, \"Yes we can.\"", "CHUCK TODD:", "There’s a little more optimism to it.", "HELENE COOPER:", "A little more optimism.", "CHUCK TODD:", "\"Breaking down barriers\" was the other one. And that, to some.", "ALEX CASTELLANOS:", "Well, what it doesn't do, this is a country with a 70 percent wrong track", "rating. People think we're going in the wrong direction.", "CHUCK TODD:", "Right.", "ALEX CASTELLANOS:", "And if we keep going in that direction, we may go so far we'll be unable", "to get back. It does not address change. This is a candidacy of", "continuity. And I'll disagree that Trump is a nostalgia campaign about", "\"making America great again.\" It's not about going backwards, it's about", "renewing the country. And Hillary is more of the same, 70 percent wrong", "track versus change. There's going to be a lot of theater in this", "election.", "JOY-ANN REID:", "It's also a question of why people think it's on the wrong track. I mean", "if you look at", "ALEX CASTELLANOS:", "There's going to be a lot of theater.", "JOY-ANN REID:", "Yeah.", "ALEX CASTELLANOS:", "But fundamentally, that's what's going to drive Trump.", "JOY-ANN REID:", "But a lot of people say that it's on the wrong track because people like", "tomorrow not culturally ascendant because they feel that others, that", "people of color, that Mexican-Americans and immigrants are sort of ruining", "the country--", "ALEX CASTELLANOS:", "So Hillary can propose--", "JOY-ANN REID:", "--it is a nostalgia vote.", "ALEX CASTELLANOS:", "--something new. Where is it?", "CHUCK TODD:", "Well, what's interesting there is I also feel like she's spent a lot of", "time trying to contrast with Trump.", "GROUP VOICES:", "Yes.", "CHUCK TODD:", "And one of the ways that they've been hitting him this week is by making", "him, hey, he's a risk. Let me show you. If you go to her website right", "now, HillaryClinton.com, here's the first quick screen grab that pops up.", "Let me show you this. It says, \"We can't risk a Donald Trump presidency.\"", "And the word \"risk,\" okay, I'll admit there are a few others who brought", "this up, it's actually a word that's used quite a bit by candidates that", "are usually behind. Take a listen.", "(BEGIN TAPE)", "FEMALE NARRATOR:", "Obama and Congressional liberals, too risky for America.", "AL GORE:", "I think that the risky tax scheme, as I always call it, that's been", "proposed by the Republican candidate, is reckless.", "PRES. GEORGE H.W. BUSH :", "(MUSIC) We cannot put America's future at risk for the person who is wrong", "for the job.", "MALE VOTER:", "I think it's a big risk to have Reagan as president.", "(END TAPE)", "CHUCK TODD:", "All right, Reagan, Clinton. (CHUCKLE) I mean you see the point there,", "risk. Alex, you said you recognized one of those spots.", "ALEX CASTELLANOS:", "I did that ad. I ran the--", "CHUCK TODD:", "Didn't work?", "JOY-ANN REID:", "Which one?", "ALEX CASTELLANOS:", "\"He's a risk we can't afford,\" George Bush '92 campaign against her", "husband. And guess what? It said, \"Change.\"", "CHUCK TODD:", "Yeah.", "ALEX CASTELLANOS:", "It cemented that our opponent was change. That's exactly what Hillary", "Clinton is doing now. That's the election she doesn't want to run.", "JOY-ANN REID:", "Except that Donald Trump might be the one candidate that this is actually", "something that could work. I think the reason it didn't work before is", "that the person didn't seem to be an inherent risk, just because Barack", "Obama was new and sort of ethnic and different, there wasn't-- people", "didn't feel he was inherent risk.", "With Donald Trump, he is such a wild card candidate. And particularly on", "issues of foreign policy, the cuddling up to Putin and saying that he", "would meet with Kim Jong-un. There's so much about him that is jarring in", "the international scene. I think people do see this as something you might", "not want in the White House. So I think, in that case, this might be the", "one-- it's sort of a Goldwater moment, I think, for the country.", "CHUCK TODD:", "Well, we will pause there and continue this discussion in a little bit.", "But when we come back, Donald Trump says that he has brought millions of", "new voters into the process. It would be a huge risk for the GOP if it's", "true. But is it? Well, I've got the answer for you coming up right after", "this.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "And we are back. It's Data Download time. Donald Trump has made a lot of", "big claims on the campaign trail, including this one, that he's bringing", "in millions of new voters into the Republican fold. The fact of the matter", "is Republican turnout in the primaries had increased all over the country.", "But the question is remained: Are these actual brand new voters to the", "process or are they Republican voters who simply are voting in primaries", "for the very first time? Well, thanks to the analytics from 0ptimus, we", "can actually start to answer that question: Brand new voters or", "Republicans that have shifted to the primary?", "Let's take a look at the state of Virginia, where the Republican primary", "turnout was nearly four times what we saw in 2012. So who were these", "people? Well, this year, 19 percent of these folks had actually previously", "voted in a Republican primary. A whopping 72 percent had been Republicans", "who had voted in general elections but never in a primary in Virginia.", "That leaves just 6 percent of voters who were actually totally brand new.", "They've never voted in a primary or a general election in the state of", "Virginia. Well, that 6 percent represents about 58,000 voters. That's a", "decent chunk of voters. But how big is it? Well, let me show you. If you", "add those 58,000 to Mitt Romney's total vote in Virginia, well, Trump", "would still fall about 90,000 votes short from where Obama was in 2012.", "It's actually a similar story in Ohio. New voters made up just 6 percent", "of the Republican primary electorate or, in this case, 118,000 new voters.", "These new voters again, if you put them all to Trump, would not be enough", "to make up the gap if you would use, say, Obama number for Clinton. But in", "a number of states, Trump did bring in a significant number of new voters.", "But many of these states are either easy wins for any Republican nominee,", "like Idaho, or they're not enough to flip a state from blue to red, like", "Michigan. Only in the state of New Hampshire, which was very close in", "2012, did Trump pull in enough brand new voters to possibly flip the state", "in November.", "Donald Trump isn't wrong about bringing in new voters to the process. But", "what this analysis shows us is that he didn't bring in enough new voters", "to make a difference if that's the sole way he relies on trying to win a", "general election. What this does show is that enthusiasm, and in a tight", "way, in this case, shouldn't be taken for granted. Republicans clearly are", "fired up about coming out to the polls.", "Up next, how did two candidates with record-low favorable ratings manage", "to become the nominees of both major parties? And then Mark Cuban on", "running with Hillary Clinton or Donald Trump, or even running for", "president himself.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Panel is back. We told you there about these unfavorable ratings. Let me", "just show them to you again. Record high. By the way, if it were just", "Hillary Clinton's number, it would have been a record high for a", "presidential nominee at 54 percent. Donald Trump's is a record high for a", "major party presidential nominee at 58. As Hillary Clinton said to me,", "it's not as high. Okay, she's right, Joy.", "JOY-ANN REID:", "Right. I mean it's not as high. But I think these are also two very well", "known quantities, or at least people feel like they know them both. And I", "think so much of the negative information about them has already been", "litigated. I think that it's a wash at this point.", "I think for Bernie Sanders, the reason he has such better available", "numbers is that we don't know a lot of the negatives about Bernie Sanders.", "So, sure, he's sort of-- Right. And I think that that is a valid point.", "CHUCK TODD:", "What new information can come out on these folks? You know, I do feel--", "JOY-ANN REID:", "Well--", "CHUCK TODD:", "I think, as far as the voters are concerned, I think Joy's right, there's", "no new info.", "HELENE COOPER:", "I think you're probably right, but I also think that Trey Gowdy would", "disagree with you. You have the House Republican Benghazi---.", "CHUCK TODD::", "-- but does that change perception?", "HELENE COOPER:", "No, I don’t think it changes anything. My nephew was in my kitchen", "yesterday, wandering around. He's 24 years old. And he's going on about", "he's not going to vote. You know, he's a typical post-college millennial", "type. And he kept going on and on. And he's finally concluded that he", "wasn't going to vote this year. And I just laughed him out of the house.", "But I think you really have, with a lot of young people, this", "disaffection. And so I wonder how that's going to--", "ALEX CASTELLANOS:", "The candidates, I think, have leprous unfavorable ratings.", "CHUCK TODD:", "Yeah.", "ALEX CASTELLANOS:", "And, you know, they're slightly less unfavorable than Putin--So what does", "that mean?", "On the Republican side, who are the motivated voters? Trump voters. On the", "Democratic side, the motivated voters the Bernie Sanders voters, who may", "stay home. I think that's an advantage for Donald Trump.", "JOY-ANN REID:", "I disagree with you -- I disagree with the premise that there's nothing", "new. I think the danger for Trump is greatest. Because, as you said, any", "new information about Hillary Clinton, the Benghazi stuff, isn't going to", "change perception. There's a risk with Trump, because a lot of his", "popularity is based on celebrity.", "That if the things about him that people like turn out to be the things", "you find out, that he messed over working class white workers, like those", "Polish workers that he hired and didn't pay, like, that he's not as rich", "as he says he is.", "ALEX CASTELLANOS:", "Yeah.", "JOY-ANN REID:", "Those are things that could damage him.", "CHUCK TODD:", "Mr. Draper, you spent a lot of time with Mr. Trump--", "ROBERT DRAPER:", "Yeah.", "CHUCK TODD:", "--over the last few weeks. Have an epic piece in The New York Times", "Magazine. It'll take days to finish reading.", "ROBERT DRAPER:", "Yeah.", "CHUCK TODD:", "Of course. But let me pull out this excerpt here.", "ROBERT DRAPER:", "Unreadably long.", "CHUCK TODD:", "No, it's very readable. No, no, no, no, you will want to do this. \"I asked", "Trump if he'd ever been to Iraq. 'Never,' he said, sounding horrified by", "the thought.\" And then you asked him, \"'What's the most dangerous place in", "the world you've been to?' He contemplated this for a second. 'Brooklyn,'", "he said, laughing, 'No.\"", "He went on, quote, \"There are places in America that are among the most", "dangerous in the world. You go to places like Oakland or Ferguson, the", "crime numbers are worse, seriously.\" Was he serious?", "ROBERT DRAPER:", "Yes, he was serious. Yes. And I think that the transition that people", "would like to see this man make is not so much staying off of Twitter, not", "so much having a veneer of presidential affect. But I think instead what", "they'd like to do is imagine this sort of boastful CEO of a company that", "bears his own name becoming or assuming the moral mantle of responsibility", "of being a public servant, which obligates you to, among other things,", "learn about the world and learn about your own issues with more", "granularity than he has currently demonstrated.", "CHUCK TODD:", "Joy, first two cities he says is Ferguson and Oakland.", "JOY-ANN REID:", "Yeah. And that's not even a dog whistle--it's a bullhorn. Right?", "CHUCK TODD:", "Yeah.", "JOY-ANN REID:", "And I mean the thing that's interesting is that Donald Trump, up to now,", "has really not gone after African-Americans as directly as he has,", "obviously, Mexican migrants and Muslims and others. But I think it's", "implied there. And it's one of the reasons that he can't get out of single", "digits or improve where Republicans currently stand with people of color.", "Trust me that, you know, the kind of people who will be protesting in", "Cleveland, the folks that will be outside of that arena, they hear that", "dog whistle as a bullhorn, and they will--", "CHUCK TODD:", "Is that a mistake for him to do that?", "ALEX CASTELLANOS:", "I think any time that Donald Trump is not talking about the big issue, the", "fundamental issue in this election is it's a mistake. And what is that?", "\"The country's on the wrong track, we may never come back, I'm change.\"", "She is exactly more of the same.", "If you're a middle class, those middle class workers you were talking", "about, if you're poor in this country, you know, Barack Obama's war on", "poverty has failed. If Donald Trump is not talking about bringing change", "to this country, which is what he's usually talking about, he could have a", "better day. That's where he ought to be--", "JOY-ANN REID:", "But in an electorate that's going to be 30 percent people of color--", "ALEX CASTELLANOS:", "--more of the same--gotten better the last eight years.", "HELENE COOPER:", "That they're not going to respond--", "ALEX CASTELLANOS:", "Tell me how their lives have gotten better over the last 8 years--", "JOY-ANN REID:", "I can tell you that they’re not going to respond to a candidate --", "ALEX CASTELLANOS:", "Make a case for change.", "HELENE COOPER:", "It seems as if, after the 2012 election, when the Republican Party did", "their, you know, examination, realized that they had alienated so many", "minorities, and Mitt Romney had alienated so many Hispanics and so many", "blacks, and women, as well. And you're looking at Donald Trump, doubling", "down on all of these issues, all these mistakes, all over again. I don't", "see how, at the end of the day, you win over the majority of the American", "population when you've alienated women, blacks and Hispanics. How do you", "do that?", "CHUCK TODD:", "Well, what happens when you--", "ALEX CASTELLANOS:", "Open up the economy for everybody.", "CHUCK TODD:", "All right.", "ALEX CASTELLANOS:", "And it's got to be the general election campaign.", "CHUCK TODD:", "Well, what happens if you hate both candidates? You're actually looking", "for another candidate. Well, I actually interviewed somebody that could be", "that other candidate. So stick around with me. My interview with", "entrepreneur, sports owner and, yes, reality T.V. star, Mark Cuban. And as", "we go to break, I want to bring you another little clip from last night's", "SNL.", "(BEGIN TAPE)", "KEENAN THOMPSON (AS BARTENDER)", "What can I get for you two?", "LARRY DAVID (AS BERNIE SANDERS)", "I'll have a beer. A new brand that people are flocking to. Something", "refreshing and revolutionary, something that draws huge crowds.", "KATE McKINNON:", "And I'll have whatever beer no one likes but gets the job done.", "(END TAPE)", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Mark Cuban. Billionaire entrepreneur, owner of the Dallas Mavericks is", "dipping his toe into the political waters of 2016. In a recent Washington", "Post article, Cuban’s name was mentioned as a possible independent", "candidate that some republicans were trying to recruit to take on Trump in", "the fall. He declined, but it didn’t stop him from speaking out about this", "election. A reality TV star in his own right, last summer Cuban said", "Trump’s campaign was good for politics. Well, I sat down with him earlier", "in the week, and started by asking him if Trump’s candidacy has been good", "for the country.", "MARK CUBAN:", "On a longer term basis, absolutely. I think he's opened the door to", "non-traditional candidates, which is a great thing. I think he's taken out", "the traditional, you know, bullet points and political speak. That's a", "good thing. But those are longer term issues. In the short term, there's a", "lot of divisiveness and a lot of uncertainty and that's not necessarily a", "good thing.", "CHUCK TODD:", "My interpretation of your comments on that was, you know, a couple years", "when somebody asked you about running for president, I think your answer", "wasn't just, \"No,\" it was, \"Hell no.\" But I take it that what Trump has", "done is made you feel comfortable about someday thinking about public", "service. Is that fair to say?", "MARK CUBAN:", "Well, it's certainly more of a consideration than it was, for the reasons", "we've mentioned before, that you don't have to be the perfect Stepford", "candidate like you would've been in the past.", "CHUCK TODD:", "Look, there's clearly a desire here for another alternative.", "You know, the Libertarian party still hasn't held their nominating", "convention. It wouldn't take much for you to get that nomination if you", "went down there. And your political views seem to fit more with them than", "any other party.", "MARK CUBAN:", "Yeah. I mean, I haven't really delved into the Libertarian party to know", "where they stand. I'm not sure they'd want to bring somebody in that isn't", "quite a match with their views. But, you know, it's too late for this", "election. I mean, just to try to wing it, just to try to shake things up,", "you know, the law of unintended consequences tends to create a lot more", "problems than it solves.", "CHUCK TODD:", "You know, you were a big advocate of Michael Bloomberg running. You", "advocated him running I think in '08, in '12 and again in '16. He chose", "not to because he said he didn't think he could win. Is that a good enough", "reason?", "MARK CUBAN:", "Well, yeah, if you're the person having to do all the work and grind", "through it. Of course, it is.", "CHUCK TODD:", "But is that good for the country?", "MARK CUBAN:", "Well, again, if you don't think you can win, then your decision making is", "impacted by that. It's the same in sports, it's the same in politics, it's", "the same in business. If you don't think you're going to succeed, I think", "voters in this case would see right through it and see that that's the", "case. So you can't go into it not willing to do the work, not willing to", "grind. And so, you know, and it's his choice to make.", "CHUCK TODD:", "Assess the Obama presidency.", "MARK CUBAN:", "I think he's done a lot of good things, contrary to what some think. I", "think he's made a lot of mistakes as well. And that's what you expect from", "a president. I think he's smart. His goal was to really bring up people", "from the bottom in providing health care. That's been a positive step. I", "think he's really had the interest of the country at heart. But I think", "he's made some significant mistakes in foreign policy.", "CHUCK TODD:", "What's Obamacare meant to your business?", "MARK CUBAN:", "It really hasn't impacted my businesses at all because we tend to have", "invested in health care for our employees. But I think, from an", "entrepreneur's perspective, it's given entrepreneurs the chance to leave", "jobs they were stuck in and get insurance where they otherwise might not", "have had it.", "CHUCK TODD:", "All right, let me go back to Clinton versus Trump here. You joke that you", "would love to be Clinton's running mate, as long as you were allowed to", "throw bombs at Trump. If she really did come to you, would you listen?", "MARK CUBAN:", "Absolutely. But the key would be that she'd have to go more to center. I", "like the fact that Senator Clinton has thought out proposals. That's a", "good thing because at least we get to see exactly where she stands. But I", "think Senator Sanders has dragged her a little bit too far to the left.", "Things like college tuition and, you know, other business elements that", "really I think could hurt the economy. If she's willing to listen, if", "she's willing to, you know, hear other sides of things, then I'm wide open", "to discussing it.", "CHUCK TODD:", "What about Donald Trump?", "MARK CUBAN:", "Same. You know, I'm an independent. And I'm fiercely independent and think", "for myself. And I'd have the same conversation for Donald. I think Donald", "has a real chance to win, and that's scary to a lot of people. But what's", "scary about it to me is that you can see him now trying to do what he", "thinks is right to unify the party.", "And he's listening to everybody, which is fine on the surface. But what's", "also happening is it's coming across as if he's proposing things based off", "the last person he talks to. \"Oh, you need to, you know, unite the", "conservatives and here are 11 people to propose for Supreme Court", "justice.\" I bet you if you asked him about any one of them and then to", "discuss any one of their findings, he wouldn't be able to do it. And to", "me, that's a problem. And so if he asked me, I'd be, like, \"Okay, Donald.", "That's great. Let's talk about it. But we're both going to have to dig in", "and really look and understand the issues so we can come up with", "solutions.\"", "CHUCK TODD:", "You know, if you and I had talked ten years ago, one of the questions I", "might've asked would've been about your temperament, right? You know, when", "people have seen Mark Cuban ten years ago it was the guy yelling at", "officials. You know, the owner of the Mavericks getting mad and all this", "stuff. You've toned it down.", "MARK CUBAN:", "No, absolutely not--", "CHUCK TODD:", "A little bit. No, but you have. And Donald Trump, some people say, has", "never changed his temperament.", "MARK CUBAN:", "Well, first of all, there's two sides, right? During a Mavericks game,", "that's where I let it loose. That's where I let out all my anxiety, all my", "aggression. And I'll still scream, right? But the other 23 hours a day or", "22 hours a day, what you see now has always been my temperament.", "And with Donald, could he change? You know, it's possible for anybody to", "change. But, you know, I just don't see evidence that he wants to change.", "I think he's trying to do what he thinks is the right thing right now. But", "there's just so much coming at him at once, he's looking for shortcuts.", "And this is just not a job where there's shortcuts.", "CHUCK TODD:", "What would it take to convince you to run in a 2020 or a 2024?", "MARK CUBAN:", "It's too early to tell. I mean, depending on what happened with, you know,", "whoever's elected, depending on what happens with the economy because the", "reality is, there's so much uncertainty with the economy. And neither", "candidate really has come up with anything even relevant to the economy,", "you know? And so, we'd have to see what happened. We'd have to see, you", "know, if Congress still does nothing or they've managed to take steps and", "really have an impact. There're so many variables that I don't have the", "answers to. I really couldn't tell you.", "CHUCK TODD:", "All right. Out question is this. Cavs, Warriors or Thunder? I've already", "eliminated the Raptors.", "MARK CUBAN:", "You know, I'm going to take a little bit of a long shot here and go with", "the Thunder.", "CHUCK TODD:", "Oh, well, that's bad news for Washington fans because everybody worries", "that he'll never come to Washington if he wins the title in OKC. All", "right. Mark Cuban, thanks for coming on. Appreciate it.", "MARK CUBAN:", "Thank you, Chuck, I appreciate it.", "CHUCK TODD:", "By the way, you can catch more of my interview with Mark Cuban. We talk", "about his philosophy on the economy, even what he thinks on details of", "Obama's foreign policy. All of that is on our website,", "MeetThePressNBC.com. Also, we have a programming note for you: For the", "very first time an American who joined ISIS is now speaking out in an", "exclusive interview with my colleague, Richard Engel. Why did this person", "join? What did he witness? And how did he escape? Richard Engel's report", "is for On Assignment, which of course airs tonight at 7:00 Eastern, 6:00", "Central on your NBC stations. We're back in 45 seconds with Endgame.", "ANNOUNCER:", "Coming up, Meet the Press Endgame brought to you by Boeing, building the", "future one century at a time.", "***COMMERCIAL BREAK***", "CHUCK TODD:", "Endgame time. The panel is here. I've got a quick agenda for this. But", "first, reactions to Cuban, quick?", "HELENE COOPER:", "I thought he was great. But then I loved him on Dancing With the Stars,", "so--", "CHUCK TODD:", "Reality T.V. star. .", "ALEX CASTELLANOS:", "We need more Cubans in politics.", "CHUCK TODD:", "Add a Cuban to the ticket.", "ROBERT DRAPER:", "Yeah.", "CHUCK TODD:", "You don't get diversity with--", "ALEX CASTELLANOS:", "Like Mark Cuban, though, may be the future. Little more libertarian on", "social issues, pro-business, pro-growth, open economy, new economy.", "CHUCK TODD:", "Well, and I know right now we're in the \"anything looks good compared to", "what we have,\" mode, right?", "ALEX CASTELLANOS:", "Right.", "CHUCK TODD:", "The grass is always greener. But, boy, you could see how he could take", "off.", "ROBERT DRAPER:", "Sure. And for that matter, you can also see his self awareness when he", "says about Trump's list of judicial nominees, that you have to understand", "who the people are that you're putting on a list. He's not ready yet. And", "a VP Cuban slot is not going to happen. But sure, down the line? He's", "interested.", "JOY-ANN REID:", "Yeah.", "CHUCK TODD:", "Well, Hillary Clinton, I mean it's funny about it, and she told me this,", "\"I'll consider somebody.\" If she goes with a non-traditional running mate,", "doesn't that admit that she's behind, in a weird way?", "JOY-ANN REID:", "Yes, and I think it undermines what she said to you, which is that she", "wants somebody who can be a president right now.", "CHUCK TODD:", "Right.", "JOY-ANN REID:", "And I think just listening to him, by his own standards, I think Mark", "Cuban doesn't feel that he's ready to be a president. But he'd be a heck", "of a surrogate.", "CHUCK TODD:", "I could ask you guys, I'm going to change the topic here. Former Senator", "Bob Bennett, it's a remarkable story. Daily Beast had it first, and then", "we interviewed his son. This is a long time Republican Senator from Utah.", "He was dying. He just passed away of pancreatic cancer. And the story that", "his son tells of the last few weeks of his life, about what he was focused", "on, is remarkable. First of all, here's a clip.", "(BEGIN TAPE)", "JIM BENNETT:", "He said, \"Are there any Muslims in this hospital?\" And I said, \"I'm sure", "there are, Dad.\" And he says, \"Well, I'd like to go up to every single one", "of them and apologize on behalf of the Republican Party for Donald Trump.\"", "(END TAPE)", "CHUCK TODD:", "You know, Alex, this was, when you read this whole story about what", "Senator Bennett was doing, going up to Muslims in airports and", "apologizing, he was speaking also as a Mormon. I mean he was personally", "offended in so many ways, is you get the sense.", "ALEX CASTELLANOS:", "Well, there's no question that Donald Trump is an unconventional", "candidate. But I would urge all of us here in Washington to remember the", "urgency of the moment that the American people feel. Folks are desperately", "wanting change in this election. They think we're headed in the wrong", "direction.", "And yes, they are making some very unconventional decisions here because", "they think we are just at a-- at a terminal moment if this country", "continues to drift in the direction of European socialism, what happened", "to Greece, what is happening in France, eventually happens to us.", "CHUCK TODD:", "Well, some fear of European nativism, too.", "HELENE COOPER:", "The United States--", "ALEX CASTELLANOS:", "You want strength.", "HELENE COOPER:", "--is not at a terminal moment. I mean that--", "ALEX CASTELLANOS:", "That's the disconnect, I think, we have in Washington.", "HELENE COOPER:", "It is.", "ALEX CASTELLANOS:", "America thinks it is.", "HELENE COOPER:", "But I think what Bob Bennett was trying to get across is also this fear of", "where, you know, you start, and people toss words like 'fascism' around.", "And but when you start to see some things happening in your own country,", "you start to see a certain group of people being stigmatized to this point", "that, you know, when we're talking about a ban on Muslims and that sort of", "thing. And I think that's scary. And I think it's very scary for a", "presidential candidate.", "CHUCK TODD:", "I'm going to have to leave it there. Thank you all. Very rambunctious", "group. I appreciate it. That's all we have for today. We'll be back next", "week. Because, if it's Sunday, it's Meet the Press.", "* * *END OF TRANSCRIPT* * *", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]