["Link: amphtml", "Link: canonical", "* Skip to Main Content", "POLITICO", "[ Submit ]", "* Magazine", "* The Agenda", "* Pro", "* Search", "_____________________ Search", "SECTIONS", "* Congress", "* White House", "* Magazine", "* The Agenda", "* Video", "* Podcasts", "Elections", "* News", "* All Election Results", "SERIES", "* The Fifty", "* The First 100 Days", "* Recovery Lab", "* The Vaccine Race", "* Women Rule", "NEWSLETTERS", "* Playbook", "* Playbook PM", "* POLITICO Nightly", "* Transition Playbook", "* The Recast", "* Huddle", "* All Newsletters", "POLITICO LIVE", "* Live Home", "* Upcoming Events", "* Previous Events", "* About POLITICO Live", "COLUMNS & CARTOONS", "* Rich Lowry", "* Jack Shafer", "* Matt Wuerker", "* Cartoon Carousel", "POLICY", "* Agriculture", "* Cannabis", "* Cybersecurity", "* Defense", "* Education", "* eHealth", "* Employment & Immigration", "* Energy & Environment", "* Finance & Tax", "* Health Care", "* Space", "* Sustainability", "* Technology", "* Trade", "* Transportation", "EDITIONS", "* California", "* Canada", "* Europe", "* Florida", "* New Jersey", "* New York", "* Pro", "Follow us", "* Twitter", "* Instagram", "* Facebook", "* My Account", "*  * Facebook", "* Twitter", "* Print", "Continue to article content", "Mitch McConnell", "It’s unclear what Senate Majority Leader Mitch McConnell will decide to do", "now with the stalled disaster relief legislation. | Drew Angerer/Getty", "Images", "Congress", "Disaster aid talks collapse as Congress heads for recess", "By CAITLIN EMMA and MARIANNE LEVINE", "04/09/2019 10:29 AM EDT", "Updated 04/09/2019 01:56 PM EDT", "2019-04-09T01:56-0400", "Share on Facebook Share on Twitter", "Senate negotiations over a disaster relief package have broken down, all", "but ensuring that Puerto Rico and states stricken by storms, wildfires and", "flooding will be left waiting for emergency aid until after Congress", "returns from a two-week recess.", "Democrats have rejected the latest offer made by Republican appropriators", "over funding for Puerto Rico, according to three sources familiar with the", "talks.", "The collapse in negotiations comes after the Senate last week shot down", "two competing plans that would provide at least $13 billion in aid to", "communities hit by hurricanes, wildfires and catastrophic flooding in", "recent months. It’s unclear what Senate Majority Leader Mitch McConnell", "will decide to do now with the stalled bill.", "Congressional action on emergency aid has been held up since December, due", "in large part to President Donald Trump’s unsubstantiated claims that", "Puerto Rico shouldn’t receive any more money because its politicians have", "mismanaged federal funds. Lawmakers are now scheduled to gavel out for two", "weeks beginning April 15.", "Both Republicans and Democrats have agreed on providing about $600 million", "in nutrition assistance for Puerto Rico, in addition to funding for", "Midwestern states damaged by flooding this year.", "But Democrats have insisted on more federal funding for Puerto Rico, in", "addition to language that frees up billions of Community Development Block", "Grant funds for the island. HUD Secretary Ben Carson, whose agency manages", "the funds, said last week that reports of the White House trying to block", "or slow-walk the funds are “completely inaccurate.”", "POLITICO Playbook newsletter", "Sign up today to receive the #1-rated newsletter in politics", "Email _____________________ Sign Up", "By signing up you agree to receive email newsletters or updates from", "POLITICO and you agree to our privacy policy and terms of service. You can", "unsubscribe at any time and you can contact us here. This sign-up form is", "protected by reCAPTCHA and the Google Privacy Policy and Terms of Service", "apply.", "The latest discussions on a disaster aid package broke down over those", "community development funds.", "A senior Senate Democratic aide said Republicans offered to increase the", "amount of community development funds available to Puerto Rico and other", "disaster-affected areas. But first, the island would have to spend the", "money that has already been allocated and the Republican offer didn’t", "include language guaranteeing that those previously allocated funds would", "be freed up.", "“The Republican ‘offer’ does not guarantee any new funding for Puerto Rico", "or ensure the already-allocated funding will ever actually be released by", "the administration and be disbursed to Puerto Rico in the first place,”", "the aide said. “Instead, the Republican plan inflates a pot of funding", "that all disasters can take from and says Puerto Rico is eligible only", "after it spends the funding that the administration is refusing to", "release.“", "Senate Appropriations Committee ranking member Patrick Leahy (D-Vt.) on", "Tuesday said Republicans \"totally misunderstood what we’ve gotten the", "House to go along with,\" adding he's \"not going to pass a racist disaster", "aid bill.\"", "But Senate Republicans have said their proposal, which provides less money", "for Puerto Rico, is the only one that Trump will sign. Appropriations", "Chairman Richard Shelby (R-Ala.) on Tuesday defended the latest Republican", "offer, calling it \"very much improved.\"", "\"[Democrats] categorically rejected it,\" Shelby said. Appropriators are", "trying to find a solution that will appease both Trump and Democrats, he", "added.", "A Senate Republican aide also said that, to date, Democrats have", "complicated “necessary relief for Puerto Rico with poison pill riders.”", "POLITICO Illustration/AP and Getty Images", "100 Days of the new Congress", "The honeymoon is over for the most diverse class in Congress’ history. Now", "what?", "By EUGENE DANIELS", "“What do walls, detention beds and abortion riders in the Pelosi-Schumer", "bill have to do with disaster relief?” the Republican aide said. “They", "don’t want to legislate here. It has been too long — they need to step off", "their all-or-nothing approach and work with Republicans to deliver an", "outcome for these storm-hit areas.”", "The pressure to pass a package is growing. Florida House Democrats on", "Tuesday called on the Senate to either allow a vote on an amendment", "introduced by Leahy and Senate Minority Leader Chuck Schumer that would", "free up billions in Community Development Block Grant funds for Puerto", "Rico or pass the bill first cleared by the House in January.", "\"It is time for the Senate Republicans to prioritize Americans struggling", "to recover and act to provide disaster assistance that meets the needs of", "all disaster survivors without further delay,\" they said.", "Meanwhile, House Democrats this week said they’ll introduce a new plan", "that provides more funding for the island and flood recovery in the", "Midwest. House action won't matter, though, until senators can overcome", "their impasse.", "Burgess Everett contributed to this report.", "Share on Facebook Share on Twitter", "This article tagged under:", "* Mitch McConnell", "* Donald Trump", "* Donald Trump 2020", "* Puerto Rico", "* Disaster Relief", "* Ben Carson", "Missing out on the latest scoops? Sign up for POLITICO Playbook and get", "the latest news, every morning — in your inbox.", "* Most Read", "[IMG]", "1. High anxiety over federal weed loophole", "2. An Ex-King, Missing Millions and a Monarchy in Crisis", "3. The ‘Green Energy’ That Might Be Ruining the Planet", "4. MAGA World says Biden's lost it. Republican senators disagree.", "5. Stephen Miller to launch a new legal group to give Biden fits", "Jump to sidebar section", "* About Us", "* Advertising", "* Breaking News Alerts", "* Careers", "* Credit Card Payments", "* Digital Edition", "* FAQ", "* Feedback", "* Headlines", "* Photos", "* POWERJobs", "* Press", "* Print Subscriptions", "* Write For Us", "* RSS", "* Site Map", "* Terms of Service", "* Privacy Policy", "* Do not sell my info", "* Notice to California Residents", "© 2021 POLITICO LLC"]