["Link: canonical", "Link: image_src", "Link: publisher", "Link: amphtml", "Skip to content", "* * [ Submit ]", "Subscribe", "[ Submit ] _____________________", "Quick Links", "* Dear Therapist", "* Crossword Puzzle", "* Manage Subscription", "Popular", "Latest", "Sections", "* Politics", "* Ideas", "* Photo", "* Science", "* Culture", "* Podcasts", "* Health", "* Education", "* Planet", "* Technology", "* Family", "* Projects", "* Business", "* Global", "* Events", "* Books", "* Fiction", "* Newsletter", "The Atlantic Crossword", "crossword promo", "Play Crossword", "The Print Edition", "the latest issue of the atlantic", "Latest Issue Past Issues", "Give a Gift", "* [ Submit ] Search The Atlantic _____________________", "Quick Links", "* Dear Therapist", "* Crossword Puzzle", "* Manage Subscription", "* Popular", "* Latest", "* * *  * Subscribe", "More in This Series More From 2016 Distilled", "See Project", "* Why Do So Many Americans Think Democrats Are Out of Touch?", "* Clare Foran", "[IMG]", "* Is There Any Room in the 'Big Tent' for Pro-Life Democrats?", "* Clare Foran", "[IMG]", "* Rifts Over Abortion and Economic Populism Threaten to Divide Democrats", "* Clare Foran", "[IMG]", "* A Divided Georgia District Braces for a Runoff as Jon Ossoff Falls Short", "* Clare Foran", "[IMG]", "2016 Election", "Why Is Bernie Sanders Overtaking Hillary?", "As the new year begins, new polling shows a reversal in the Democratic", "primary. What, if anything, stopped the frontrunner’s momentum?", "David A. Graham", "January 13, 2016", "Aaron P. Bernstein / Reuters", "* *  * Link Copied", "*  A funny thing happened between mid-December and now. When everyone", "went into holiday slumber, Hillary Clinton was sailing high; Bernie", "Sanders, after shocking most observers with his impressive popularity,", "seemed to have plateaued around 30 percent. Now, in the homestretch as the", "Iowa caucuses (February 1) and New Hampshire primary (February 9) draw", "closer, the race is getting tighter.", "As I wrote yesterday, Sanders has begun making an argument that he is the", "more electable candidate in the race, a surprising turn. An NBC News/Wall", "Street Journal poll showed him closing the gap in Iowa to three points and", "leading in New Hampshire. Two new polls on Tuesday bring more welcome news", "for the Sanders campaign. Monmouth University finds him opening up a", "whopping 14 point lead in New Hampshire. A Quinnipiac poll shows Sanders", "up five points among likely caucusgoers in Iowa, his first lead in months.", "And a CBS/New York Times poll shows her national lead dropping from 20 to", "7. Nationally, Clinton retains a solid lead, but not nearly as large as a", "few weeks ago:", "Momentum swings and lead changes are nothing new in a presidential race,", "but usually there’s a reason for them. Sometimes those reasons are", "clearer: Ben Carson’s numbers have softened after a series of verbal", "gaffes and campaign turmoil. Other times they’re somewhat more oblique,", "like Carly Fiorina’s tumble in the polls after she proved unable to", "attract attention when not on a debate stage. But there’s been no obvious", "turning point that’s led to the convergence in the Democratic race. There", "have been no additional Democratic debates. Clinton hasn’t committed any", "obviously huge errors. Sanders hasn’t significantly changed his style or", "positions on the trail.", "What’s going on here? I’m not sure there’s a definitive answer, but here", "are a few theories.", "It’s Natural Tightening", "According to this theory, there’s no surprise that things are closer now.", "Voters are just starting to pay attention, and elections almost always get", "closer at the end. It happened in 2004, it happened in 2008 (with", "ultimately disastrous results for Clinton), and it’s happening again. This", "is the view of the Clinton campaign, which says it’s expected a close race", "all along. “Since the campaign started, we have said this race will be a", "competitive, tough race that would tighten and we’d have to earn the", "nomination,” says spokesman Jesse Ferguson. “We have built a tremendous", "grassroots organization in Iowa fueled by enthusiasm for Hillary Clinton", "and her record, that is set to compete and win.”", "The Message Is Resonating", "The Sanders campaign sees the same dynamic from a different perspective,", "which also relies on the idea that voters are just tuning in. They say", "that this is proof that Sanders’s electability and message about", "inequality are resonating with voters now. Another, less charitable view", "put forward by Sanders backers is that people are just sick of", "Clinton—though why would that would manifest itself only now, and not in", "(say) South Carolina?", "The Ad Blitz", "Relatedly, Sanders aired a ton of ads starting in December, and that may", "be pushing his numbers up.", "The Polls Are Bad", "Here are the last four polls included in RealClearPolitics’ Iowa average,", "all of them taken this month: Clinton +3; Sanders +3; Clinton +6; Sanders", "+5. Or take that Monmouth poll in New Hampshire, with the massive lead.", "The fact is, state-level polls are often unreliable at this stage,", "especially as they move to determine who’s a “likely voter/caucusgoer.”", "The Quinnipiac poll, in particular, has gotten some races badly wrong and", "irks many poll-watchers. But polling in general has been pretty rough", "recently. Maybe none of this is even happening in real life.", "It’s All About Trump", "Sanders has sharpened some of his rhetoric about the differences between", "himself and Clinton over time, but the candidate who’s really out bashing", "her (and even more pointedly, her husband) is Donald Trump, bringing up", "some uncomfortable questions about sexual assault and Bill Clinton’s past.", "A side effect of these attacks is that they remind voters of the ugly", "mudslinging of the 1990s. Even if they think it’s a Republican witch hunt,", "do they really want to go through all that again?", "Sanders Hasn’t Faced Fierce Attacks", "That’s a good reminder that Sanders hasn’t been attacked like Clinton has.", "He looks electable now because no one’s laying many blows on him—Clinton", "has jabbed at him on guns, but Martin O’Malley is MIA and the Republicans", "either don’t see him as a serious threat or are just as happy for Clinton", "to sweat. Put him through that grinder, and will his electability numbers", "still look so good?", "There Haven’t Been Any Debates", "Clinton has proven herself a deft debater, and she saw a bounce and/or", "Sanders a drop after the first three (though the last was short-lived).", "But there have been no debates ever since. Maybe limiting the number of", "debates wasn’t such a hot idea!", "Sanders’s Data Gambit Worked", "It was a bold move: Get caught looking at the other campaign's data, then", "portray the punishment as unfair discrimination. But maybe it worked for", "the Sanders campaign, which was able to reassert its antiestablishment", "bonafides and portray itself as a martyr (much to the outrage of the", "Clinton campaign, which felt violated by the Sanders campaign’s", "machinations—even if the staffers involved were pink-slipped). His numbers", "are all up since hitting a trough around the time of that flap, in", "mid-December.", "----------------------------------------------------------------------", "Read Follow-Up Notes", "* Readers show how Clinton flipped her gun rhetoric compared to '08", "* The case for a boring Clinton presidency over Sanders", "----------------------------------------------------------------------", "None of these theories is especially persuasive on its own. Probably", "there’s a little truth in several of them—voters are starting to tune in,", "Clinton has had a mediocre month, Sanders’ electability might be", "overstated. Unless, of course, the polls are wrong. Then all bets are off.", "We want to hear what you think about this article. Submit a letter to the", "editor or write to letters@theatlantic.com.", "[IMG] [IMG]", "David A. Graham is a staff writer at The Atlantic.", "Connect  Facebook  Twitter", "* About", "* Our History", "* Staff", "* Careers", "* Contact", "* Help Center", "* Contact Us", "* Atlantic Brand Partners", "* Press", "* Podcasts", "* The Experiment", "* Social Distance™", "* Floodlines", "* The Ticket: Politics from The Atlantic", "* Crazy/Genius", "* Subscription", "* Purchase", "* Give a Gift", "* Manage Subscription", "* Download iOS App", "* Newsletters", "* Follow", "* *  * *  *  * *  * Privacy Policy", "* Do Not Sell My Personal Information", "* Advertising Guidelines", "* Terms Conditions", "* Responsible Disclosure", "* Site Map", "TheAtlantic.com Copyright (c) 2021 by The Atlantic Monthly Group. All", "Rights Reserved."]