["Link: author", "Link: canonical", "Get started", "Open in app", "EMILY's List", "11K Followers", "About", "Follow", "Sign in", "Get started", "Follow", "11K Followers", "About", "Get started", "Open in app", "Jeb Bush Really Is His Own Man", "But only when it comes to his extreme positions on choice…", "EMILY's List", "EMILY's List", "May 14, 2015·4 min read", "[ Submit ]", "By Stephanie Schriock, president, EMILY’s List", "Jeb Bush spent a lot of time this week trying to convince us that he’s", "different than his brother.", "His amateurish efforts to set himself apart on Iraq are cringeworthy and", "incoherent. And it’s painfully obvious that his campaign won’t be getting", "by without a little help from his big brother’s billionaire friends.", "But for all the bungled attempts to resolve his ever-present identity", "crisis, Jeb is right about one thing:", "When it comes to choice, he is “his own man.”", "The truth is that when George W. was president a little over a decade ago,", "we were living in a different time for the Republican Party. In that", "pre-transvaginal ultrasound, pre-“legimate rape” GOP era, someone like", "Olympia Snowe could be elected to the Senate and someone like George W.", "Bush could run for president without declaring himself to be anti-choice", "even in cases of rape, incest, or when the woman’s life is at stake. As", "president, he could even get away without cutting funding to Planned", "Parenthood!", "A few decades before that, Jeb’s father, George H. W. Bush, actually", "helped introduce family planning legislation in Congress — only moving his", "position on abortion and birth control to the right when he was nominated", "for vice president.", "And in his grandfather’s generation, Prescott Bush not only raised money", "for Planned Parenthood, but actually held a leadership position in the", "organization.", "So with all of Jeb’s bragging about being the most anti-choice candidate", "“in modern times,” he might finally have succeeded in getting his", "political apple to fall to the right of the family tree.", "But the reality is that what Jeb says doesn’t really matter all that much.", "Actions will always speak louder than words. And Jeb’s actions speak", "volumes about the kind of candidate — and the kind of president — he’s", "trying to become.", "After all, we’re talking about a man who once put the life of a disabled", "woman who’d been raped at risk by intervening legally to force her to", "carry her child to term — a move a Florida court later found illegal.", "We’re talking about a man who, as governor, signed a controversial", "abortion ban into law — and praised a similar measure passed by the House", "on Wednesday as “humane and compassionate.”", "We’re talking about a man who likes to defend his anti-choice record by", "saying “the most vulnerable in our society need to be protected” — even", "though he’s shown he’s not above playing politics with a child’s body,", "once going so far as governor as appealing the decision of a court that", "ruled a 13-year-old girl could have an abortion when her pregnancy posed", "an extreme risk to her health.", "We’re talking about someone who likes to talk a big game about how", "taxpayer dollars should never be used to fund abortions — even though he", "slipped millions in taxpayer dollars to Florida “crisis pregnancy centers”", "notorious for lying to and misleading women about their reproductive", "health choices. (This, in a state where 73 percent of counties have no", "abortion providers and crisis centers may be the only places women have to", "turn for the medical care they desperately need.)", "And let’s not forget that Jeb once held $1 million in family planning", "grants hostage until the programs receiving the money agreed not to", "discuss birth control at all.", "This is a candidate who will stop at nothing to win. And at the end of the", "day, while Jeb’s right-wing rhetoric might make him stand out from his", "family, in 2016’s ultra-conservative GOP presidential field, Jeb’s", "positions will just make him blend in. And if his struggle to define his", "position on Iraq this week is any indication, you never know where a", "desperate Jeb is going to go.", "EMILY’s List, the nation’s largest resource for women in politics, has", "raised over $400 million to support pro-choice Democratic women candidates", "— making it one of the most successful political organizations ever. We", "recruit and train candidates, support strong campaigns, research women’s", "issues, and turn out women voters. We’ve trained over 9,000 women to run", "and helped elect over 100 women to the House, 19 to the Senate, 11", "governors, and over 700 to state and local office. Since its founding in", "1985, almost one-third of the candidates EMILY’s List has helped elect to", "Congress have been women of color — including every single Latina, African", "American, and Asian American Democratic Congresswoman currently serving.", "EMILY's List", "We ignite change by getting pro-choice Democratic women elected to office.", "Follow", "3", "[ Submit ]", "3", "3", "[ Submit ]", "[ Submit ]", "* 2016", "* Women", "* Abortion", "More from EMILY's List", "Follow", "We ignite change by getting pro-choice Democratic women elected to office.", "More From Medium", "America, the Facade: The Face of the Other", "Ana Saplala", "[IMG]", "[IMG][IMG]", "My Husband Came Closer to Suicide than I Did", "Misty Moon in The Pink", "[IMG]", "[IMG][IMG]", "You’re Still Doing Remote Work All Wrong", "Will Leitch in Index", "[IMG]", "[IMG][IMG]", "Do Failing Satellites Foretell An Imminent Extinction?", "Will Lockett in Predict", "[IMG]", "[IMG][IMG]", "Google Director Of Engineering: This is how fast the world will change in ten", "years", "Michael Simmons in Accelerated Intelligence", "[IMG]", "[IMG][IMG]", "7 Little Things That Can Tell You A Lot About Someone", "Anthony J. Yeung in Mind Cafe", "[IMG]", "[IMG][IMG]", "It’s Time to Defund Fox News", "Michael Arceneaux in LEVEL", "[IMG]", "[IMG][IMG]", "9 Paradoxical Truths That Will Change How You Think About Life", "Moreno Zugaro in Mind Cafe", "[IMG]", "[IMG][IMG]", "About", "Help", "Legal", "Get the Medium app", "A button that says 'Download on the App Store', and if clicked it will", "lead you to the iOS App store", "A button that says 'Get it on, Google Play', and if clicked it will lead", "you to the Google Play store"]