["Skip to content", "Social Security", "Search  Menu  Languages  Sign in / up", "Agency History", "This is an archival or historical document and may not reflect current", "policies or procedures.", "Research Notes & Special Studies by the Historian's Office", "+------------------------------------------------------------+", "|  Research Note #12:                                        |", "|  Taxation of Social Security Benefits                      |", "|------------------------------------------------------------|", "| Background                                                 |", "|                                                            |", "| Since a pair of 1938 Treasury Department Tax Rulings, and  |", "| another in 1941, Social Security benefits have been        |", "| explicitly excluded from federal income taxation. (A       |", "| revision was issued in 1970, but it made no changes in the |", "| existing policy.) This changed for the first time with the |", "| passage of the 1983 Amendments to the Social Security Act. |", "| Beginning in 1984, a portion of Social Security benefits   |", "| have been subject to federal income taxes.                 |", "|                                                            |", "| The three Treasury Rulings (see below) established as tax  |", "| policy the principle that Social Security benefits were    |", "| not subject to federal income taxes. This was special      |", "| treatment for Social Security benefits since most private  |", "| pensions are partly taxable. In most private pensions, an  |", "| amount of the pension equal to the contributions made by   |", "| the worker are tax-free. The amount of such private        |", "| pensions which exceeds the amount of the worker's          |", "| contributions, is usually subject to federal income taxes. |", "|                                                            |", "| A slightly different, and more complicated, way of saying  |", "| essentially the same thing is that the portion of pension  |", "| benefits not subject to taxation is that on \"after-tax     |", "| income.\" For a worker, his entire pay is subject to        |", "| federal income taxes, including that part that is subject  |", "| to Social Security payroll taxes, and so, in the sometimes |", "| confusing parlance of tax policy, this is said to all be   |", "| \"after-tax income.\" His employer, however, is allowed to   |", "| deduct his portion of the Social Security payroll tax from |", "| his taxable income. So Social Security payments made by    |", "| the employer are considered \"before-tax income\" (and       |", "| hence, not taxable). So the value of the \"before-tax       |", "| income\" received by the beneficiary (i.e., the employer's  |", "| contribution) is potentially taxable. Or to say it the     |", "| other way, only that portion of the worker's \"after-tax    |", "| income\" on which he paid payroll taxes, is not taxable.    |", "|                                                            |", "| Yet another way of describing this idea is to use          |", "| \"exclusion ratios,\" which is how the Treasury Department   |", "| defines the taxable portion of a pension benefit. In all   |", "| of these ways of describing it, the basic idea is the      |", "| same: the pension recepient is generally liable for taxes  |", "| on that portion of his benefits that he did not himself    |", "| contribute.                                                |", "|                                                            |", "| Treasury's underlying rationale for not taxing Social      |", "| Security benefits was that the benefits under the Act      |", "| could be considered as \"gratuities,\" and since gifts or    |", "| gratuities were not generally taxable, Social Security     |", "| benefits were not taxable. It is likely that Treasury took |", "| this view owing to the structure of the 1935 Act in which  |", "| the taxing provisions and the benefit provisions were in   |", "| separate Titles of the law. Because of this structure, one |", "| could argue that the taxes were just a form of             |", "| revenue-raising, unrelated to the benefits. The benefits   |", "| themselves could then be seen as a \"gratuity\" that the     |", "| federal government paid to certain classes of citizens.    |", "| Although this was clearly not true in a political and      |", "| moral sense, it could be construed this way in a legal     |", "| sense. In the context of public policy, most people would  |", "| hold the view that the tax contributions created an        |", "| \"earned right\" to subsequent benefits. Notwithstanding     |", "| this common view, the Treasury Department ruled that there |", "| was no such necessary connection and hence that Social     |", "| Security benefits were not taxable.                        |", "|                                                            |", "| On the other hand, the fact of the matter is that Social   |", "| Security beneficiaries do not fully fund their benefits    |", "| through their payroll taxes. Benefits are funded from      |", "| three sources: the employee's payroll tax, the employer's  |", "| matching payroll tax, and interest earned by the Trust     |", "| Funds. Only one part of this funding could be said to have |", "| been directly paid by the beneficiary. Also, technically   |", "| speaking, benefits are computed based on the workers'      |", "| earnings, not on the amount of taxes they pay.             |", "|                                                            |", "| So the beneficiary's own contributions do not account for  |", "| the employer's matching contribution or the interest       |", "| earned on both. Nor does it account for the benefits       |", "| received in excess of total contributions. That is, due to |", "| the fact that the Social Security program operates in part |", "| on the insurance principle, most beneficiaries receive far |", "| more in benefits than either they and/or their employers   |", "| contributed to the system.                                 |", "|                                                            |", "| If a rigorous effort is made to identify how much of the   |", "| average beneficiary's benefit was directly paid for by the |", "| beneficiary, the general answer is about 15%. Or to say it |", "| the other way, about 85% of the average Social Security    |", "| benefit represents an amount in excess of that contributed |", "| to the program by the average worker.                      |", "|                                                            |", "| The 1979 Advisory Council and the Greenspan Commission     |", "|                                                            |", "| The 1979 Advisory Council was charged with studying the    |", "| financing and benefit provisions of the Social Security    |", "| program. The Council wrote extensively on the issue of     |", "| taxation of Social Security benefits:                      |", "|                                                            |", "| \"The present tax treatment of social security was          |", "| established at a time when both social security benefits   |", "| and income tax rates were low. In 1941 the Bureau of       |", "| Internal Revenue ruled that social security benefits were  |", "| not taxable, most probably because they were viewed as a   |", "| form of income similar to a gift or gratuity.              |", "| The council believes that this ruling was wrong when made  |", "| and is wrong today. The right to social security benefits  |", "| is derived from earnings in covered employment just as is  |", "| the case with private pensions.                            |", "| The council believes that the current tax treatment of     |", "| private pensions is a more appropriate model for the tax   |", "| treatment of social security, Pension benefits from        |", "| contributory private pension plans (including those for    |", "| government employees) are now taxed to the extent that the |", "| benefits exceed the employee's accumulated contributions   |", "| to the plan. Cumulative retirement benefits up to the      |", "| employee's own total contributions are not taxed because   |", "| the income from which the contributions were paid was      |", "| taxable. That part of the benefit representing the         |", "| employer's contribution and interest income on both the    |", "| employee's and the employer's contributions is taxed when  |", "| received.                                                  |", "| Estimates by the Office of the Actuary of the Social       |", "| Security Administration indicate that workers now entering |", "| covered employment in aggregate will make payroll tax      |", "| payments totaling no more than 17 percent of the benefits  |", "| that they can expect to receive. The self-employed will    |", "| pay no more than 26 percent on average. Therefore, if      |", "| social security benefits were accorded the same tax        |", "| treatment as private pensions, only 17 percent of the      |", "| benefit would be exempt from tax when received, and 83     |", "| percent would be taxable. . . Rough Justice would be done, |", "| however, if half the benefit (the part commonly if         |", "| somewhat inaccurately attributed to the employer           |", "| contribution) were made taxable.\"                          |", "|                                                            |", "| This recommendation by the Advisory Council encountered    |", "| widespread resistance in the Congress. In an effort to     |", "| make the idea more palatable, it was suggested that        |", "| exclusionary thresholds could be added so that             |", "| beneficiaries of low to moderate incomes would not be      |", "| affected. This was similar to the procedure in use for the |", "| taxation of unemployment compensation benefits, which      |", "| began in 1978.                                             |", "|                                                            |", "| Thus, the proposal as it emerged was for 50% of Social     |", "| Security benefits to be subject to federal income tax,     |", "| with threshold exclusions set at the same levels as those  |", "| used for Unemployment Compensation (U.C.).                 |", "|                                                            |", "| Following the 1979 Advisory Council, the National          |", "| Commission on Social Security Reform (informally known as  |", "| the Greenspan Commission after its Chairman) was appointed |", "| by the Congress and the President in 1981 to study and     |", "| make recommendations regarding the short-term financing    |", "| crisis that Social Security faced at that time. Estimates  |", "| were that the Old-Age and Survivors Insurance Trust Fund   |", "| would run out of money, possibly as early as August 1983.  |", "| This bipartisan Commission was to make recommendations to  |", "| Congress on how to solve the problems facing Social        |", "| Security. Their report, issued in January 1983, was the    |", "| basis for Congress' consideration of the Social Security   |", "| reform proposals which ultimately resulted in the 1983     |", "| Social Security Amendments.                                |", "|                                                            |", "| In its Report, the Commission recommended that Social      |", "| Security benefits be taxable: \"The National Commission     |", "| recommends that, beginning with 1984, 50% of OASDI         |", "| benefits should be considered as taxable income for        |", "| income-tax purposes for persons with Adjusted Gross Income |", "| (before including therein any OASDI benefits) of $20,000   |", "| if single and $25,000 if married. The proceeds from such   |", "| taxation, as estimated by the Treasury Department, would   |", "| be credited to the OASDI Trust Funds under a permanent     |", "| appropriation.\"                                            |", "|                                                            |", "| This was essentially the Advisory Council recommendation   |", "| as it had come to be modified in subsequent debate. (With  |", "| the change that the thresholds are computed before adding  |", "| in the Social Security benefit--the opposite of the way it |", "| was done in U.C.)                                          |", "|                                                            |", "| The Commission estimated that its proposals would effect   |", "| only about 10% of Social Security beneficiaries and that   |", "| it would result in $30 billion in revenue to the Trust     |", "| Funds in the first seven years.                            |", "|                                                            |", "| 1983 Amendments                                            |", "|                                                            |", "| Congress passed and President Reagan signed into law the   |", "| 1983 Amendments. Under the '83 Amendments, up to one-half  |", "| of the value of the Social Security benefit was made       |", "| potentially taxable income. The specific rules adopted in  |", "| 1983 were:                                                 |", "|                                                            |", "| +-----------------------------------------+                |", "| | If the taxpayer's combined income       |                |", "| | (total of adjusted gross income,        |                |", "| | interest on tax-exempt bonds, and 50%   |                |", "| | of Social Security benefits and Tier I  |                |", "| | Railroad Retirement Benefits) exceeds a |                |", "| | threshold amount ($25,000 for an        |                |", "| | individual, $32,000 for a married       |                |", "| | couple filing a joint return, and zero  |                |", "| | for a married person filing             |                |", "| | separately), the amount of benefits     |                |", "| | subject to income tax is the lesser of  |                |", "| | 50% of benefits or 50% of the excess of |                |", "| | the taxpayer's combined income over the |                |", "| | threshold amount. The additional income |                |", "| | tax revenues resulting from this        |                |", "| | provision are transferred to the trust  |                |", "| | funds from which the corresponding      |                |", "| | benefits were paid. Effective for       |                |", "| | taxable years beginning after 1983.     |                |", "| +-----------------------------------------+                |", "|                                                            |", "| When considering the 1983 Amendments, the Report by the    |", "| House Ways & Means Committee argued as follows: \"Your      |", "| Committee believes that social security benefits are in    |", "| the nature of benefits received under other retirement     |", "| systems, which are subject to taxation to the extent they  |", "| exceed a worker's after-tax contributions and that taxing  |", "| a portion of social security benefits will improve tax     |", "| equity by treating more nearly equally all forms of        |", "| retirement and other income that are designed to replace   |", "| lost wages. . .\"                                           |", "|                                                            |", "| The Senate Finance Committee Report offered these          |", "| additional observations: \". . . by taxing social security  |", "| benefits and appropriating these revenues to the           |", "| appropriate trust funds, the financial solvency of the     |", "| social security trust funds will be strengthened. . . . By |", "| taxing only a portion of social security and railroad      |", "| retirement benefits (that is, up to one-half of benefits   |", "| in excess of a certain base amount), the Committee's bill  |", "| assures that lower-income individuals . . . will not be    |", "| taxed on their benefits. The maximum proportion of         |", "| benefits taxed is one-half in recognition of the fact that |", "| social security benefits are partially financed by         |", "| after-tax employee contributions.\"                         |", "|                                                            |", "| The Senate Report thus acknowledged that one motivating    |", "| factor in introducing this change was to raise revenue for |", "| the Trust Funds. This was part of a much larger package of |", "| program changes designed to address the financial solvency |", "| of the program. One might fairly say that cutting benefits |", "| and raising revenues was the purpose of the 1983           |", "| Amendments, and the adoption of Social Security benefit    |", "| taxation was simply one provision among many to facilitate |", "| these aims. It is also important to note that funds raised |", "| under this provision do not go into the General Fund of    |", "| the Treasury but into the Social Security Trust Funds.     |", "| This emphasizes again that the purpose of introducting     |", "| this provision was to raise revenue to help restore Social |", "| Security's financial solvency. (The Committees estimated   |", "| the six-year savings from this provision at $26.6 billion, |", "| and estimated that this provision would supply almost 30%  |", "| of the total additional long-range funding provided by the |", "| Amendments.)                                               |", "|                                                            |", "| We should also take note of the rationale for the          |", "| exclusionary thresholds in the law. The Congress intended  |", "| that the taxation provisions should not affect             |", "| \"lower-income individuals.\" The $25,000 and $32,000        |", "| thresholds were included to accomplish this. So the        |", "| thresholds are not based on any feature of the Social      |", "| Security program--they are pure tax policy. Since the      |", "| thresholds in the 1983 law were intentionally not indexed, |", "| over time, they would lose some of their threshold effect  |", "| as increases in real income or in inflation would tend to  |", "| pull more and more people into tax liability. Indeed, by   |", "| the time the law was first amended in 1993, about 18% of   |", "| Social Security beneficiaries had some tax liability       |", "| (compared to about 10% when the law was originally         |", "| enacted).                                                  |", "|                                                            |", "| The idea that only one-half of the benefits would be       |", "| subject to taxation did have some basis in the Social      |", "| Security program. It was based on the simple notion that   |", "| the employee had made only one-half the contributions used |", "| to fund his benefit (the other half having been paid by    |", "| the employer). Since in private pensions, benefits in      |", "| excess of the employee's own contributions are taxable,    |", "| one could argue that 50% of Social Security benefits       |", "| should be subject to taxation. As Ways and Means Committee |", "| member Wyche Fowler (D-GA) explained the provision on the  |", "| House floor: \" . . . although employees pay income taxes   |", "| on their income subject to the payroll tax, employers do   |", "| not because they can claim a business expense deduction    |", "| for their payroll tax payments. Therefore, it is argued    |", "| that requiring Social Security beneficiaries to pay taxes  |", "| on their benefits--the part provided by employer           |", "| contributions--is appropriate at the time of receipt.\"     |", "|                                                            |", "| Even so, this rough-approximation did not really give      |", "| Social Security benefits the same tax treatment as private |", "| pensions--because the real \"non-contributed\" portion is    |", "| about 85% of the average benefit, not 50%. During          |", "| consideration of the bill in the two houses some           |", "| unsuccessful amendments were advanced to make the Social   |", "| Security provision more precisely like those governing     |", "| private pensions, but ultimately the idea of a 50% portion |", "| prevailed.                                                 |", "|                                                            |", "| The idea of taxing benefits, like many of the individual   |", "| features of the omnibus bill, was not universally popular. |", "| Some complained that it introduced a form of \"means test\"  |", "| in that beneficiaries of lower incomes were not subject to |", "| the provision (due to the thresholds). It was also argued  |", "| that this introduced General Revenue financing into the    |", "| system, and that it watered-down the equity of those       |", "| beneficiaries who had to pay taxes.                        |", "|                                                            |", "| Ultimately, the 1983 Amendments were passed in the House   |", "| on the evening of March 9, 1983 by a vote of 282 to 148.   |", "| On the evening of March 23rd, the Senate passed its        |", "| version of the bill by a vote of 88 to 9. Both bills       |", "| contained virtually identical provisions for the taxation  |", "| of benefits, with only one change in the Senate bill:      |", "| requiring that tax-free interest income be used in the     |", "| computation to determine if the thresholds were exceeded.  |", "| In the Conference, which took place on March 24th, the     |", "| House accepted the Senate provision. Immediately following |", "| the conclusion of the Conference, at 10:25 p.m. that       |", "| night, the Congress reconvened to consider the Conference  |", "| Report. The House quickly adopted the Conference Report by |", "| a vote of 243 to 102. In the Senate, the debate went on    |", "| through the night and finally, in the early morning hours  |", "| of March 25th, the Senate voted 58-14 for final passage.   |", "| (See detailed Summary of the 1983 Amendments.)             |", "|                                                            |", "| 1993 Changes in the Law:                                   |", "|                                                            |", "| In 1993, as part of Omnibus Budget Reconciliation Act, the |", "| Social Security taxation provision was modified to add a   |", "| secondary set of thresholds and a higher taxable           |", "| percentage for beneficiaries who exceeded the secondary    |", "| thresholds. Specifically, the 1993 did the following:      |", "|                                                            |", "| +-----------------------------------------+                |", "| | Modified for a taxpayer with combined   |                |", "| | income exceeding a secondary threshold  |                |", "| | amount ($34,000 for an individual,      |                |", "| | $44,000 for a married couple filing a   |                |", "| | joint return, and zero for a married    |                |", "| | person filing separately), so that the  |                |", "| | amount of benefits subject to income    |                |", "| | tax is increased to the sum of (1) the  |                |", "| | smaller of (a) $4,500 for an            |                |", "| | individual, $6,000 for a married couple |                |", "| | filing a joint return, or zero for a    |                |", "| | married person filing separately, or    |                |", "| | (b) 50% of the benefit, plus (2) 85% of |                |", "| | the excess of the taxpayer's combined   |                |", "| | income over the secondary threshold.    |                |", "| | However, no more than 85% of the        |                |", "| | benefit amount is subject to income     |                |", "| | tax. The additional income tax revenues |                |", "| | resulting from the increase in the      |                |", "| | taxable percentage from 50% to 85% are  |                |", "| | transferred to the HI Trust Fund.       |                |", "| | Effective for taxable years beginning   |                |", "| | after 1993.                             |                |", "| +-----------------------------------------+                |", "|                                                            |", "| Note that these were secondary thresholds and taxable      |", "| percentages. Thus they did not increase the number of      |", "| beneficiaries subject to taxation. Rather, they raised the |", "| potential tax liability for a subset of those already      |", "| subject to the tax (those with higher earnings). Prior to  |", "| this change, 81.8% of Social Security beneficiaries had no |", "| potential tax liability for their Social Security          |", "| benefits. This was not changed, in any way, by the 1993    |", "| law. However, of the 18.2% already subject to potential    |", "| taxation, 10.6% saw their potential tax liability          |", "| increase, while the remaing 7.6% suffered no change.       |", "|                                                            |", "| The changes introduced by the 1993 amendments were         |", "| designed to make the treatment of Social Security benefits |", "| more closely approximate private pensions--albeit, only    |", "| for higher-income beneficiaries. To this end, the taxable  |", "| percentage was set at 85% for these higher-income          |", "| beneficiaries. New thresholds were added, but only to      |", "| differentiate those subject to the higher percentage from  |", "| those still subject to the 50% figure.                     |", "|                                                            |", "| In explaining the rationale for these changes, the House   |", "| Budget Report stated:                                      |", "|                                                            |", "| \"The committee desires to more closely conform the income  |", "| tax treatment of Social Security benefits and private      |", "| pension benefits by increasing the maximum amount of       |", "| Social Security benefits included in gross income for      |", "| certain higher-income beneficiaries. Reducing the          |", "| exclusion for Social Security benefits for these           |", "| beneficiaries will enhance both the horizontal and         |", "| vertical equity of the individual income tax system by     |", "| treating all income in a more similar manner.\"             |", "|                                                            |", "| Under the House version of the bill, however, the          |", "| increased revenues from the new percentage taxable was to  |", "| go to the General Fund of the Treasury. Under the Senate   |", "| version, the increased revenues were to go into the        |", "| Medicare HI Trust Fund. The Senate position prevailed.     |", "|                                                            |", "| Under the House bill, there were no changes in the         |", "| existing thresholds--everyone with countable income over   |", "| the 1983 thresholds would be subject to the 85% rate.      |", "| Under the Senate version, new secondary thresholds were    |", "| proposed at $32,000 and $40,000--with the old rules        |", "| applying for those over the old thresholds but under these |", "| secondary thresholds. For those over the new thresholds,   |", "| the 85% figure would come into play. The Senate version    |", "| prevailed here as well, except that the Conference agreed  |", "| to boost the secondary thresholds to $34,000 and $44,000.  |", "|                                                            |", "| Thus, under present law, almost all Social Security        |", "| beneficiaries still enjoy more favorable tax treatment of  |", "| their benefits than is the case for recipients of private  |", "| pensions.                                                  |", "|------------------------------------------------------------|", "|   Early Treasury Rulings on Taxation of Social Security    |", "|                          Benefits                          |", "|------------------------------------------------------------|", "| Bibliography:                                              |", "|                                                            |", "| Omnibus Budget Reconciliation Act of 1993. Report of the   |", "| Committee on the Budget, House of Representatives, to      |", "| Accompany H.R. 2264. Report 103-111. May 25, 1993. Pgs.    |", "| 653-654.                                                   |", "|                                                            |", "| Omnibus Budget Reconciliation Act of 1993. Conference      |", "| Report, to Accompany H.R. 2264. Report 103-213. August 4,  |", "| 1993. Pgs. 594-595.                                        |", "|                                                            |", "| Pattison, David and Harrington, David, \"Proposals to       |", "| Modify the Taxation of Social Security Benefits: Options   |", "| and Distributional Effects,\" Social Security Bulletin,     |", "| Summer 1993. Vol. 56, No. 2, pgs. 3-21.                    |", "|                                                            |", "| Social Security Act Amendments of 1983. Report of the      |", "| Committee on Ways and Means, House of Representatives, to  |", "| Accompany H.R. 1900. Report 98-25. March 4, 1983.          |", "|                                                            |", "| Social Security Act Amendments of 1983. Report of the      |", "| Committee on Finance, to Accompany S. 1. Report 98-23.     |", "| March 11, 1983.                                            |", "|                                                            |", "| Social Security Financing and Benefits: Report of the 1979 |", "| Advisory Council, December 7, 1979. Department of Health & |", "| Human Services, Social Security Administration.            |", "|------------------------------------------------------------|", "|                                               Larry DeWitt |", "|                                     SSA Historian's Office |", "|                                              February 2001 |", "+------------------------------------------------------------+", "Historical Links", "* History Home Page", "* About Us", "* Accessibility", "* FOIA", "* Open Government", "* Glossary", "* Privacy", "* Report Fraud, Waste or Abuse", "This website is produced and published at U.S. taxpayer expense."]