["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "FactCheck Posts", "Social Security Scare", "By Eugene Kiely", "Posted on October 3, 2012", "----------------------------------------------------------------------", "* 630", "* * * Seniors beware: The Obama and Romney campaigns are making false", "claims about taxing Social Security benefits:", "* Vice President Joe Biden told seniors in Florida that Romney’s tax", "plan “would raise taxes on your Social Security.” But that’s not part", "of Romney’s tax plan. It’s the Obama-Biden campaign’s latest", "misrepresentation of a nonpartisan study. The group that did the", "analysis disputes the campaign’s interpretation of its work.", "* The Romney campaign and the National Republican Committee falsely", "claim that Biden “repeatedly voted for higher taxes on Social Security", "benefits.” Obama and Biden repeatedly opposed attempts to cut the tax", "on Social Security benefits for higher-income seniors, but that’s not", "a vote for raising taxes higher than they are now.", "Scaring Senior Citizens", "This back-and-forth with the campaigns started with President Obama’s", "speech to the AARP on Sept. 21. Obama said Romney’s tax plan “could mean", "higher taxes for seniors on Social Security, including taxing benefits for", "seniors who make less than $32,000 a year for the first time ever. Nearly", "30 million seniors could see their taxes go up by hundreds of dollars.”", "The campaign, a week later, raised the stakes.", "In Florida, a battleground state that has the highest share of seniors", "among all states, Biden told elderly voters at a retirement community in", "Boca Raton that the Romney-Ryan “plan on Social Security -– the one they", "have now -– would raise taxes on your Social Security.”", "Biden, Sept. 28: And, as the president pointed out, their plan on Social", "Security -– the one they have now -– would raise taxes on your Social", "Security. … Well, Governor Romney’s plan goes into effect, it could mean", "that everyone, every one of you, could be paying more taxes on your", "Social Security. The average senior would have to pay $460 a year more", "in taxes for their Social Security.", "That same day, the Obama “truth team” posted a Web video that provides an", "accounting of how seniors could spend $460 — including $20 on “a birthday", "present for your grandson” — if seniors didn’t have to pay higher taxes.", "The campaign also posted a chart with the headline, “The Romney-Ryan plan:", "Raise Taxes on Middle-Class Seniors.” The chart purports to show how much", "more in taxes seniors, depending on their income, could pay under the", "Romney plan.", "One problem: It’s all fiction.", "The Obama campaign told us that the tax hike figures in the chart —", "including the $460 average used by Biden — are based on the assumption", "that Romney would reduce the partial tax exclusion for Social Security", "benefits by 58 percent. That comes from an analysis by the nonpartisan Tax", "Policy Center of “a revenue-neutral individual income tax change that", "incorporates the features Governor Romney has proposed.” Romney has", "proposed cutting income tax rates across the board by 20 percent and", "reducing or eliminating tax deductions, credits and exclusions in order to", "make up for the lost revenue.", "TPC, Aug. 1: In practice, revenue-neutrality requires a net tax increase", "on taxpayers with income below $200,000, which we assume is implemented", "so that those taxpayers all experience an equal reduction in after-tax", "income. “Average percent change in after-tax income in revenue-neutral", "case” assumes equal across-the-board reductions in tax expenditures for", "taxpayers below $200,000 of 58 percent, the reduction required to", "achieve revenue neutrality.", "Romney, however, hasn’t said which tax exclusions he would eliminate or", "reduce. So, the Tax Policy Center made some assumptions. Its analysis", "listed the partial exclusion for Social Security benefits among the “tax", "expenditures we are assuming are ‘on the table.’ ”", "That assumption may be wrong and TPC knows it. That’s why the center’s", "director has said it would be wrong to “interpret this [study] as evidence", "that Governor Romney wants to increase taxes on the middle class in order", "to cut taxes for the rich.” Romney could pursue other options, such as", "breaking his promise to make the tax plan revenue neutral.", "The Obama campaign repeatedly ignores the TPC’s warning, and continues to", "mislead different voting blocs — such as in a recent ad targeting young", "mothers that claimed Romney “could take away middle-class deductions for", "child care, home mortgages and college tuition.”", "Romney Response", "The Romney campaign responded by correctly noting that Biden voted in 1993", "as a senator to raise the taxable portion of Social Security benefits for", "individuals earning above $34,000 and married couples making more than", "$44,000. The Romney campaign fails to mention, however, that the", "additional tax revenue goes into the Medicare hospital insurance trust", "fund — which is rapidly depleting and could be exhausted by 2024.", "Also, the Romney campaign goes too far when it says that “as senators,", "President Obama and Vice President Biden repeatedly voted for higher taxes", "on Social Security benefits.”", "The Romney campaign notes that Biden and Obama voted against", "Republican-backed amendments in 2005 and 2007 that would have returned the", "tax on Social Security benefits to the 1983 level, as established by", "President Ronald Reagan. But that would have cut taxes for higher-income", "seniors; it would not have resulted in “higher taxes” for anyone.", "The Republican National Committee has spread the misinformation. The", "RNC tweeted to its 147,000-plus followers on the day of the vice", "president’s speech in Florida: “Biden Has Repeatedly Voted For Higher", "Taxes On Social Security Benefits,” with a link to the RNC website that", "lists six times when Biden voted against repealing the 1993 tax hike.", "— Eugene Kiely", "* Categories", "* FactCheck Posts", "* Issue", "* Social Security", "* People", "* Joe Biden", "----------------------------------------------------------------------", "Previous StoryFactCheck Mailbag, Week of Sept. 25-Oct. 1", "Next StoryNRCC Reaching with Robocall", "----------------------------------------------------------------------", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]