["Link: profile", "Link: canonical", "Link: next", "Skip to main content", "FactCheck.org^® A Project of The Annenberg Public Policy Center", "Become a Facebook fan", "Follow us on Twitter", "Get the RSS feed", "Follow us on Tumblr", "Sign up for the email newsletter", "Help us hold politicians accountable.", "FactCheck.org^®", "* Home", "* Articles", "* Featured Posts", "* FactCheck Posts", "* SciCheck", "* Debunking False Stories", "* 2020 Election", "* Ask a Question", "* Ask FactCheck", "* Ask SciCheck", "* Donate", "* Topics", "* President Biden", "* Donald Trump", "* Coronavirus", "* immigration", "* climate change", "* View All", "* About Us", "* Our Mission", "* Our Process", "* Our Funding", "* Our Staff", "* Undergraduate Fellows", "* Awards", "* Request a Correction", "* Contact Us", "* Search", "* More", "* Viral Claims", "* FactCheck On the Air", "* Subscribe", "* Mailbag", "* Quiz Archive", "* Party Lines", "* 2018 Election", "Debunking False Stories", "FactCheck.org is one of several organizations working with Facebook to", "debunk misinformation shared on the social media network. We provide", "several resources for readers: a guide on how to flag suspicious stories", "on Facebook and a list of websites that have carried false or satirical", "articles, as well as a video and story on how to spot false stories.", "Bogus Claims About Biden’s Treatment of Homeless Veterans", "Bogus Claims About Biden’s Treatment of Homeless Veterans", "March 26, 2021", "After the Biden administration said it would spend $86 million to", "temporarily house immigrants at the southern border in hotels, viral posts", "— including a tweet by Rep. Madison Cawthorn — falsely claimed the White", "House has directed “zero dollars” to homeless veterans. The American", "Rescue Plan includes $750 million to provide housing for veterans.", "Three False Claims About the Federal Voting Rights Bill", "Three False Claims About the Federal Voting Rights Bill", "March 24, 2021", "Claims mischaracterizing a federal voting rights bill have been", "circulating on social media. The proposed law would not “ban” state voter", "ID laws, bar states from removing ineligible voters from their rolls, or", "allow minors to vote.", "Posts Misrepresent Columbia’s Multicultural Graduation Ceremonies", "Posts Misrepresent Columbia’s Multicultural Graduation Ceremonies", "March 22, 2021", "Columbia University will supplement its regular 2021 graduation ceremony", "with multicultural ceremonies for members of the Latinx, Asian, Black and", "other student communities who want to participate. Social media users are", "misrepresenting these voluntary ceremonies as “segregation.”", "Capitol Protesters Were Armed With Variety of Weapons", "Capitol Protesters Were Armed With Variety of Weapons", "March 10, 2021", "Conservative social media posts misleadingly claim the attack on the U.S.", "Capitol on Jan. 6 was not an “armed” insurrection, citing FBI testimony", "that no guns were seized from suspects that day. But 23 people have been", "charged with having deadly or dangerous weapons during the assault —", "including a loaded handgun found on a man arrested on Capitol grounds.", "Posts Spread Bogus Harris Quote Fabricated on Satirical Site", "Posts Spread Bogus Harris Quote Fabricated on Satirical Site", "March 8, 2021", "Posts circulating on social media falsely claim that Vice President Kamala", "Harris supports deep cuts to veterans’ programs, telling them to “get a", "job.” It’s a fabricated quotation that originated on a satirical website.", "False Claims Cited in Bogus Theory that Biden Isn’t President", "False Claims Cited in Bogus Theory that Biden Isn’t President", "March 2, 2021", "Facebook posts use faulty claims to baselessly suggest that President Joe", "Biden isn’t really the president. For example, some point out that he", "hasn’t delivered a State of the Union address. But new presidents", "typically don’t in their first year.", "Post Revives Fabricated Image of View from Mars", "Post Revives Fabricated Image of View from Mars", "February 26, 2021", "A computer-rendered image has been mischaracterized on social media posts", "as a photo taken from Mars, purportedly showing Earth, Venus and Jupiter", "in vertical alignment. Although the same image was previously debunked in", "2012, the claim resurfaced after the Perseverance rover landed on Mars in", "mid-February.", "Posts Spread Fake Biden Tweet About Coca-Cola, Diversity Training", "Posts Spread Fake Biden Tweet About Coca-Cola, Diversity Training", "February 25, 2021", "A popular image is made to appear as if President Joe Biden posted a", "racist tweet discussing Coca-Cola and “cultural reappropriation.” There is", "no record of Biden ever posting that tweet.", "Biden Hasn’t Reduced COVID-19 Testing at the Border", "Biden Hasn’t Reduced COVID-19 Testing at the Border", "February 25, 2021", "The Biden administration has made no changes to COVID-19 testing policies", "for either U.S. Immigration and Customs Enforcement or Customs and Border", "Patrol. But a claim circulating online falsely suggests that the", "administration has stopped testing detained immigrants before they are", "released.", "Biden Administration Approved Texas Power Request, Contrary to False Claim", "Biden Administration Approved Texas Power Request, Contrary to False Claim", "February 23, 2021", "The U.S. Department of Energy approved a request to allow power plants in", "snowstorm-battered Texas to temporarily bypass some environmental limits", "during its energy crisis, in order to produce more power. Viral headlines", "falsely claim the department rejected the request.", "* 1", "* 2", "* 3", "* »Next page", "* 79", "Ask SciCheck", "Q: Do the COVID-19 vaccines cause infertility?", "A: There’s no evidence that approved vaccines cause fertility loss.", "Although clinical trials did not study the issue, loss of fertility has", "not been reported among thousands of trial participants nor confirmed as", "an adverse event among millions who have been vaccinated.", "Read the full question and answer", "View the Ask SciCheck archives", "Have a question? Ask us.", "Donate Now", "Because facts matter.", "Coronavirus Coverage", "Coronavirus Coverage", "Correcting misinformation about the pandemic.", "SciCheck", "SciCheck", "Fact-checking science-based claims.", "Ask SciCheck", "Ask SciCheck", "Answers to your science questions.", "Facebook Initiative", "Facebook Initiative", "Debunking false stories.", "Viral Spiral", "Viral Spiral", "Don’t get spun by internet rumors.", "Sign Up", "Sign Up", "Get free email alerts.", "Mailbag", "Mailbag", "Letters from our readers.", "On the Air", "On the Air", "Our staff on TV and radio.", "2020 Players Guide", "2020 Players Guide", "The special interest groups behind the TV ads.", "Swing State Watch", "Swing State Watch", "Examining political messages in key states.", "NewsFeed Defenders", "NewsFeed Defenders", "A media literacy game to detect misinformation.", "Health Watch", "Health Watch", "Fact-checking the health care debate.", "Party Lines", "Party Lines", "Misleading political talking points.", "FlackCheck.org", "FlackCheck.org", "Our sister site for political literacy.", "* Archives", "* Privacy", "* Copyright Policy", "* Contact Us", "* Report Accessibility Issues and Get Help", "© Copyright 2021 FactCheck.org ^®", "A Project of The Annenberg Public Policy Center of the University of", "Pennsylvania"]