["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "Congress", "Republicans signal new willingness to pass disaster aid bill", "Vice President Pence signaled that the White House is prepared to drop", "objections to a relief bill for Midwest flooding and Puerto Rico recovery.", "Image:", "The swelling Mississippi River covers roadways and surrounds houses in", "Foley, Missouri, last week.Colter Peterson / St. Louis Post-Dispatch via", "AP", "May 7, 2019, 9:58 PM UTC", "By Leigh Ann Caldwell and Frank Thorp V", "WASHINGTON — After months of stalemate and with pressure mounting on", "Congress, Republicans on Capitol Hill indicated Tuesday that they are open", "to supporting a multibillion-dollar disaster aid package that would also", "provide funding for Puerto Rico.", "The movement came after Vice President Mike Pence met with Senate", "Republicans for their weekly policy lunch and indicated that the White", "House wants a deal.", "“He just said the president, the administration, wanted us to work this", "out and told me and the leader they were on board now,” said Sen. Richard", "Shelby, R-Ala., chairman of the Appropriations Committee, referring to", "Senate Majority Leader Mitch McConnell, R-Ky.", "Shelby offered some caution, however, adding senators weren't entirely", "clear about “what that means.”", "President Donald Trump helped to derail a disaster aid package this year", "because of the inclusion of $600 million in nutritional aide for Puerto", "Rico.", "“Puerto Rico got far more money than Texas & Florida combined, yet their", "government can’t do anything right, the place is a mess — nothing works,”", "Trump wrote on Twitter in April, the same day the Senate failed to pass a", "key procedural vote on the disaster bill.", "Pressure on the president and Congress is increasing as the Midwest is", "experiencing its second major flood in two months.", "There are reports, however, that the White House wants to add money for", "the border to the disaster bill, leading Senate Minority Leader Chuck", "Schumer, D-N.Y., to say that the president “complicated-up the disaster", "bill once, maybe he’s doing it twice.”", "In perhaps the biggest signal of a breakthrough, McConnell also said he is", "open to additional Puerto Rico aid.", "“They've certainly got substantial amount already, but we're open to", "discussing additional — we need to get this done,” McConnell told", "reporters after Tuesday's lunch. “I believe I'm correct that this has", "taken longer than after any previous disaster to address the problem.”", "The House is set to vote on the updated emergency funding bill on Friday,", "totaling $17.2 billion for recent disasters including for tornadoes,", "wildfires and Hurricanes Florence, Michael, Harvey and Irma. It includes", "an additional $3 billion for flooding in the Midwest.", "Pence spoke at length about disaster aid, according to multiple senators", "who attended. Those senators indicated that the White House is no longer", "drawing a red line that no funding for Puerto Rico be included.", "“Do your best,” Pence told Senate Republicans, according to Sen. Kevin", "Cramer, R-N.D., a comment Cramer said was a sign that the White House is", "going to let the disaster aid pass.", "“The president clearly wants to do right by this,\" Cramer said, adding", "that Trump and Pence have seen the flooding first-hand. \"It’s time to get", "it done. That was the message that I heard anyway.\"", "Shelby, who has been engaged in talks with the White House over the aid", "package, said that his conversations with White House chief of staff Mick", "Mulvaney have been “candid.”", "“We’re just challenged at the moment after months and months of trying to", "resolve this. We need to do it. We needed to have already done it,” Shelby", "said. “My point was, if we can’t do this, what the heck can we do on", "something much bigger?”", "Leigh Ann Caldwell", "Leigh Ann Caldwell is an NBC News correspondent.", "Image: Frank ThorpFrank Thorp V", "Frank Thorp V is a producer and off-air reporter covering Congress for NBC", "News, managing coverage of the Senate.", "Alex Moe contributed.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]