["Link: canonical", "Link: amphtml", "Explore", "Hindustan Times News", "free E-Paper", "Games", "Sign in", "Hi,  Sign out", "IND USA", "Sign in", "Hi,  Sign out", "_____________________", "[ Submit ]", "* Home", "* India News", "* Cities", "* Mumbai News", "* Delhi News", "* Bengaluru News", "* Gurugram News", "* Pune News", "* Chandigarh News", "* Kolkata News", "* Elections", "* Opinion", "* Analysis", "* Editorials", "* World News", "* Entertainment", "* Bollywood", "* Hollywood", "* TV", "* Cricket", "* India vs England", "* Trending", "* Videos", "* Explainer Videos", "* On The Record", "* In Focus", "* HT Weekend", "* Aur Batao", "* Vikram Chandra Daily Wrap", "* Lifestyle", "* Fashion", "* Health", "* Travel", "* Education", "* Podcasts", "* Web Stories", "* Health", "* Auto", "* Sports", "* Hockey", "* Football", "* HT Tech", "* CricHT", "* HT Friday Finance", "* Photos", "* Business News", "* HT Brand Stories", "* HT School", "* HT Bangla", "* Science", "* Explore Hindustan Times", "* Subscribe newsletter", "* Weather Today", "* About Us", "* Contact Us", "* Privacy Policy", "* Terms of Use", "* Subscription - Terms of Use", "* Disclaimer", "* Print Ad Rates", "* Code of Ethics", "* Sitemap", "* RSS Feeds", "Copyright © HT Digital Streams Ltd. All rights reserved.", "* Home", "* Latest", "* Most Read", "* My Reads", "* Saved", "* India", "* Cities", "* Cricket", "* Entertainment", "* Editorials", "* Elections", "* World News", "* Trending", "* Videos", "* Lifestyle", "* Education", "* Web Stories", "Home / India News / Ram Mandir Bhumi Pujan day draws near, donations", "continue to rise", "The construction of Ram Temple in Ayodhya is likely to begin with the", "Bhumi Pujan ceremony on August 5.(HT Photo) The construction of Ram Temple", "in Ayodhya is likely to begin with the Bhumi Pujan ceremony on August", "5.(HT Photo)", "india news", "Ram Mandir Bhumi Pujan day draws near, donations continue to rise", "VHP Is going to soon start a campaign to invite donations for the", "construction of the Ram Temple in Ayodhya", "READ FULL STORY", "Hindustan Times, Lucknow | By Pawan Dixit | Edited by Abhinav Sahay", "UPDATED ON JUL 28, 2020 09:46 PM IST", "As the Ram Mandir Bhumi Pujan day is approaching, donations for building a", "‘grand’ temple at Lord Ram’s birthplace at Ayodhya are also coming in. The", "construction of the temple will begin after the laying of the foundation", "stone at Ram Janmabhoomi, most likely by Prime Minister Narendra Modi on", "August 5.", "Renowned spiritual guru and ‘Katha vachak’ Morari Bapu has announced a", "donation of Rs 5 crore from his Vyaspeeth to Sri Ram Janmabhoomi Tirath", "Kshetra Trust for the construction of Ram Mandir in Ayodhya.", "Morari Bapu had announced the donation during an online spiritual talk on", "Monday saying his ashram in Chitrakoot will send Rs 5 crore for the", "construction of Ram Mandir while also asking devotees to contribute", "voluntarily.", "A Hindu seer also announced that the Ram Temple trust was not averse to", "taking donations from Muslims.", "Watch: Ram Temple: Time capsule to be placed in foundation? Official", "clarifies", "“The Trust is not averse to taking donations from Muslims, if they are", "willing to donate,” said Mahant Kamal Nayan Das.", "Kamal Nayan is successor designate of chairman of Sri Ram Janmabhoomi", "Tirath Kshetra Trust Mahant Nritya Gopal Das.", "Politicians have also started donating money for the Ram Mandir.", "Deputy chief minister in Uttar Prasad government, Keshav Prasad Maurya", "went to Ayodhya along with his wife on Tuesday.", "Also Read: Owaisi alleges PM Modi will violate ‘constitutional oath’ by", "attending Ram Temple ceremony", "Maurya donated Rs 6.60 lakh to the Trust on behalf of late Vishwa Hindu", "Parishad (VHP) president Ashok Singhal, his late guru Gurujan Singh and", "family members.", "“Deputy CM Keshav Prasad Maurya met chairman of the Trust, Mahant Nritya", "Gopal Das and handed over cheques to him. He donated Rs 6.60 lakh for", "construction of Ram Mandir,” said Sharad Sharma, regional spokesperson,", "VHP, who operates from Karsevakpuram.", "Earlier on March 25, chief minister Yogi Adityanath had donated Rs 11 lakh", "to the Trust for the construction of Ram Mandir.", "Adityanath had donated money during the shifting of the idol of Ram Lalla", "from makeshift temple to a pre-fabricated temple at Ram Janmabhoomi.", "The Mahavir Mandir Trust of Patna has also announced a donation of Rs 10", "crore for the cause with installments of Rs two crore to be paid every", "year as per the instructions of the Shri Ram Janmabhoomi Tirath Kshetra", "Trust. First installment has been paid.", "Apart from cash, devotees are also donating gold and silver to the Trust.", "Hyderabad based jeweler K Srinivas has donated one kg gold brick and a", "five kg silver brick to the Trust.", "Watch: After UP CM Yogi, his deputy visits Ayodhya to take stock of Ram", "Temple prep", "Ajay Rastogi, state president of Bullion Jewellers Association, Lucknow,", "and members of his association, have donated 33 kg silver bricks to the", "Trust.", "Through online donations in the past four months, the Trust has received", "around Rs 6 crore in its two bank accounts in State Bank of India, main", "branch, Ayodhya. The Trust is also sending acknowledgement receipt of", "donations along with ‘thanks letter’ by post to donors.", "The Trust is hopeful that there will be no shortfall of money for the", "construction of Ram Mandir.", "The VHP has planned to connect with 10 crore families across the country", "and collect donations ranging from Rs 1 to Rs 10 from each family for the", "Ram Mandir.", "SHARE THIS ARTICLE ON", "what's app Share on Twitter Share on Facebook bookmark", "Topics", "Ayodhya Ram Mandir Narendra Modi + 1 more", "Close", "TRENDING TOPICS", "* Bihar Board 12th Result 2021", "* BSEB Bihar Board 12th Result", "* Bihar Board 12th Result 2021 Live", "* Covid-19 cases in India", "* Bharat Bandh", "* IND vs ENG Live Score", "* Horoscope Today", "* BSEB Inter Results", "* Assembly Election News", "* India vs England", "* Bihar Board 12th Result Link", "what's app Share on Twitter Share on Facebook bookmark", "SHARE", "Copy", "Whatsapp Twitter Facebook Linkedin", "Sign In to continue reading", "×", "Get free access to newsletters, alerts and recommendations", "SIGN IN", "Don’t have an account? Sign Up", "SKIP", "Story Saved", "OPEN APP"]