["Link: canonical", "Skip To Content", "Reporting To You", "Clinton Accuses Sanders Of Disloyalty To Obama", "* Tweet", "* Share", "* Copy", "*    * 🍿 Arts & Entertainment", "* 📚 Books", "* ✍️ Culture & Criticism", "* ⚖️ Inequality", "* 🕵️‍ Investigations", "* 📷 JPG", "* 🏳️‍🌈 LGBTQ", "* Opinion", "* 👩🏽‍⚖️ Politics", "* Reader", "* 🔬 Science", "* 💻 Tech", "* 🌍 World", "* Sign In", "* * About Us", "* Got a tip?", "* Support Us", "* buzzfeed.com", "* Do Not Sell My Personal Information", "* Sections", "* Arts & Entertainment", "* Books", "* Culture & Criticism", "* Inequality", "* Investigations", "* JPG", "* LGBTQ", "* Opinion", "* Politics", "* Reader", "* Science", "* Tech", "* World", "* Sign In", "* About Us", "* Got a tip?", "* Support Us", "* buzzfeed.com", "Trending", "Utilizamos cookies, próprios e de terceiros, que o reconhecem e", "identificam como um usuário único, para garantir a melhor experiência de", "navegação, personalizar conteúdo e anúncios, e melhorar o desempenho do", "nosso site e serviços. Esses Cookies nos permitem coletar alguns dados", "pessoais sobre você, como sua ID exclusiva atribuída ao seu dispositivo,", "endereço de IP, tipo de dispositivo e navegador, conteúdos visualizados ou", "outras ações realizadas usando nossos serviços, país e idioma", "selecionados, entre outros. Para saber mais sobre nossa política de", "cookies, acesse link.", "Caso não concorde com o uso cookies dessa forma, você deverá ajustar as", "configurações de seu navegador ou deixar de acessar o nosso site e", "serviços. Ao continuar com a navegação em nosso site, você aceita o uso de", "cookies.", "Aceito", "1. politics", "Clinton Accuses Sanders Of Disloyalty To Obama", "A high-tech negative attack ad — but seemingly for people who already", "support Clinton?", "By Evan McMorris-Santoro", "Picture of Evan McMorris-Santoro Evan McMorris-Santoro BuzzFeed News", "Reporter", "Posted on February 15, 2016, at 10:34 p.m. ET", "* Tweet", "* Share", "* Copy", "On Monday, Hillary Clinton's campaign sent a Presidents Day-themed attack ad", "aimed at Bernie Sanders to people who had signed up for campaign text messages.", "Evan McMorris-Santoro/BuzzFeed News", "How the text message appeared on a BuzzFeed News reporter's Android phone.", "When recipients replied \"hear,\" their phones would ring and a sort of radio ad", "would play. The ad included audio of Clinton praising President Obama and Bernie", "Sanders suggesting he be primaried from the left in 2012.", "SoundCloud", "View this track on SoundCloud", "w.soundcloud.com", "After the message played, the recipents phones would buzz again, this time with", "a followup text message from the Clinton campaign saying she's \"the only one\"", "who will fight to protect the president's legacy.", "Evan McMorris-Santoro/BuzzFeed News", "The ad struck Scott Goodstein, the creator of campaign text messaging in", "2008 and a senior member of Revolution Messaging — the political firm", "running Sanders's digital operations — as strange.", "Negative ads are generally aimed outside a campaign's list of supporters.", "The Clinton text message arrived in the phones of people who had signed up", "for her campaign texts. (That includes a lot of political reporters, as", "well as Clinton's political rivals.)", "Goodstein fired off a couple of tweets expressing surprise at the Clinton", "strategy.", "Just received a txt from @HillaryClinton attacking @BernieSanders via", "SMS. That's a new 1st??!! Who sends attack SMS msgs to ones own base?", "Scott Goodstein @SGcatalyst", "Just received a txt from @HillaryClinton attacking @BernieSanders via", "SMS. That's a new 1st??!! Who sends attack SMS msgs to ones own base?", "11:29 PM - 15 Feb 2016", "Reply Retweet Favorite", "An all time first... Why would you send an attack ad talking points to", "your base voters via SMS?? #lame", "Scott Goodstein @SGcatalyst", "An all time first... Why would you send an attack ad talking points to", "your base voters via SMS?? #lame", "11:40 PM - 15 Feb 2016", "Reply Retweet Favorite", "The Clinton campaign did not immediately respond to a request for comment.", "* Tweet", "* Share", "* Copy", "* Picture of Evan McMorris-Santoro", "Evan McMorris-Santoro is the White House correspondent for BuzzFeed", "News.", "Contact Evan McMorris-Santoro at evan@buzzfeed.com.", "Got a confidential tip? Submit it here.", "A BuzzFeed News investigation, in partnership with the International", "Consortium of Investigative Journalists, based on thousands of documents", "the government didn't want you to see.", "ADVERTISEMENT", "Sections", "* Arts & Entertainment", "* Books", "* Culture & Criticism", "* Inequality", "* Investigations", "* JPG", "* LGBTQ", "* Opinion", "* Politics", "* Reader", "* Science", "* Tech", "* World", "Follow Us", "* Facebook", "* Twitter", "* Instagram", "Company", "* Support Us", "* BuzzFeed.com", "* Privacy Policy", "* User Agreement", "a  brand"]