["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Media Matters", "Death Row Inmate Requests a Kitten as Last Meal", "Death Row Inmate Requests a Kitten as Last Meal", "Rumor: A woman on death row in North Carolina has requested a live kitten for", "her last meal.", "* David Mikkelson", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim:   A woman on death row has requested a live kitten for her last", "meal.", "----------------------------------------------------------------------", "FALSE", "----------------------------------------------------------------------", "Example: [Collected via e-mail, April 2015]", "I read an article where a NC death row female inmate requested a kitten", "for her last meal. It goes on to explain how they have to grant any and", "all last requests. I seriously hope this article is bogus.", "Origins:   On 5 April 2015, the entertainment web site Stuppid published", "an article reporting that a woman on death row in North Carolina had", "requested a live kitten for her last meal:", "Serial husband killer and North Carolina death row inmate, Blanche Taylor", "Moore, requested this weekend that her last meal be a kitten — a live", "kitten.", "The prison administration is required to accept all last meal demands of", "any kind. Thus, they will obtain a kitten from a local animal shelter or", "pet shop.", "Although this Stuppid article was shared widely across social media, there", "is no truth to the claim that a North Carolina woman will be eating a live", "kitten for her last meal because the state is obligated to comply with her", "request.", "As we noted in our examination of another (fake) article of similar ilk,", "the practice of allowing a condemned prisoner to choose his final meal is", "merely a courtesy that has traditionally been extended to those about to", "be executed for their crimes; no state mandates that all such requests", "must be fulfilled, no matter how unusual, impractical, or costly they", "might be. (The state of Texas ended the provision of last meal requests to", "inmates back in 2011 due to this issue.)", "Moreover, Stuppid is a fake news web site that does not publish factual", "articles. Previous bogus news stories put out by that site include", "articles about a 14-year-old giving birth to Jesus, a mother-daughter", "lesbian relationship, and a Neo-Nazi woman being inseminated with sperm", "from a black donor.", "Stuppid‘s disclaimer states that the site aims to publish the “stupidest,", "craziest stuff we can find” on the internet.", "Last updated:   8 April 2015", "* David Mikkelson", "ASP Article", "Not Necessarily The News", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]