["Link: canonical", "Link: amphtml", "_____________________ [ Search ]", "* Home", "* NewsV", "* Broward County News", "* Palm Beach County News", "* Crime", "* WTFlorida", "* Longform", "* Food & DrinkV", "* Restaurant Reviews", "* Florida Beer News", "* Cheap Eats", "* Restaurant Guide", "* Food & Drink Newsletter", "* Arts & CultureV", "* Slideshows", "* Arts & Culture Promo Newsletter", "* MusicV", "* Concert Calendar", "* Bars & Lounges", "* Music Newsletter", "* Marijuana", "* Things To DoV", "* Calendar", "* Things To Do Newsletter", "* Longform", "* Videos", "* Slideshows", "* Best of Broward-Palm Beach ®V", "* Best Of Newsletter", "* Readers' Poll 2017", "* PromotionsV", "* Promotional Events", "* Free Stuff", "* Promotions Newsletter", "* ClassifiedsV", "* Job Fair", "* Ad Index", "* Flipbooks", "* Coupons", "* Advertise", "Support Us About Us, Contact Us, Staff, Careers, Privacy, Terms, Help", "New Times BPB, LLC", "Support Us", "accountACCOUNT", "Welcome,", "Insider", "* Sign In", "* My Account", "* My Newsletters", "* Contribute", "* Contact Us", "South Florida's independent source of local news and culture", "Recommended For You", "* Ten Players the Miami Heat Could Trade for Ahead of Next Week's Trade", "Deadline", "* South Beach Wine & Food Festival to Return in May With COVID Measures", "* Nan Rich: Florida Republicans Take Federal Funds Only if It Promotes", "\"Extreme Agenda\"", "Matthew Hendley", "4", "| Politics |", "Nan Rich: Florida Republicans Take Federal Funds Only if It Promotes \"Extreme", "Agenda\"", "Matthew Hendley | August 9, 2011 | 2:46pm", "* Facebook", "* Twitter", "* * email", "* Print Article", "AA", "^", "Keep New Times Free", "Support Us", "I Support", "* Local", "* Community", "* Journalism", "* logo", "Support the independent voice of South Florida and help keep the future of", "New Times free.", "Support Us", "Florida's Senate Democratic Leader Nan Rich isn't too happy today about", "the state's Republican leadership's rejection of $50 million in federal", "funds to protect people like at-risk kids and senior citizens, then", "turning around and accepting $2.6 million of federal coin to promote the", "state's abstinence-only program.", "The Weston Democrat says the state's Republicans love to champion their", "refusal of cash from the feds but then have no qualm with taking the money", "if it \"advances their extreme agenda.\"", "Florida Republicans have long said they can't take money from the Patient", "Protection and Affordable Care Act because it's just so darned", "unconstitutional. Problem is, the $2.6 million for the sex-is-the-devil", "program came from the same fund. Whoops.", "The state's abstinence-only program, which is run by the Florida", "Department of Health, ain't exactly healthy.", "In Florida, abstinence until marriage is considered the \"expected societal", "norm,\" and religious organizations are encouraged to be part of the", "program.", "All the nutty details on that can be found here, courtesy of the", "Department of Health.", "That's why Rich is asking that Republican legislators cut the crap with", "health-care funding and stop \"pandering to their tea party supporters,\"", "according to a statement from her office:", "The reasoning for shunning the money is dubious at best. Legislative", "leadership is willing to overlook their opposition to federal health", "care reform, and take federal funding in one case because of a", "'long-standing commitment' by the state to abstinence-only programs --", "even though studies show these programs aren't effective. But when we", "have an evidence-based program like the Personal Responsibility", "Education Program (PREP) that has been proven effective in decreasing", "teen pregnancy, they put politics ahead of good policy...", "With all of the dramatic cuts to critical services the Republicans have", "leveled on Florida because of their blind obedience to a failed economic", "policy, severing the few remaining lifelines so many young and elderly", "depend on is not only cruel, it's unjustifiable. It's time they put the", "good of the people over pandering to their tea party supporters.", "Other programs that were denied funds by the state Legislature include", "teen pregnancy prevention, child abuse prevention, hospice and community", "health centers, and moving old folks from nursing homes into home and", "community-based care, among others.", "Those apparently aren't problems, but people having sex outside of wedlock", "-- preposterous.", "----------------------------------------------------------------------", "Follow The Pulp on Facebook and on Twitter: @ThePulpBPB. Follow Matthew", "Hendley on Facebook.", "----------------------------------------------------------------------", "Keep New Times Broward-Palm Beach Free... Since we started New Times", "Broward-Palm Beach, it has been defined as the free, independent voice of", "South Florida, and we would like to keep it that way. Offering our readers", "free access to incisive coverage of local news, food and culture.", "Producing stories on everything from political scandals to the hottest new", "bands, with gutsy reporting, stylish writing, and staffers who've won", "everything from the Society of Professional Journalists' Sigma Delta Chi", "feature-writing award to the Casey Medal for Meritorious Journalism. But", "with local journalism's existence under siege and advertising revenue", "setbacks having a larger impact, it is important now more than ever for us", "to rally support behind funding our local journalism. You can help by", "participating in our \"I Support\" membership program, allowing us to keep", "covering South Florida with no paywalls.", "* Politics", "Trending News", "* PETA Wants Broward Breeder's License Revoked After His...", "* Dictionary.com Reps the 305, Adds \"Supposably\" to Site", "* DeSantis Says All Florida Adults Can Get Vaccinated Starting...", "* Miami Named Least Affordable City in U.S. for Recent College...", "Powered by SailThru", "Use of this website constitutes acceptance of our terms of use, our", "cookies policy, and our privacy policy", "The New Times Broward-Palm Beach may earn a portion of sales from products", "& services purchased through links on our site from our affiliate", "partners.", "©2021 New Times BPB, LLC. All rights reserved.", "CALIFORNIA RESIDENTS: California Privacy Policy | California Collection", "Notice | Do Not Sell My Info", "We use cookies to collect and analyze information on site performance and", "usage, and to enhance and customize content and advertisements. By", "clicking 'X' or continuing to use the site, you agree to allow cookies to", "be placed. To find out more, visit our cookies policy and our privacy", "policy.", "Join the New Times community and help support independent local journalism", "in South Florida.", "logo Insiders", "Get the latest updates in news, food, music and culture, and receive", "special offers direct to your inbox", "Sign Up Now > No Thanks", "Become a member and go ad-free!", "Support our journalism >", "Privacy Policy", "Join the New Times community and help support independent local journalism", "in South Florida.", "logo Insiders", "Get the latest updates in news, food, music and culture, and receive", "special offers direct to your inbox", "Sign Up Now > No Thanks", "Become a donor and go ad-free!", "Support our journalism >", "Privacy Policy"]