["Skip to main content logo-uf University of Florida News", "* Science", "* Life", "* Health", "* Campus", "* COVID-19 News", "* Research Promotion Initiative", "* UF in the News Archive", "* For Media", "Contact Media Advisories Tip Sheets Find an Expert", "About UF UF Fact Sheet for Media UF Administration UF Directory UF", "Economic Impact", "* Search", "Sex education in Florida schools varies widely, not available to all students", "November 5, 2007", "GAINESVILLE, Fla. — A University of Florida study reveals sex education", "programs in Florida’s public schools vary widely in content and often are", "afforded little class time — and many students miss out altogether.", "The findings were presented today (Nov. 5) at the American Public Health", "Association’s annual meeting in Washington, D.C.", "“What we found was quite concerning, particularly in light of the fact", "that levels of sexually transmitted infections and unintended pregnancies", "continue to rise in Florida and the state ranks second in the nation in", "terms of annual incident HIV infections,” said lead investigator Brian", "Dodge, formerly of the UF College of Public Health and Health Professions.", "Florida’s rates of gonorrhea, chlamydia and syphilis have risen from 307", "cases per 100,000 residents in 1997 to 399 in 2006, a 23 percent increase,", "according to the Florida Department of Health.", "Previous national studies have consistently shown that most parents want", "some form of sex education to take place in schools, said Dodge, who is", "now associate director of the Center for Sexual Health Promotion at", "Indiana University Bloomington.", "Although Florida is technically one of 23 states that require schools to", "teach sex education and HIV prevention classes during the course of the", "students’ academic careers, it is unclear whether scientifically accurate", "and comprehensive information regarding the risks and benefits of", "sexuality is being offered to students, he said. There are no requirements", "or standards for the course content and, until the study, little was known", "about what topics are typically covered.", "To find out, in 2006 the research team performed the first statewide", "assessment of sex education in Florida’s public middle and high schools,", "funded by The Picower Foundation. Data were collected from surveys", "completed by instructors who are most commonly responsible for sex", "education — those teaching health, science, physical education or family", "and consumer sciences.", "The survey was developed with input from a six-member scientific advisory", "committee and a 20-member community advisory committee that included", "teachers, public health workers, nurses, doctors and school administrators", "from across the state.", "“Given the sensitive nature of this topic, it was essential that the study", "had guidance from the people who really understood how Florida school", "systems work, and how state and local policies impact the teachers’", "ability to educate their students,” said researcher Ellen Lopez, an", "assistant professor in UF’s department of behavioral science and community", "health. “It was also important to gain insight from people who had", "different views about sex education.”", "The results of the study, based on 479 respondents, showed that 87 percent", "of the teachers surveyed acknowledged that sex education, in some form,", "took place in their schools in the 2005-06 school year. However, sex", "education was a requirement for all students in only 16 percent of the", "respondents’ schools, and most teachers reported that parents or", "caregivers were able to control whether their children participated in the", "classes. In a third of the schools, parents need to opt in, rather than", "opt out, for their child to receive sex education.", "The sex education course content overwhelmingly fell in line with the", "state of Florida’s official “abstinence-only until marriage” policy for", "sex education and instruction on HIV/AIDS. Nearly every educator who", "responded to the survey stated they taught abstinence from sexual activity", "as the only way to avoid unintended pregnancy, sexually transmitted", "diseases and other associated health problems.", "The researchers found regional differences in program content in Florida’s", "public schools. Teachers in North Florida were twice as likely as teachers", "in Central Florida and three times as likely as those in South Florida to", "teach an abstinence-only curriculum, which typically does not cover the", "risks and benefits of contraceptives, said research team member Frank", "Bandiera, a graduate of UF’s Master of Public Health program and a", "doctoral student in epidemiology at the University of Miami Miller School", "of Medicine.", "“Most people are aware that there are major cultural differences between,", "say, Miami and Tallahassee,” Bandiera said. “What we found in terms of sex", "education, though, is that these places may as well be on different", "planets.”", "The investigators also discovered many differences in the source of", "Florida teacher’s sex education curriculum.", "“More than half of sex educators used a ‘locally developed curriculum,’”", "Dodge said. “In reality this could be anything. Respondents to our survey", "reported using everything from formal state guidelines to random Internet", "information and outdated county curricula. In short, there appears to be", "no uniformity in terms of underlying value systems or philosophical", "foundations for sex education in Florida.”", "In addition, the teachers reported that less than one-quarter of overall", "classroom time was devoted to sex education and that it was most often", "taught as part of another course, such as family and consumer sciences or", "health.", "“This is an important study,” said Theo Sandfort, a research scientist at", "the HIV Center for Clinical and Behavioral Studies and an associate", "professor at the Mailman School of Public Health at Columbia University.", "“While unintended pregnancies and sexually transmitted infections in young", "people form a great concern, little seems to be in place to actually", "promote responsible sexual behavior. Education has a major role to play in", "promoting young people’s sexual health, but it cannot be effective if", "supportive policies, skills and resources are lacking. Hopefully this", "study will not be without consequences.”", "The results of the UF study are currently in press and will appear in the", "peer-reviewed journals “Sex Education” and “American Journal of Sexuality", "Education.”", "University of Florida", "----------------------------------------------------------------------", "© University of Florida, Gainesville, FL 32611", "Privacy Policies: UF Privacy Policy & Google Privacy Policy", "Text-only", "Connect with UF News", "----------------------------------------------------------------------", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* (352) 392-0186", "* news@ufl.edu", "Submit a Story Idea"]