["Link: profile", "Link: author", "Link: canonical", "Link: shortlink", "* GOVPH", "* Menu", "* * _____________________", "* * Feedback", "* About", "Offcial Gazette", "INTRODUCTION", "The 1986 EDSA People Power Revolution gathered millions of Filipinos from", "all walks of life to march along Epifanio de los Santos Avenue (EDSA), the", "main artery of Metro Manila, to end the dictatorship of President", "Ferdinand E. Marcos and begin a new era marked by true freedom and", "democracy. This spirit of the movement was not confined to Manila; it", "manifested through non-violent demonstrations staged in different cities", "nationwide—it was a revolution marked by its peaceful means, led by a", "nation united to reclaim liberty.", "The events of February 25, 1986, altered the course of our nation’s", "history; it showcased to the world the remarkable resolve of the Filipino", "people. It heralded an era of peace. Over the years, we have continued to", "remember this momentous occasion by honoring the sacrifices of all those", "who fought the dictatorship.", "By virtue of Proclamation No. 1071, s. 2015, February 25, 2016, is a", "special (non-working) holiday throughout the country in celebration of the", "30^th Anniversary of the 1986 EDSA People Power Revolution—the movement", "that “restored our democratic institution and ushered in political, social", "and economic reforms in the country.”", "PRESIDENT AQUINO'S SPEECH", "[IMG]", "Read President Benigno S. Aquino III’s speech at the EDSA People Power", "Monument, on February 25, 2016:", "http://www.officialgazette.gov.ph/2016/02/25/aquino-speech-edsa-30/", "IFrame", "×", "A History", "of the", "Philippine Political Protest", "A History<br>of the<br>Philippine Political Protest", "Martial Law", "Martial Law", "INFOGRAPHICS", "INFOGRAPHICS", "ESSAYS", "ESSAYS", "MEDIA", "MEDIA", "SPEECHES", "SPEECHES", "OPEN DATA PH", "OPEN DATA PH", "SCHEDULE OF ACTIVITIES FOR #EDSA30", "SCHEDULE OF ACTIVITIES FOR #EDSA30", "ACKNOWLEDGMENTS", "The Presidential Communications Development and Strategic Planning Office", "and the Presidential Museum and Library would like to thank the following", "for their invaluable help and assistance in this project: Mr. Kidlat", "Tahimik, Ms. Leah Navarro, Ms. Loy Jurado, Mr. Kim Komenich, Mr. James", "Nachtwey, Mr. Christopher Morris, Mr. Roland Neveu, Mr. Jacinto Tee, Mr.", "Gary Majam, Bancroft Library, The James B. Reuter, S.J., Foundation,", "Veritas Publications and Communications Foundation, Webistan Photo Agency,", "TIME Magazine, Manila Bulletin, Philippine Daily Inquirer, First Quarter", "Storm Library, ATOM (August 21 Movement), People’s Television Network,", "Inc., EDSA People Power Commission, National Historical Commission of the", "Philippines, Commission on Human Rights, National Economic Development", "Authority, Bantayog ng mga Bayani Memorial Foundation, and the", "Presidential Commission on Good Government.", "RELATED READING AND MEDIA", "* Timeline: Chronology of a Revolution by Angela Stuart Santiago", "* Profile: Corazon C. Aquino, on the Presidential Museum and Library", "* Profile: Ferdinand E. Marcos, on the Presidential Museum and Library", "* Birth anniversary of President Corazon C. Aquino, on the Presidential", "Museum and Library", "* Death anniversary of Ninoy Aquino, on the Presidential Museum and", "Library", "* Briefer: Declaration of Martial Law, on the Official Gazette of the", "Philippines", "* Speech: “I Challenge This Military Tribunal,” by Ninoy Aquino, on the", "Presidential Museum and Library", "* Speech: The undelivered speech of Senator Benigno S. Aquino Jr., upon", "his return from the U.S. on August 21, 1983, on the Official Gazette", "of the Philippines", "* Speech: Eulogy delivered by Corazon C. Aquino during the funeral mass", "for Ninoy Aquino, on the Presidential Museum and Library", "* Essay: Carmen Guerrero Nakpil on the death of Ninoy Aquino, on the", "Presidential Museum and Library", "* Photoset: President Corazon C. Aquino, on the Presidential Museum and", "Library Flickr", "* Photoset: President Ferdinand E. Marcos, on the Presidential Museum", "and Library Flickr", "* Photoset: Senator Benigno S. Aquino Jr., on the Presidential Museum", "and Library Flickr", "* Audio: Mambo Magsaysay, on the Official Gazette of the Philippines", "Soundcloud", "* Audio: A campaign radio broadcast of Corazon C. Aquino, debunking", "claims she is a communist, on the Official Gazette of the Philippines", "Soundcloud", "* Audio: Corazon C. Aquino speaks during the campaign for the 1986 Snap", "Elections, on the Official Gazette of the Philippines Soundcloud", "* Audio: A campaign radio broadcast of Corazon C. Aquino for the 1986", "elections. She gently reprimanded incumbent President Ferdinand E.", "Marcos, claiming he is the reason that conditions in the Philippines", "worsened, on the Official Gazette of the Philippines Soundcloud", "* Audio: A campaign radio broadcast of Corazon C. Aquino for the 1986", "elections: She apologizes for not being able to visit all the", "provinces due to the lack of time and reaffirms her dedication to the", "cause, on the Official Gazette of the Philippines Soundcloud", "* Audio: Former President Diosdado Macapagal issues a statement over", "Radio Veritas, urging President Ferdinand E. Marcos to restore", "democracy, on www.interaksyon.com", "* Audio: Bagong Lipunan, on the Official Gazette of the Philippines", "Soundcloud", "* Audio: Ferdinand E. Marcos Campaign Ad for the 1986 Snap Elections, on", "the Official Gazette of the Philippines Soundcloud", "* Audio: Ferdinand E. Marcos Campaign Ad for the 1986 Snap Elections:", "Filipinos testify that Marcos is the only one strong enough to counter", "terrorism/communism, on the Official Gazette of the Philippines", "Soundcloud", "* Audio: A campaign broadcast of Ferdinand E. Marcos for the 1986", "elections, warning that a woman would not be able to handle the", "challenges of the Presidency, on the Official Gazette of the", "Philippines Soundcloud", "* Audio: A campaign broadcast of Ferdinand E. Marcos for the 1986", "elections. Filipino workers warn that the opposition is allying with", "communists/terrorists, on the Official Gazette of the Philippines", "Soundcloud", "* Audio: Radio news broadcast regarding the 1986 snap elections, on the", "Official Gazette of the Philippines Soundcloud", "Republic of the Philippines", "All content is in the public domain unless otherwise stated.", "Privacy Policy", "About GOVPH", "Learn more about the Philippine government, its structure, how government", "works and the people behind it.", "* Official Gazette", "* Open Data Portal", "* Send us your feedback", "Government Links", "* Office of the President", "* Office of the Vice President", "* Senate of the Philippines", "* House of Representatives", "* Supreme Court", "* Court of Appeals", "* Sandiganbayan"]