["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "News", "U.S. Politics", "Did Goodyear Forbid Employees to Wear MAGA Gear?", "Did Goodyear Forbid Employees to Wear MAGA Gear?", "One slide from a purported company-training presentation (of unknown origin)", "caused quite the controversy.", "* Dan Evon", "* Published 19 August 2020", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "goodyear", "Image via Canva, stock image", "In mid-August 2020, a photograph supposedly showing a diversity-training", "slide from the Goodyear Tire and Rubber Company started to circulate on", "social media. U.S. President Donald Trump and his supporters argued that", "the slide showed the company’s “zero tolerance” policy discriminated", "against conservatives because it allowed attire supporting the Black Lives", "Matter (BLM) movement but not Trump’s “Make America Great Again” slogan:", "[IMG][IMG]", "Fox 19 television reported that this image was originally posted by a", "Goodyear employee at the company’s plant in Topeka, Kansas, who said that", "the slide came from the company’s corporate office in Akron, Ohio.", "Goodyear’s corporate office disputed this in a statement, however, writing", "that this image was “not created or distributed by Goodyear corporate” and", "that it was not “part of a diversity training class.”", "We reached out to Goodyear to clarify details about the image’s origins", "and will update this article accordingly. At the moment, it seems that", "this training slide was shown at a single Goodyear location in Topeka,", "Kansas, and was not officially sanctioned by the company.", "The employee who reportedly posted the image told Fox 19:", "“If someone wants to wear a BLM shirt in here, then cool. I’m not going", "to get offended about it. But at the same time, if someone’s not going", "to be able to wear something that is politically based, even in the", "farthest stretch of the imagination, that’s discriminatory,” said the", "employee under the agreement of anonymity due to fears they could lose", "their job. “If we’re talking about equality, then it needs to be", "equality. If not, it’s discrimination.”", "This sentiment was echoed across social media by aggrieved conservatives.", "Trump even urged his followers to boycott the company over this training", "slide:", "[IMG][IMG]", "While Goodyear denied that the corporate office created this training", "slide, company spokesperson Melissa Monaco did release a statement", "explaining the company’s policy in regard to political expression and", "addressing the controversy:", "Goodyear is committed to fostering an inclusive and respectful workplace", "where all of our associates can do their best in a spirit of teamwork.", "As part of this commitment, we do allow our associates to express their", "support on racial injustice and other equity issues but ask that they", "refrain from workplace expressions, verbal or otherwise, in support of", "political campaigning for any candidate or political party as well as", "other similar forms of advocacy that fall outside the scope of equity", "issues.", "A second statement was posted to the official Goodyear Facebook page. That", "statement claimed that the diversity training slide did not originate from", "the corporate office, and that it was not part of an official Goodyear", "training program. The company went on to clarify its policies on political", "expression and to state that depictions of the company as “anti-police”", "could not be “further from the truth”:", "[IMG][IMG]", "The company asked associates to “refrain from workplace expressions in", "support of political campaigning for any candidate or political party, as", "well as similar forms of advocacy that fall outside the scope of racial", "justice and equity issues.” In other words, employees should avoid wearing", "apparel that explicitly supports Trump (such as a MAGA hat) or Democratic", "presidential candidate Joe Biden.", "While this diversity-training slide was circulated on social media along", "with accusations that Goodyear was discriminating against conservatives,", "it should be noted that Black Lives Matter is not considered a “partisan", "political” group, while MAGA, Trump’s campaign slogan, undoubtedly", "represents a single side of the political spectrum.", "In June 2020, after questions were raised about federal employees wearing", "Black Lives Matter attire, the U.S. Office of Special Counsel, an", "independent agency headed by a Trump appointee, said that government", "workers could wear attire in support of BLM without violating the HATCH", "act, a policy that restricts government employees from engaging in", "political activity, because Black Lives Matter was not a “political", "partisan group.”", "The agency said in a memo (emphasis ours):", "Beginning in late May 2020, protesters began organizing large", "demonstrations across the United States. The immediate precipitating", "event was the videotaped police killing of George Floyd, a black man.", "However, the demonstrations are largely focused on the issue of racism", "in America more broadly and not limited to Mr. Floyd’s death alone. The", "phrase “Black Lives", "Matter” (BLM) is frequently used by protesters and associated with the", "demonstrations. Additionally, BLM-related organizations have supported", "and/or organized demonstrations.", "In response, numerous federal employees have asked OSC whether BLM or", "related materials raise any Hatch Act concerns when used or displayed", "while on duty or in the federal workplace. The questions raise two", "distinct but related issues. The first is whether using BLM terminology", "is inherently political activity. And the second is whether the Black", "Lives Matter Global Network (BLMGN) — the owner of", "www.blacklivesmatter.com and arguably the most prominent BLM-related", "organization — is a partisan political group. As further described", "below, using BLM terminology is not inherently political activity and", "BLMGN is not currently a partisan political group. Accordingly, the", "Hatch Act generally allows employees to engage in BLM-related activity", "while on duty or in the workplace. But, as described below, employees", "are still prohibited from combining BLM-related activity with “political", "activity” while on duty or in the workplace and from engaging in", "partisan political fundraising in connection with BLMrelated", "organizations. “Political activity” is an activity directed toward the", "success or failure of a political party, candidate for partisan", "political office, or partisan political group.", "The memo also noted that MAGA was clearly a political slogan:", "The Hatch Act generally prohibits employees from using or displaying", "political party and partisan campaign slogans. For example, employees", "may not use President Trump’s campaign slogan, “Make America Great", "Again,” in their email signatures while President Trump is a candidate", "for reelection. Employees would have similarly violated the Hatch Act by", "referencing Hillary Clinton’s campaign slogan, “Forward Together,” in", "the workplace during the 2016 election campaign.", "The U.S. Office of Special Counsel did not mention “Blue Lives Matter” or", "“All Lives Matter” in their memo. Of course, Goodyear is not a", "government-run operation, and its employees are not subject to the HATCH", "act. Rather, Goodyear said in the aforementioned statements that its “zero", "tolerance” policy allows workers to express support on equity issues, but", "also that it asks employees not to express support for political campaigns", "or to advocate for issues that fall “outside the scope” of equity issues.", "* Dan Evon", "* Published 19 August 2020", "2020 election", "Sources", "Levenson, Michael.   “Federal Employees Can Express Support for Black", "Lives Matter, Watchdog Says.”", "The New York Times.   16 July 2020.", "Shannon, Joel.   “Federal Agency: Supporting ‘Black Lives Matter’ Isn’t", "Partisan or Political.”", "USA Today.   17 July 2020.", "Wheat, Shawn.   “Goodyear Responds to Zero-Tolerance Policy Slide Labeled", "by Employee as Discriminatory.”", "Fox 19.   18 August 2020.", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]