["Link: amphtml", "Link: alternate x-default", "Link: canonical", "Link: alternate en-SG", "Link: alternate en-SG", "Link: alternate en-MY", "Link: alternate en-PH", "Link: alternate en-PH", "Link: alternate en-SG", "Link: alternate en-SG", "Link: alternate en-SG", "Link: alternate en-MY", "Link: alternate en-SG", "Link: alternate en-MY", "Link: alternate en-SG", "Link: alternate en-SG", "Link: alternate en-SG", "* HOME", "* MAIL", "* NEWS", "* FINANCE", "* SPORT", "* ENTERTAINMENT", "* LIFE", "* * MORE", "* /* setting alt tags to \"\" since that is the a11y recommendation given", "that the property name is the text of the href *. [IMG] [IMG] Yahoo News", "Search query _____________________ [ Search ]", "Sign in", "Mail", "Sign in to view your emails", "* News", "News", "* Singapore", "Singapore", "* Parliament", "Parliament", "* Coronavirus Updates", "Coronavirus Updates", "* Commentary", "Commentary", "* Esports", "Esports", "* News", "News", "* Videos", "Videos", "* Beyond Gaming", "Beyond Gaming", "* Game Changer", "Game Changer", "* PWN THEM ALL", "PWN THEM ALL", "* World", "World", "* Videos", "Videos", "* Sports", "Sports", "* S'pore/SEA Games", "S'pore/SEA Games", "* Football", "Football", "* MMA", "MMA", "* Autos", "Autos", "* Weather", "Weather", "More", "More", "AFP NewsAFP News", "More than 16,000 flee unrest in Indonesia's Papua", "Read full article", "7 October 2019, 11:54 am", "* Then Indonesian military has evacuated thousands of non-Papuan", "migrants from Wamena after violence broke out in the province", "* Thousands of residents fled Wamena in Papua province after rioting in", "Indonesia's easternmost provinceThousands of residents fled Wamena in", "Papua province after rioting in Indonesia's easternmost province", "1 / 2", "Then Indonesian military has evacuated thousands of non-Papuan migrants", "from Wamena after violence broke out in the province", "More than 16,000 scared residents have fled an unrest-hit city in", "Indonesia's Papua region, the military said Monday, as one of the", "deadliest eruptions of violence in years sparked calls for an independent", "probe. Several dozen people were killed when violence broke out in Wamena", "city last month, with some victims burned alive when buildings were", "ablaze, and others stabbed in the chaos, according to authorities. Since", "mid-August, Papua has been hit by waves of mass protests and violence", "fuelled by racism against indigenous Papuans by Indonesians from other", "parts of the archipelago, as well as calls for self-rule in the", "impoverished region. The majority of Papuans are Christian and ethnic", "Melanesian with few cultural ties to the rest of Muslim-majority", "Indonesia. On Monday, the air force said about 11,400 people -- mostly", "migrants -- had been evacuated aboard military aircraft. Several thousand", "more have left aboard commercial aircraft since late September, it added.", "Also Monday, Human Rights Watch called for a probe into 33 deaths during", "the Wamena riots to be led by the Southeast Asian country's National", "Commission on Human Rights. - Sparked by racist comments - \"The Indonesian", "government should also immediately allow the United Nations human rights", "office unfettered access to (Papua) to investigate the situation,\" the", "rights group said in a statement. The violence in Wamena was reportedly", "sparked by racist comments made by a local teacher towards students, but", "police have disputed that account. Since then, thousands of residents --", "both Papuans and non-Papuans -- have been evacuated, as news of looming", "violence circulates on social media. However, there were signs that Wamena", "was returning to normal with many shops and schools reopened -- although", "most students have stayed home -- while government offices have also been", "operating since last week, according to an AFP reporter. In August,", "protests broke out across Papua and in other parts of the country after", "the arrest, racial abuse and tear-gassing of dozens of Papuan students, in", "the city of Surabaya. Migrants have become an influential minority in", "Papua, moving there from other parts of the country in pursuit of", "opportunities in the mineral-rich region -- home to the world's biggest", "gold mine. A low-level separatist insurgency has simmered for decades in", "the former Dutch colony -- which shares New Guinea island with the", "independent nation of Papua New Guinea -- after Jakarta took over in the", "1960s. A UN-sponsored vote to stay within the archipelago in 1969 was", "widely viewed as rigged, and Jakarta has long refused to consider another", "referendum.", "TRENDING", "* Yahoo News Singapore", "12 new COVID cases in Singapore, including one in community", "Yahoo News Singapore·4-min read", "* iCompareLoan.com", "Will Singaporeans be priced out of private property in the future?", "iCompareLoan.com·5-min read", "* AFP News", "Biden suggests rival plan to China's 'Belt and Road'", "AFP News·2-min read", "* AFP News", "Scores dead as Myanmar junta puts on show of force", "AFP News·5-min read", "* AFP News", "Vettel 'upset and angry' after lowly finish on Aston Martin debut", "AFP News·1-min read", "Latest stories", "* AFP News", "Biden suggests rival plan to China's 'Belt and Road'", "US President Joe Biden has suggested founding an initiative from", "\"democratic\" countries to rival China's trillion-dollar Belt and Road", "infrastructure initiative as tensions spike between the Asian power", "and Western nations.", "16 hours ago", "* AFP News", "Former US CDC head thinks coronavirus came from Chinese lab", "The former director of the US Centers for Disease Control and", "Prevention believes the coronavirus escaped from a laboratory in", "China, he said in an interview that aired Friday.", "2 days ago", "* iCompareLoan.com", "Will Singaporeans be priced out of private property in the future?", "Former PAP MP expressed concern that locals will eventually be priced", "out of the private property market as Singapore continues to see a", "flood of foreign funds flow into Singapore EdgeProp reported earlier", "today that “word on the street is that all 20 units at Swire", "Properties’ luxury condo Eden at 2 Draycott Park have [&hellip The", "post Will Singaporeans be priced out of private property in the", "future? appeared first on iCompareLoan Resources.", "21 hours ago", "* Associated Press", "Myanmar forces kill scores in deadliest day since coup", "As Myanmar’s military celebrated the annual Armed Forces Day holiday", "with a parade Saturday in the country's capital, soldiers and police", "elsewhere killed scores of people while suppressing protests in the", "deadliest bloodletting since last month's coup. The online news site", "Myanmar Now reported late Saturday that the death toll had reached", "114. A count issued by an independent researcher in Yangon who has", "been compiling near-real time death tolls put the total at 107, spread", "over more than two dozen cities and towns.", "a day ago", "* AFP", "Whale of a time for Dutch firm in Suez ship rescue", "A Dutch super-salvage firm that has worked on some of the most famous", "wrecks of recent years now faces one of its biggest challenges in the", "Suez Canal.Netherlands-based firm Smit Salvage has been hired to help", "shift the 400-metre, 200,000-tonne Ever Given container ship currently", "blocking the Suez Canal.", "2 days ago", "* South China Morning Post", "China-Australia relations: Beijing officially slaps import duties on", "Australian wine after concluding probe", "China has officially slapped duties of between 116.2 per cent and", "218.4 per cent on Australian wines in containers of up to two litres", "after concluding anti-dumping investigations on Friday. The decision", "is a blow to the Australian wine industry already reeling from", "temporary duties imposed in late November, a move that completely", "stopped the trade of Australian wine to China. The duties – higher", "than the preliminary tariffs – will be applied for five years from", "Sunday, after the Chinese commerce ministry reiterated a decision made", "in November that the domestic wine industry had been hurt by the", "dumping of cheap Australian wine. Do you have questions about the", "biggest topics and trends from around the world? Get the answers with", "SCMP Knowledge, our new platform of curated content with explainers,", "FAQs, analyses and infographics brought to you by our award-winning", "team. “China’s domestic wine industry has suffered material damage,", "and there is a causal relationship between the dumping and subsidies", "and the material damage,” the ministry said in a press release. “The", "Ministry of Commerce conducted investigations in strict accordance", "with relevant Chinese laws and regulations and [World Trade", "Organization] rules, and made the final ruling.” Chinese tariffs", "weighing heavy on world’s largest listed winemaker after profits", "plunge Earlier duties ranged between 107.1 per cent to 212.1 per cent.", "The ministry also levied additional anti-subsidy duties of between 6.3", "per cent to 6.4 per cent, but said it would not be collecting them to", "prevent double taxation. Among the specifically listed wine companies", "with big exports to China, major wine exporter Treasury Wine Estates –", "owner of the popular Penfolds label -will have to pay an anti-dumping", "duty of 175.6 per cent. Casella Wines, known for another well-known", "label in China and Asia, Yellow Tail, will pay 170.9 per cent, while", "Accolade Wines, which produces brands like Hardys, will pay 167.1 per", "cent. Smaller and non-major exporters have been slapped with the", "highest duty of 218.4 per cent. China commenced investigations in", "August amid a protracted trade and political conflict between the two", "countries that has also led to bans on various commodities, including", "coal, barley and lobsters. Wine was also one of the commodities", "unofficially banned – on top of the anti-dumping investigations – and", "exporters which attempted to send wines to China have found them stuck", "at ports uncleared, including more than 3,000 litres of wine from", "Penfolds and nearly 20,000 litres from another winery, Badger’s Brook", "Estate, detained at Chinese ports in January. The anti-dumping", "decision comes as Australia’s trade department said exports to China,", "aside from iron ore, had suffered heavily since the spat started. In a", "senate hearing on Thursday, the trade department told the Australian", "government wine exports had fallen, with exports to China down to less", "than A$1 million dollars (US$759,000) in January. Before the conflict,", "China imported nearly 40 per cent of Australia’s wine exports worth", "around A$1 billion a year. More from South China Morning", "Post:China-Australia relations: China labelled a ‘vindictive’ and", "‘unreliable’ trading partner by Australian envoyChina-Australia", "relations: Beijing halts some hay imports, putting US$121 million", "export market under threatChina-Australia relations: exploding", "Australian wheat exports step up to meet high demand despite", "tensionsChina-Australia relations: more than 23,000 litres of wine", "stopped at Chinese ports as trade spat continuesChina-Australia", "relations: Africa’s winemakers, miners toast ‘potential’ of trade", "disputeThis article China-Australia relations: Beijing officially", "slaps import duties on Australian wine after concluding probe first", "appeared on South China Morning PostFor the latest news from the South", "China Morning Post download our mobile app. Copyright 2021.", "2 days ago", "* AFP News", "Two refugee camps in Ethiopia's Tigray 'completely destroyed': UN", "The United Nations said Friday that a team had reached two camps for", "Eritrean refugees in Ethiopia's northern Tigray region for the first", "time since November, finding them destroyed.", "2 days ago", "* Yahoo News Singapore", "COVID-19: Singapore confirms 23 new cases, one in the community", "The Ministry of Health (MOH) confirmed 23 new COVID-19 cases in", "Singapore as of noon on Saturday (27 March), taking the country's", "total case count to 60,288.", "23 hours ago", "* AFP News", "Scores dead as Myanmar junta puts on show of force", "Myanmar's security forces killed at least 91 people Saturday in the", "bloodiest day since the military seized power, a monitoring group", "said, as the junta staged a major show of might for its annual Armed", "Forces Day.", "a day ago", "* AFP News", "Russia pushes Arctic ambitions after Suez jam", "Russia has seized on the Suez Canal blockage to promote its northern", "shipping route as a reliable alternative, part of a broader push by", "Moscow to develop the Arctic and capitalise on climate change.", "2 days ago", "* South China Morning Post", "China digital currency to ‘provide backup’ for Alipay, Tencent’s WeChat Pay", "if ‘something happens’ to internet giants", "A key objective of China’s sovereign digital currency is to maintain", "financial stability should “something happen” to Alipay and Tencent’s", "WeChat Pay, the two private platforms that dominate the nation’s vast", "digital payment market, the country’s central bank has said. China is", "steaming ahead with the roll-out of its digital yuan, carrying out", "pilot trials in cities across the country as it shifts to a cashless", "society that will give authorities unprecedented powers to survey the", "nation’s payment and financial system. At the same time, Beijing has", "stepped up scrutiny of its sprawling fintech system, showing just how", "serious it is about reining in malpractice among the nation’s internet", "behemoths and reducing the risk of financial contagion in the world’s", "second largest economy.Do you have questions about the biggest topics", "and trends from around the world? Get the answers with SCMP Knowledge,", "our new platform of curated content with explainers, FAQs, analyses", "and infographics brought to you by our award-winning team. Speaking in", "an online panel discussion on Thursday, Mu Changchun, the director", "general of the digital currency institute at the People’s Bank of", "China (PBOC), outlined how the two policy agendas dovetailed. In order", "to provide a backup for the retail payment system, the central bank", "has to step up and provide a central bank digital currency service Mu", "Changchun “Everybody knows we have two big players in the retail", "mobile payment market, Alipay and Tencent Pay,” Mu said at the event", "organised by the Swiss-based Bank of International Settelments (BIS).", "“They have already taken 98 per cent of the mobile payment market. “If", "something happens to them, financially or technically, that would", "definitely bring a negative impact to the financial stability of", "China. “In order to provide a backup for the retail payment system,", "the central bank has to step up and provide a central bank digital", "currency service.” Mu’s comments come amid a crackdown on monopolistic", "practices in China’s “platform economy”, where Ant Group, which owns", "Alipay, and Tencent hold outsize influence. What is China’s sovereign", "digital currency? Authorities fined Tencent and several other digital", "giants earlier this month and last year put the brakes on the", "blockbuster debut of Ant Group’s shares on the Shanghai and Hong Kong", "exchanges. The PBOC also released new draft rules in January in an", "effort to curtail the influence of “nonbank service providers” in", "online payments. China, already the world leader in digital payments,", "is aiming to be the first major economy to introduce a central bank", "digital currency (CBDC). Its successful launch could boost the", "international use of the yuan and reduce risks associated with", "cryptocurrencies like bitcoin. The PBOC has been researching and", "designing a CBDC since 2016. Mu said it was important central banks", "cooperated to establish a broad set of “values”, including on", "monitoring and information sharing, to ensure compatibility between", "different sovereign digital currencies. Interoperability should be", "enabled between CBDC systems of different jurisdictions Mu Changchun", "“Central bank digital currency supplied by one central bank should not", "impede another central bank’s ability to carry out its mandate for", "monetary and financial stability,” Mu said. Mu said that cross-border", "flows of digital currencies must comply with each jurisdiction", "concerned and that “information flow and fund flows should be", "synchronised, so as to facilitate regulators to monitor the", "transactions for compliance”. “Interoperability should be enabled", "between CBDC systems of different jurisdictions,” Mu said. “We also", "propose a scalable and overseen foreign exchange platform supported by", "DLT [distributed ledger technology] or other technologies.” Mu said", "the PBOC had already shared its ideas on information sharing and", "monitoring with other central banks and monetary authorities. In", "February, China joined Hong Kong, Thailand and the United Arab", "Emirates (UAE), along with the BIS, to explore cross-border payments", "for digital currencies. However, some major central banks such as the", "US Federal Reserve remain cautious about launching a CBDC. “Because we", "are the world’s principle reserve currency, we don’t need to rush this", "project, we don’t need to be first to market. A dollar CBDC would have", "potentially large implications here and around the world,” said Jay", "Powell, chairman of the Federal Reserve, who spoke on another panel at", "the same event on Monday. “We’d be sure to think carefully about all", "of that and to engage very broadly with the public around the world,", "particularly here in the US before we even approach a decision.” A", "survey by the BIS released in January found that 86 per cent of", "central banks have been actively engaging in some form of CBDC", "research. The survey also found that work related to retail CBDCs is", "gaining in relative popularity, with more central banks either looking", "at both wholesale and retail or narrowing their scope of work down to", "retail only. While the Eurozone has been exploring the possibility of", "rolling out a CBDC, Germany’s central bank Deutsche Bundesbank is", "concerned that a digital euro could pose risks to banks. “There are", "other ways to satisfy the needs of the consumers or firms than a", "central bank digital currency so there is no rush or urgency to", "introduce CBDC. I think it’s rather something we should reflect on", "very carefully,” said Jens Weisman, head of the Bundesbank at the BIS", "event on Monday. Bank of Japan Governor Haruhiko Kuroda said last week", "there was a need for the central bank to “prepare thoroughly” for the", "time it may need to issue its own digital currency, but there", "currently is no plan to issue a yen CBDC.More from South China Morning", "Post:China digital currency: central bank seeks to assure consumers of", "data, privacy protectionBeijing is exploring digital yuan cross-border", "payments by joining with Hong Kong, Thailand, UAE and the Bank of", "International SettlementsWhy China’s central bank leads antitrust", "drive and how this may affect Alipay, WeChat PayChina’s antitrust", "regulator fines Big Tech firms, including Tencent and Baidu, for", "failing to report acquisitionsChina’s central bank defines monopoly", "for the first time in antitrust curb of world’s largest online payment", "services marketThis article China digital currency to ‘provide backup’", "for Alipay, Tencent’s WeChat Pay if ‘something happens’ to internet", "giants first appeared on South China Morning PostFor the latest news", "from the South China Morning Post download our mobile app. Copyright", "2021.", "2 days ago", "* DollarsAndSense.sg", "Top 5 Most Valuable Adidas Sneakers That Prove Affordable Sneakers May", "Actually Be An Emerging Asset Class", "In the NFTs and bitcoin world that we live in, sneakers can also be", "considered by some investors as an asset class that can generate", "profits. The post Top 5 Most Valuable Adidas Sneakers That Prove", "Affordable Sneakers May Actually Be An Emerging Asset Class appeared", "first on DollarsAndSense.sg.", "a day ago", "* Yahoo News Singapore", "Jeffrey Ong applies for bail; lawyer did not flee Singapore, defence team", "says", "Lawyer Jeffrey Ong Su Aun, who went missing along with some $33", "million held in escrow by his law firm and was later caught in", "Malaysia, applied to have his bail reviewed.", "2 days ago", "* AFP News", "Protest-hit Myanmar junta puts on show of force", "Myanmar's military will Saturday put on a major show of strength for", "the annual Armed Forces Day, as it struggles to quell widespread", "protests against its rule weeks after seizing power.", "a day ago", "* Associated Press", "VW to seek damages from former executives for diesel scandal", "Volkswagen is seeking damages from two former top executives for their", "role in the diesel emissions scandal that cost the German automaker", "billions of euros and a hefty dent in its reputation. VW said after a", "board meeting Friday that it wants damages from ex-chief executive", "Martin Winterkorn and Rupert Stadler, the former head of its Audi", "brand, “on account of breaches of the duty of care under stock", "corporation law.” VW said a law firm the supervisory board tasked with", "investigating liability issues reviewed millions of documents,", "conducted hundreds of interviews and “concluded that negligent", "breaches of duty had occurred” by the two executives.", "2 days ago", "* AFP News", "UK hits back as China imposes sanctions on lawmakers", "Britain's government on Friday gave its full backing to British", "lawmakers and others sanctioned by China for speaking out in defence", "of the Uyghur Muslim minority.", "2 days ago", "* Associated Press", "S&P 500 returns to a record high after best day in weeks", "U.S. stocks burst to their best day in three weeks on Friday, helping", "Wall Street return to record heights and avoid what could have been a", "second straight weekly loss. The S&P 500 added 65.02 points, or 1.7%,", "to 3,974.54, with a quarter of that rise coming in the last five", "minutes of trading alone. The Dow Jones Industrial Average rose 453.40", "points, or 1.4%, to 33,072.88, and both it and the S&P 500 set", "all-time highs.", "2 days ago", "* Yahoo News Singapore", "12 new COVID cases in Singapore, including one in community", "The Ministry of Health (MOH) confirmed 12 new COVID-19 cases in", "Singapore on Friday (26 March), taking the country's total case count", "to 60,265.", "2 days ago", "* AFP News", "Myanmar activists call for Armed Forces Day protests", "Myanmar activists have called for major anti-coup protests this", "weekend as the junta marks Armed Forces Day, after a firebomb attack", "on deposed civilian leader Aung San Suu Kyi's party headquarters.", "2 days ago", "* Associated Press", "Nissan-Renault rift at center of Japanese trial of American", "The trial of former Nissan executive Greg Kelly in a Tokyo court is", "increasingly focusing on a rift between Nissan Motor Co. and its", "French alliance partner. Kelly, an American, was arrested with former", "Nissan chief Carlos Ghosn in November 2018 and has been charged with", "under-reporting Ghosn’s compensation. Kelly’s chief defense lawyer", "Yoichi Kitamura questioned Hiroki Kobayashi, a partner at Latham &", "Watkins, Friday in the Tokyo District Court about an investigation of", "Ghosn and on Nissan’s relations with Renault SA of France that the", "international law firm conducted on Nissan's behalf.", "2 days ago", "More stories"]