["Link: publisher", "Link: image_src", "Link: alternate en-US", "Link: alternate ja-JP", "Link: alternate zh-CN", "Link: canonical", "Link: amphtml", "Discover Thomson Reuters", "Directory of sitesLoginContactSupport", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up", "World News", "Updated", "New GM-built 'Beast' presidential limo makes Trump debut", "By David Shepardson", "3 Min Read", "WASHINGTON (Reuters) - The latest version of the heavily armoured U.S.", "presidential limousine known as “The Beast” is making its debut in New", "York City this week.", "Slideshow ( 4 images )", "The custom-built Cadillac produced by General Motors Co appeared for the", "first time in public on Sunday -- along with an identical version that", "travels in the motorcade -- when it ferried President Donald Trump around", "New York ahead of this week’s United Nations General Assembly meetings.", "The previous version of the limo first appeared in January 2009 just", "before Barack Obama took office. Obama told Jerry Seinfeld in 2015 that", "the limo is “a Caddy basically on a tank frame.” Obama said he “could call", "a nuclear submarine right here” from a phone in the car.", "GM won contracts worth $15.8 million (12.1 million pounds) for two phases", "of the development of the limo from 2014 through 2017, according to", "federal contracting records, but it is not clear if that represents all", "development costs. In 2010, GM won a $35 million contract from the Secret", "Service for additional presidential limousine vehicles.", "GM declined to discuss specifics of the new vehicle.", "The Secret Service posted a photo on Monday of two new limousines on", "Twitter. \"The Secret Service is ready to roll into #UNGA 2018!\" the agency", "wrote here. The agency did not immediately respond to a request for", "comment.", "Experts say the presidential limousine has run-flat tires, bulletproof", "glass and a completely sealed interior to ward off a chemical attack,", "among many other high-tech security features. It also has extensive", "electronic communications equipment.", "Car and Driver magazine said the headlights from the new version appear to", "be borrowed from a Cadillac Escalade SUV, and the new grille appears to be", "influenced by its 2016 Escala concept. The magazine said the “car’s", "proportions are considerably more attractive than the previous, somewhat", "Frankenstein-like Beast.”", "GM won the contract for the new limo in 2014 after Ford Motor Co opted not", "to bid. For much of the 20th century, the presidential limousine was a", "Lincoln. But since the early 1980s, the limousine has always been a", "Cadillac.", "Reporting by David Shepardson; Editing by Leslie Adler", "Our Standards: The Thomson Reuters Trust Principles.", "* Apps", "* Newsletters", "* Advertise with Us", "* Advertising Guidelines", "* Cookies", "* Terms of Use", "* Privacy", "* Do Not Sell My Personal Information", "All quotes delayed a minimum of 15 minutes. See here for a complete list", "of exchanges and delays.", "© 0 Reuters. All Rights Reserved.", "for-phone-onlyfor-tablet-portrait-upfor-tablet-landscape-upfor-desktop-upfor-wide-desktop-up"]