["Link: amphtml", "Link: canonical", "[IMG]", "The News Scroll 14 April 2020  Last Updated at 9:36 am | Source: IANS", "Man booked for refusing to eat food cooked by Dalit", "[IMG] [IMG] [IMG] [IMG] [IMG]", "Man booked for refusing to eat food cooked by Dalit", "Kushinagar (UP), April 14 (IANS) A 35-year-old man has been booked by the", "police for refusing to eat food at a quarantine centre on the ground that", "it had been cooked by a Dalit.", "Reports said Siraj Ahmad, a native of Bhujouli Khurd village under Khadda", "police station in Kushinagar district, had returned from Delhi on March", "29, and was staying at the quarantine centre at the village primary school", "along with other four people.", "On Friday, village head, Lilawati Devi, in absence of the cook, prepared", "food in the quarantine centre for all the five people but Siraj refused to", "eat it.", "Police, after conducting investigation, registered a FIR against him under", "the SC/ST Act on Monday.", "The village head had lodged a written complaint with the police on Friday", "and also informed sub-divisional magistrate Desh Deepak Singh and block", "development officer Ramakant.", "SHO Khadda police station, R.K. Yadav said that a case against Siraj was", "registered under the SC/ST Act.", "Meanwhile, on Saturday evening, Vijay Dubey, the local BJP MLA, went to", "the house of village head and asked her to serve him food cooked by her.", "\"Untouchability is a social evil that cannot be tolerated at any cost,\" he", "said.", "--IANS", "amita/rs", "----------------------------------------------------------------------", "Disclaimer :- This story has not been edited by Outlook staff and is", "auto-generated from news agency feeds. Source: IANS", "----------------------------------------------------------------------", "More from Website", "Watch: BJP Leader Thrashed In Punjab, Party Accuses Congress Of", "Engineering Attack", "Watch: BJP Leader Thrashed In Punjab, Party Accuses Congress Of Engineering", "Attack", "F1 2021: Lewis Hamilton Says Regulations Pegged Mercedes Back But 'We Love", "A Challenge'", "F1 2021: Lewis Hamilton Says Regulations Pegged Mercedes Back But 'We Love A", "Challenge'", "European Under-21 Championship: Italy Hold Spain, Romania Break Hungary", "Hearts", "European Under-21 Championship: Italy Hold Spain, Romania Break Hungary Hearts", "More from Outlook Magazine", "An African Trump?", "An African Trump?", "Sans Frontiers", "Sans Frontiers", "Bear With Us, For What They Tell You Is Bull", "Bear With Us, For What They Tell You Is Bull", "Next Story : ASEAN holds special summit on response to COVID-19 pandemic", "Download the Outlook ​Magazines App. Six magazines, wherever you go! Play", "Store and App Store"]