["Link: canonical", "Link: amphtml", "News", "Brewer's success to leave Illinois flat", "Robert Gutsche Jr.. Special to the TribuneCHICAGO TRIBUNE", "Illinois beer enthusiasts won't find Spotted Cow, Uff da Bock or any of", "the other dozen beers made by Wisconsin's New Glarus Brewing Co. anywhere", "in the state next year.", "The microbrewery, one of the fastest growing in the region, is leaving", "Illinois in February after two years of struggling to fill distributors'", "orders. New Glarus, which has been selling beer in this state for six", "years, has been trying to serve two masters--and not serving either well.", "\"We are growing as fast as we can, but we can't even meet the demand in", "Wisconsin,\" said the brewery's founder and president, Deb Carey, who owns", "the brewery with her husband, Dan.", "By leaving Illinois, New Glarus will be able to get a tighter grip on the", "Wisconsin market, where it is the eighth-largest brewery, Carey said.", "Illinois makes up 10 percent of the company's total sales, with most of", "the business coming from the Chicago area, Rockford and Peoria. About 65", "percent of sales in Illinois come directly from Chicago and its suburbs.", "Brian VanZandbergen, beer manager at Sam's Wine and Spirits on Chicago's", "North Side, said his business sells about 25 to 50 cases of New Glarus", "products each month, with the Wisconsin Belgian Red and Spotted Cow being", "the most popular.", "Those sales are above average for a microbrewery of its size, he said. \"It", "is just good, quality craft beer,\" VanZandbergen said.The brewery's", "overall sales this year are up an estimated 34 percent, and are projected", "to jump to roughly 40 percent by the end of the year. That's the highest", "sales number the brewery has seen since it opened in 1993 in the small,", "Swiss town of New Glarus, about 30 minutes south of Madison, Wis.", "The microbrewery's growth has been steady, and its beer production has", "increased to 10,500 barrels in 2001 from about 9,500 in 2000. This year", "the brewery has produced roughly 13,000 barrels.", "Although most companies would envy the microbrewery's growth rate, New", "Glarus is feeling serious growing pains.", "New Glarus spent $500,000 this year to open a new bottling line, install", "four new lager tanks and build a 7,000-square-foot warehouse. Even with", "these enhancements, Carey said, the demand is too great.", "Crossing the border", "Illinois distributors also are feeling the pain, with some going as much", "as two weeks without any New Glarus beer.", "Louis Glunz Beer, a distributor in Lincolnwood, has seen its orders", "received from the brewery reduced. Janet Bischoff, financial manager for", "the distributor, said they have received shipments that were cut to less", "than half of what they ordered.", "Bischoff said the distributor will fill the void left by the departure of", "New Glarus with other regional beers, such as Edmund Fitzgerald Porter and", "Burning River Pale Ale from Great Lakes Brewing Co. in Cleveland. But she", "anticipates people in Illinois will cross the border into Wisconsin to", "find New Glarus beer.", "\"They make fine beers that beer people love,\" said Bischoff.", "VanZandbergen said customers will be disappointed when the beer leaves the", "shelves, and he also thinks many will travel across the border.", "New Glarus makes mostly German-style lagers but also makes fruit beers,", "such as Raspberry Tart and cherry Wisconsin Belgian Red. Carey said a", "typical New Glarus beer drinker is 28 to 54, educated and well-traveled.", "Some have likened the brewery and its following to that of Goose Island in", "Chicago.", "Peter Crowley is president of the Illinois Craft Brewers Guild in Chicago,", "a group of 25 brew pubs and microbreweries that work to promote Illinois", "beer. Crowley says he has seen companies pull out of Illinois because they", "couldn't compete with other breweries, but, said Crowley, \"I have never", "heard of a brewery not wanting to sell their beer\" in Illinois.", "But Crowley does understand the reason behind the move.", "\"Your local crowd of beer drinkers is going to be there a lot longer,\" he", "said.", "Pulling out of Illinois will improve relations with distributors in and", "around Madison and Milwaukee, the two largest areas that sell New Glarus", "products, says Steve Frank, president of Frank Beer Distributing based in", "Middleton, Wis., which distributes New Glarus beer.", "\"It's a small brewery,\" Frank said. \"They make really good beer, and they", "are picking up in the state of Wisconsin much more than they are able to", "produce. They have to satisfy their base customers.\"", "Growing in-state demand", "Frank said New Glarus beer--especially Spotted Cow, described as an", "unfiltered farmhouse ale--makes up less than 10 percent of his business.", "But demand for the beer is growing significantly in Wisconsin. Leaving", "Illinois was the only option for a company that can't keep up, he said.", "Tom Pirko, president of Bevmark LLC, a Santa Barbara, Calif., consultant", "to the food and beverage industry, said that the financial background of a", "business and how big it wants to grow, more than demand and the makeup of", "a specific market, drive success.", "Pulling out of a market is unusual for a brewery, he said, but that would", "be a way to keep a strong local customer base versus trying to compete in", "a larger market with more powerful players.", "\"The premise here is that it's very hard to be a microbrew these days and", "make it,\" he said. \"Unless you stay small, it's not a quality issue, it is", "a planning issue.\"", "Crowley said he sees New Glarus doing well in the Wisconsin market and", "would welcome the brewery back to Illinois when it is stronger and capable", "of producing more beer.", "\"We hate to see them go, but if they are selling that much beer, good for", "them.\"", "* [IMG]", "At least 106 people shot, 14 fatally, in Chicago weekend violence", "* Watch live: Gov. J.B. Pritzker gives a coronavirus update", "* [IMG]", "After Twitter outcry, 5 women detail Chris D’Elia’s alleged sexual", "improprieties", "Copyright © 2021, Chicago Tribune", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "* Sports", "* Breaking", "* Horoscopes", "* Puzzles & Game", "* Business", "* Opinion", "* Entertainment", "* Suburbs", "43°"]