["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "World", "Bush signs $51.8 billion bill for hurricane relief", "Congress approved an additional $51.8 billion for relief and recovery from", "Hurricane Katrina on Thursday. President Bush signed the bill Thursday", "night .", "Sept. 8, 2005, 9:09 AM UTC / Source: The Associated Press", "Acting with extraordinary speed, Congress approved an additional $51.8", "billion for relief and recovery from Hurricane Katrina on Thursday.", "President Bush signed the bill Thursday night after pledging to make it", "“easy and simple as possible” for uncounted, uprooted storm victims to", "collect food stamps and other government benefits.", "In a statement issued by the White House, Bush praised Congress for", "“moving swiftly and in strong bipartisan fashion to approve these", "additional emergency funds” but cautioned: “More resources will be needed", "as we work to help people get back on their feet.”", "“We’re not asking for a handout, but we do need help,” said Republican", "Sen. Trent Lott — whose home state of Mississippi suffered grievously from", "the storm — as lawmakers cleared the bill for Bush’s signature less than", "24 hours after he requested it. The measure includes $2,000 debit cards", "for families to use on immediate needs.", "Bush, in a statement issued by the White House, praised Congress for", "“moving swiftly and in strong bipartisan fashion to approve these", "additional emergency funds” but cautioned: “More resources will be needed", "as we work to help people get back on their feet.”", "Lopsided votes mask concerns", "The overwhelming support for the measure by both Republicans and Democrats", "— it passed 410-11 in the House and 97-0 in the Senate — masked murmurs of", "concern about a rapidly rising price tag as well as a growing atmosphere", "of political jockeying in Congress less than two weeks after the hurricane", "battered the Gulf Coast.", "Congressional Democratic leaders said they would refuse to appoint members", "to a committee that Republican leaders intend to create to investigate the", "administration’s readiness and response to the storm.", "House Democratic leader Nancy Pelosi called the GOP plan “a sham that is", "just the latest example of congressional Republicans being the foxes", "guarding the president’s henhouse.” Senate Democratic leader Harry Reid", "said it was like a baseball pitcher calling “his own balls and strikes.”", "Both urged appointment of an independent panel like the Sept. 11", "commission.", "Republicans said they intended to go ahead despite the threatened boycott.", "Senate Majority Leader Bill Frist of Tennessee told reporters there had", "been a “systemwide failure” in the response to the storm. Citing problems", "at the local, state and federal levels, he said, “We will get to the", "bottom of that” in a congressional investigation.", "Beyond that, said New York Rep. Tom Reynolds, chairman of the House GOP", "campaign committee, “it is reprehensible that some elected officials are", "looking to score political points in the wake of Hurricane Katrina’s", "devastation.”", "Even before Bush spoke and Congress acted, the government provided fresh", "evidence of the impact of the storm.", "10,000 in region file for unemployment", "The Labor Department reported that roughly 10,000 workers filed for", "unemployment benefits last week after losing their jobs as a result of the", "storm and said the level would rise sharply. In a painful irony, analysts", "said Thursday’s number would have been higher yet except that the storm", "forced claims offices to close and prevented more of the newly jobless", "from filling out their paperwork.", "Bush, his poll numbers sagging and his administration buffeted by", "criticism of its response to the storm, dispatched Vice President Dick", "Cheney to the region and met with GOP congressional leaders at the White", "House. At mid-afternoon, flanked by members of his Cabinet, he stepped to", "the microphones to pledge additional help, ask for patience and announce a", "national day of prayer for Friday of next week.", "Referring to the debit cards in the relief legislation passed Thursday, he", "said, “The first step is providing every household with $2,000 in", "emergency disaster relief that can be used for immediate needs, such as", "food or clothing or personal essentials.”", "Moves to ease getting benefits", "Additionally, with hundreds of thousands of storm victims now dispersed to", "numerous states, he said the government was working to “ensure that those", "of you who receive federal benefits administered by the states of Alabama,", "Mississippi and Louisiana will continue to get those benefits in the", "states where you’re now staying.”", "He said the government would formally grant those victims evacuee status,", "meaning they would be able to register for their benefits without", "producing all of the normal documentation — much of which may have been", "lost in a desperate retreat from storm-threatened homes. He urged storm", "victims to contact the Federal Emergency Management Agency, and asked them", "to be patient if they encountered delays.", "Bush said the evacuee status would apply to “the full range of federal", "benefits administered by the states,” including Medicaid, welfare, food", "stamps, housing, school lunch and more.", "“In all the steps we take, our goal is not to simply provide benefits but", "to make them easy and simple as possible to collect,” he said.", "Bush waives federal contract law", "Later, looking ahead to the massive reconstruction effort, Bush quietly", "waived sections of a federal law that requires payment of prevailing wages", "on government contracts. Prevailing wages are based on surveys that take", "into account union and non-union pay. One business organization welcomed", "the move, while the AFL-CIO criticized it. Conservatives, in particular,", "said they hoped the government’s billions would be spent wisely.", "“We have all the hallmarks here of a rush to spend money,” said Sen. Jeff", "Sessions, R-Ala., whose home state was damaged by the storm. “We have got", "to be careful that this does not become a feeding frenzy. ... This is our", "grandchildren’s money.”", "Democrats, too, said they wanted the money to be well-spent. At the same", "time, Reid and other Senate Democrats unveiled a far more comprehensive", "proposal to provide health, housing, education and other benefits.", "White House: FEMA to disburse $50 billion", "The White House said $50 billion of the $51.8 billion bill would be", "distributed through the Federal Emergency Management Agency, which has", "been the subject of widespread criticism in the past week.", "The official breakdown said $23.2 billion was for housing aid and grants", "to individuals, of which about $640 million was for the unprecedented", "debit cards.", "State and local governments are in line for $7.7 billion in reimbursement", "costs.", "White House officials said the money was needed without delay to prevent", "an interruption in the massive operation designed to repair the damage", "along the Gulf Coast and bring hope to an almost unimaginable number of", "evacuees forced to flee.", "The bill brought the total in disaster aid to $62.3 billion — a total that", "is certain to rise as the full impact of the storm becomes clear. With", "much of New Orleans still covered by fouled floodwaters, for example,", "there is as yet no estimate for the cost of pumping out the city — or", "rendering it safely habitable again.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]