["Link: canonical", "Madison Beer Review", "Review: to appraise critically; a periodical that publishes critical", "essays on current affairs", "* Home", "* Links", "* Features", "* About MBR", "Wednesday, November 24, 2010", "Interested In Selling Your Beer In Chicago?", "Posted by Unknown", "Email ThisBlogThis!Share to TwitterShare to FacebookShare to Pinterest", "via Jay Brooks and his Brookston Beer Bulletin.", "Surprise! Beer distributors in Chicago are corrupt. I know. You are", "shocked. We all are. But consider the following.", "\"Independent brewers say the brand-name distributors, with deep pockets", "and abundant supply, often resort to pay-to-play business practices that", "mirror the worst of Chicago politics. Sources say the big brewers and", "their wholesalers keep out the independents by offering cash, new tap", "systems, free beer and other incentives to tavern owners and retailers", "in exchange for taps or shelf space for mainstream brands. Some bar", "owners have set up separate marketing companies to take in the cash\"", "Pay to play works like this: you want your beer distributed by us? Then", "you need to give us a deal. The intriguing part is that there has become a", "whole secondary market for this type of graft that has resulted in", "marketing companies that accept the money and/or gifts to keep the money", "separate. So, instead of paying a bar, a distributor might pay a", "\"Marketing Consulting Company\" to market its beer; said Marketing", "Consulting Company just happens to be owned by the same people as the bar.", "Brewers call Chicago a whores' market,” says Deb Carey, co-owner of New", "Glarus Brewing Co., of New Glarus, Wis., which sold draft beer in", "Chicago for two years in the mid-1990s. New Glarus pulled out, Ms. Carey", "says, because it didn't want to participate in illegal business", "practices such as giving away beer to get bars to carry its products.", "Ms. Carey says Illinoisans constantly are urging her to sell her Spotted", "Cow ale here again, but she's not interested. “Everyone has a hand out", "and everyone wants some cash, (free) beer or a discount,” she says. “As", "far as I'm concerned, it's not worth the graft and hassle.”", "“Small brewers can't afford to pay to play,” she adds. “I really blame", "the big domestic brewers for creating this mess.”", "Go Deb Carey. Pull no punches. I'd be curious to know what kinds of deals", "Wisconsin distributors get for putting her beer on-tap here in Wisconsin.", "I'm not insinuating anything insidious - deals are fine as long as", "everyone (all of her Wisconsin distributors) gets the same deal. Where the", "problem happens in Illinois, and Wisconsin for that matter, is where some", "retailers get \"better\" deals than others. Look, it would be disingenuous", "to say that this happens only in Chicago - and one of my biggest issues", "with this article, and the reaction from Jay Brooks notes this fact, is", "that these practices are hardly limited to Chicago. Chicago just happens", "to be really good at it.", "A spokesman for MillerCoors says the brewer takes “pride in doing our", "business the right way.” He adds: “Pay-to-play practices are illegal and", "are not accepted practices or behavior by MillerCoors or its", "distribution network. All MillerCoors employees are trained through", "ethics training annually. These practices are called out as illegal.”", "In a statement, Anheuser-Busch says it “always respects and abides by", "the laws in all jurisdictions where it does business and believes its", "wholesalers do so as well.”", "Thank you Marketing Department.", "Complaints are rare, and few result in agency action. In the 10 years", "through last May, the liquor commission had issued 406 administrative", "fines for “of value” violations—state-wide. Rock Island led the way with", "52 violations, followed by 24 in Galesburg and 23 in Moline. Chicago's", "total for the decade? Nine.", "In one Chicago case, Snickers Bar in River North was fined $500 in 2009", "for accepting a free keg refrigerator from River North Sales & Service,", "according to commission documents. In another case, the documents show,", "Fireside Restaurant & Lounge in Edgewater paid a $500 fine for accepting", "a free kayak from a distributor to use in a drawing in which patrons had", "to purchase a beer to get a raffle ticket.", "What? You mean to tell me that NOBODY is complaining about getting free", "cash and equipment and beer? Unbelievable. Even the people getting screwed", "don't complain because if they did they'd never get distributed or put", "on-tap.", "John Hall, president of Chicago-based Goose Island Brewing Co., thinks", "authorities have higher priorities than investigating pay-to-play in", "Chicago bars. “When you think about all the issues in this state and", "city, I don't think people want to spend more money enforcing this when", "we don't have enough money even for education,” he says.", "Man, if you can't feel the slime coming from that statement, you haven't", "lived in Chicago long enough.", "At least a dozen distributors are licensed to operate in Chicago. But", "just three control two-thirds of the market: Chicago Beverage, part of", "the Reyes family's $12-billion-a-year holdings; River North, co-owned by", "Yusef and Jonathan Jackson since 1998, and City Beverage-Illinois,", "recently acquired by Mr. Trott, a former Goldman Sachs Group Inc.", "investment banker, through his Chicago-based BDT Capital LLC.", "(Anheuser-Busch retains a 30% stake.)", "Yusef and Jonathan Jackson, by the way, are the children of the Reverend", "Jesse Jackson. You will recall that Yusef and Jonathan's brother, Jesse,", "Jr. was the infamous \"Candidate #5\" reference by Gov. Blagojovich for", "candidates to take President Obama's seat. Candidate #5, Jesse Jackson,", "Jr., offered to raise over $1Mil in campaign funds for Gov. Blagojovich if", "he were to be appointed Senator.", "In Illinois, unlike Wisconsin, the brewer can have a stake in the", "distributorship. Can you imagine that City Beverage, 30% owned by A-B,", "really has that much interest in selling any craft beer other than Goose", "Island (in which A-B also has an ownership interest)? I would doubt it,", "too. Indeed, check this out:", "Chicago Beverage now carries Sam Adams, New Belgium and local favorite", "Half-Acre, among other craft beers. River North and City Beverage", "distribute popular Goose Island in its many varieties, as well as", "Fuller, Brown Ale and others. Nonetheless, the upstarts claim only 5.3%", "of the Chicago market vs. 6.3% nationally and even more in many other", "big cities.", "So, despite the great beer bars starting to populate Chicago, they hardly", "make a dent in the overall beer consumption there. And that is borne out", "in the \"regular\" bars and restaurants throughout the city where, if there", "is a \"craft\" on-tap it is Goose Island Honkers Ale and little else.", "So, what does pay to play look like?", "The most common approach, says a former sales manager for a national", "brewer who asked not to be named, is for wholesalers to give away beer", "or pay cash for tap lines.", "A bar, for example, might “swipe” a distributor's credit card for food", "or a Super Bowl party without ever providing those services. Brewers and", "distributors might provide retailers with menus, T-shirts or other", "promotional items.", "A craft brewer tells Crain's that Rockit Bar & Grill, with locations", "near Wrigley Field and in River North, wanted to charge him $3,000 to", "put his beer on tap. ... Five of the six beers on tap at Rockit come", "from River North.", "In addition to the cash, the bars received numerous free kegs throughout", "the year for fictitious marketing events, the former employee says,", "adding that he personally “swiped” Chicago Beverage's credit card on", "several occasions for the payments.", "A former employee at Bar Louie, a national chain with three locations in", "Chicago, tells Crain's that both MillerCoors and Anheuser-Busch paid", "$1,000 per tap handle annually and threw in a free keg for every five", "sold. The former employee, who asked not to be named, says Bar Louie ran", "the payments through a third-party marketing company set up by its", "owners.", "Keep in mind, this isn't necessarily just Chicago. This stuff happens all", "over the United States, including here in Wisconsin. Maybe it's not this", "endemic. Maybe it's not this obvious. But it happens.", "Labels: chicago, corruption, distributors, marketing, markup, retail", "6 comments:", "1. AnonymousNovember 24, 2010 at 7:28 AM", "isn't this what folks said on here a few months ago when MBR called", "out WI brewers for not being as good as IL breweries, and that they", "were foolish to not distribute there?", "ReplyDelete", "Replies", "Reply", "2. UnknownNovember 24, 2010 at 8:33 AM", "For the record, MBR never said that WI breweries weren't as good as IL", "breweries. Just that it's a bigger market, growing rapidly, and IL", "breweries were no longer consierably worse than WI breweries.", "But to answer your rhetorical question, NO, that's not what \"folks", "said on here.\" Here, take a look yourself.", "http://www.madisonbeerreview.com/2010/08/on-our-neighbors-to-south.html", "ReplyDelete", "Replies", "Reply", "3. AnonymousNovember 24, 2010 at 3:35 PM", "hmmm...I see folks in the comments who said distributing in Chicago is", "difficult (in response to the post), which was my rhetorical question.", "Your post their asserts that WI breweries have a hard time competing", "with our IL neighbors (no one from IL will drink WI beers when they", "move here?), and WI breweries need to go down there and make a", "presence (even though IL beer presence is lacking in WI).", "This post addresses why it may not be worth the hassle...I just find", "it somewhat contradictory to the prior post.", "ReplyDelete", "Replies", "Reply", "4. AnonymousNovember 24, 2010 at 3:36 PM", "their =/= there..I hate it when that happens...", "ReplyDelete", "Replies", "Reply", "5. Matt LangeNovember 24, 2010 at 5:16 PM", "I find it interesting that the article asserts that New Glarus's", "primary motivation for getting out of Chicago was to avoid such", "shenanigans, whereas they have always talked about pulling out of", "Illinois to meet demand it Wisconsin. I also remember Deb referencing", "some big breweries offering incentives to bars in Wisconsin if they", "would switch their taps from New Glarus to one of their products.", "ReplyDelete", "Replies", "Reply", "6. AnonymousNovember 29, 2010 at 1:31 PM", "CRAIN'S ARTICLE WAS IN THE RIGHT CHURCH BUT THE WRONG PEW.THINK ABOUT", "THE INDEPENDENT OFF PREMISE LIQUOR STORE DEALS.EACH OF THEM HAS A", "DIFFERENT DISCOUNT AND VARIOUS STORE LOCATION DEPENDING ON PRICE AND", "SHELF SPACE.", "ReplyDelete", "Replies", "Reply", "Add comment", "Load more...", "Note: Only a member of this blog may post a comment.", "Newer Post Older Post Home", "Subscribe to: Post Comments (Atom)", "Supporters of Madison Beer Review", "Glazer Legal Services", "Best Wisconsin Brewpub 2011", "Feeds", "RSS Follow MadisonBeer on Twitter MBR on Facebook", "Twitter", "Find us on Google+", "follow me on Twitter", "Beer in the News", "Loading...", "Archive", "* ►  2013 (6)", "* ►  February (6)", "* ►  2012 (48)", "* ►  November (1)", "* ►  October (2)", "* ►  September (4)", "* ►  August (8)", "* ►  July (8)", "* ►  June (2)", "* ►  May (1)", "* ►  April (2)", "* ►  March (5)", "* ►  February (6)", "* ►  January (9)", "* ►  2011 (123)", "* ►  December (4)", "* ►  November (6)", "* ►  October (8)", "* ►  September (11)", "* ►  August (16)", "* ►  July (14)", "* ►  June (11)", "* ►  May (13)", "* ►  April (10)", "* ►  March (8)", "* ►  February (10)", "* ►  January (12)", "* ▼  2010 (137)", "* ►  December (12)", "* ▼  November (12)", "* Cellar Series: 2009 New Glarus Golden Ale", "* Five Gallons At A Time: Kvetching about Clones", "* Press Release Friday: Lakefront Brewery Tours All ...", "* Interested In Selling Your Beer In Chicago?", "* Hey Barkeep! I Hear Unpasteurized Beer Gives Me Mo...", "* In Case You Were Wondering What To Get Me For The ...", "* Innovating Tradition", "* Five Gallons At A Time: Malt Extract vs. Water", "* The Not-So-Long Downhill Run Of Stone Brewing Co I...", "* Five Gallons At A Time: Compensating for Yeast Sta...", "* More Writers for MBR", "* Audience Participation: What Are You Drinking?", "* ►  October (10)", "* ►  September (15)", "* ►  August (13)", "* ►  July (18)", "* ►  June (10)", "* ►  May (6)", "* ►  April (12)", "* ►  March (9)", "* ►  February (10)", "* ►  January (10)", "* ►  2009 (279)", "* ►  December (13)", "* ►  November (17)", "* ►  October (20)", "* ►  September (20)", "* ►  August (21)", "* ►  July (26)", "* ►  June (26)", "* ►  May (32)", "* ►  April (23)", "* ►  March (33)", "* ►  February (26)", "* ►  January (22)", "* ►  2008 (192)", "* ►  December (25)", "* ►  November (19)", "* ►  October (23)", "* ►  September (21)", "* ►  August (17)", "* ►  July (14)", "* ►  June (11)", "* ►  May (15)", "* ►  April (10)", "* ►  March (11)", "* ►  February (13)", "* ►  January (13)", "* ►  2007 (61)", "* ►  December (10)", "* ►  November (12)", "* ►  October (14)", "* ►  September (12)", "* ►  August (12)", "* ►  January (1)", "Enter your search terms ___________________________________________________", "Submit search form [ Google Search ]", "[ ] Web [ ] Madison Beer Review", "©2007. Madison Beer Review LLC. Site and Design created by Idun", "Consulting.", "Powered by Blogger."]