["Link: canonical", "Link: image_src", "Link: publisher", "Link: amphtml", "Toggle navigation  Toggle Universal Navigation", "ABS-CBN News", "* _____________________ [ Search ]", "* facebook", "* twitter", "* youtube", "* login", "_____________________ [ Search ]", "* Home", "* News", "* Business", "* Entertainment", "* Life", "* Sports", "* Overseas", "* Spotlight", "* Weather", "* TV Patrol", "* DZMM", "* ANC", "* ANCX", "Home  >  News", "Cebu rape-slay case sparks calls for death penalty revival", "Rose Carmelle Lacuata, ABS-CBN News", "Posted at Mar 12 2019 08:50 PM", "Share", "* Facebook", "* Twitter", "* LinkedIn", "MANILA - Concerned citizens have taken to social media to express their", "support for capital punishment for heinous crimes like rape.", "This, after 16-year-old Christine Lee Silawan was found dead in Lapu-Lapu", "City, Cebu. She was reportedly raped and skinned to the skull.", "* 16 anyos na babae natagpuang patay, kita ang bungo sa Cebu", "Silawan was identified as a student of the Maribago High School. She was", "first reported missing by her mother after she failed to return home from", "serving as collector in church on Sunday.", "Police are looking at the involvement of three suspects in the slay.", "On Tuesday afternoon, the hashtag #YesToDeathPenalty made it to the top", "trending topics in the Philippines on Twitter, with netizens calling for", "the death of those responsible for Silawan's horrific slay.", "Netizens cited how \"sick\" the crime was and that no girl or woman should", "ever feel unsafe while out alone.", "She was also reportedly a fan of Korean boy group BTS (Bangtan", "Sonyeondan), which has a large following not only in the Philippines, but", "also worldwide.", "President Rodrigo Duterte has been pushing for the revival of the death", "penalty as he wages his war on drugs and pursues an anti-crime campaign.", "The House of Representatives in March 2017 approved a bill restoring the", "death penalty on third and final reading, but its counterpart measure in", "the Senate remains pending as some senators are not keen on calls to bring", "back such form of capital punishment.", "The initial proposal at the House listed 21 crimes punishable by death,", "but it was later trimmed to four, including plunder, treason, and rape", "from the list of covered crimes, and then reduced further to only", "drug-related offenses.", "The Philippines was the first Asian country to abolish death penalty in", "1987, but the Ramos administration reinstated it in 1993 in response to", "allegedly increasing crime rates. It was abolished again under President", "Gloria Macapagal-Arroyo in 2006.", "Share", "* Facebook", "* Share on Twitter", "* LinkedIn", "Read More:  Cebu   rape   capital punishment   death penalty   rape-slay", "social media   trending   Twitter", "* LATEST NEWS", "* NBA: Celtics rally in 4th to defeat Thunder", "March 28, 2021", "* Kiss and tell? Julia Barretto, Marco Gumabao mas gustong pribado ang", "intimate moments", "March 28, 2021", "* Explosion hits cathedral in Makassar, Indonesia", "March 28, 2021", "* Libreng antigen test ilulunsad ng OVP", "March 28, 2021", "* Govt ready to provide cash aid to temporarily displaced workers in NCR", "Plus: DOLE", "March 28, 2021", "* Explosion outside church in Indonesian city of Makassar: media", "March 28, 2021", "* St. Peter Parish in QC pays tribute on Palm Sunday to those who", "succumbed to COVID-19", "March 28, 2021", "* NBA: Spurs beat Bulls to end four-game skid", "March 28, 2021", "* Pantalan sa Castilla, Sorsogon may mga biyahe na papuntang N. Samar", "March 28, 2021", "* NBA: Knicks survive comeback bid from Giannis-less Bucks", "March 28, 2021", "* NBA: Wizards hangs on to defeat Pistons", "March 28, 2021", "* NBA: Rockets rip Timberwolves in Kelly Olynyk's debut", "March 28, 2021", "* NBA: Thunder to shut down Al Horford for season", "March 28, 2021", "* Sarah Lahbati wants to do an action film with husband Richard", "Gutierrez", "March 28, 2021", "* Mayors, brgy. chairpersons 'legally' qualified for COVID-19", "vaccination, says local chief exec", "March 28, 2021", "* Ivermectin for humans must be registered with FDA before use: official", "March 28, 2021", "* Football: Ronaldo fumes as Serbia snatch draw with Portugal, Belgium", "held", "March 28, 2021", "* Tennis: Barty, Tsitsipas advance in Miami as injured Halep pulls out", "March 28, 2021", "* Mga deboto, nagtungo sa Quiapo Church isang araw bago magsimula ang", "ECQ sa NCR Plus", "March 28, 2021", "* Authorities to enforce 'compassionate' curfew during weeklong ECQ in", "NCR Plus: official", "March 28, 2021", "next", "© 2021 ABS-CBN Corporation. All Rights Reserved.", "AboutCareersPrivacyTermsContact UsAdvertise With Us"]