["Link: alternate", "Link: next", "Link: canonical", "Link: apple-touch-startup-image", "Link: stylesheet preload", "* Stream CBSN Live", "* Free CBS News App", "* Sign Up For Newsletters", "* Coronavirus Crisis", "* Stimulus Check", "* Biden Administration", "* Student Debt Dilemma", "* News", "*    * US", "* World", "* Politics", "* Entertainment", "* Health", "* MoneyWatch", "* Technology", "* Science", "* Crime", "* Sports", "*    *    * Migrants influx continues as U.S. political debate", "intensifies", "* Former candidate suspected of murdering missing", "12-year-old", "* Myanmar forces kill dozens of people, including", "children", "* New footage shows police handcuff 5-year-old", "* Ship remains stuck in Suez Canal for 5th day", "* Thousands gather to protest violence against Asian", "Americans", "* 2 dead, 8 wounded in shootings in \"chaotic night\" in", "Virginia Beach", "* Prosecutors in 2 cities issue anti-Asian hate crime", "charges", "* DHS Secretary Mayorkas guts Homeland Security Advisory", "Council", "* Coronavirus Crisis", "* Biden administration commits $10 billion to fight vaccine", "inequities", "* Full coverage: Coronavirus Crisis", "* AstraZeneca updates report, insists COVID vaccine highly", "effective", "* Learning what it takes to bring students back to school", "* IRS to delay tax filing deadline until May 17", "* Shows", "Link: /flyout/xhr/shows/default?format=html", "* Live", "Link: /flyout/xhr/live/default?format=html", "* More", "*    * Latest", "* Video", "* Photos", "* Podcasts", "* In Depth", "* Local", "*    * Log In", "* Newsletters", "* Mobile", "* RSS", "* CBS Store", "* Search", "* Search", "Link: /search/?partial=html", "Live", "Watch CBSN Live", "GOP Eyes Cuts To Offset Katrina", "* *  * September 19, 2005 / 10:50 AM / AP", "House Republicans are looking at delaying some federal spending, including", "money for a prescription drug benefit under Medicare and thousands of", "highway projects, to offset the cost of rebuilding the Gulf Coast, a", "leading GOP fiscal conservative said Sunday.", "Rep. Mike Pence, R-Ind., said there is a need for dramatic spending cuts", "in \"big-ticket items.\"", "However, Democrats appearing on Sunday news programs questioned how", "President Bush can trim the budget to pay for Katrina recovery and support", "tax cuts for the wealthy.", "\"Where is he going to find roughly half a trillion dollars over the next", "several years for Iraq and for Katrina?\" Sen. Joseph Biden, D-Del., on", "television news. \"I think we're not leveling with the American people.\"", "Raising taxes or not making permanent the president's tax cuts is not the", "answer now, said Pence, head of the Republican Study Group, the spearhead", "group for the GOP's most conservative members.", "\"We simply cannot break the bank of the federal budget,\" Pence told ABC.", "Trending News", "Trending News More", "* Former candidate suspected of murdering missing 12-year-old Jonelle", "Matthews", "* New footage shows police handcuff 5-year-old image.png", "* Here's how to track your third stimulus check Illustration of the", "federal stimulus payment check from the IRS on keyboard", "* Renewed concern over COVID-19 trajectory, even as vaccinations rise", "Care For The Homeless Distributes Covid-19 Vaccines", "* Former CDC director sparks controversy with coronavirus lab theory", "Senate Appropriations Committee Holds Hearing On Response By HHS To", "Coroanavirus Pandemic", "\"We simply can't allow a catastrophe of nature to become a catastrophe of", "debt for our children and grandchildren,\" he said.", "The drug benefit program, set to begin Jan. 1, is expected to cost $40", "billion a year. Last month President Bush signed a $286.4 billion highway", "bill that has been criticized for including about 6,000 projects added by", "lawmakers to benefit their districts and states.", "Setting aside all of those additional highway projects and delaying the", "drug benefit by a year are expected to be among the proposals House", "Republicans are preparing for \"Operation Offset\" this week, Pence said.", "\"We need to rebuild,\" he said. \"We can find the cuts in Washington, D.C.,", "to do that, I really believe that.\"", "Sen. David Vitter, R-La., said tax increases will not be a part of the", "recovery plan he intends to offer this week. Although cuts in spending and", "delays in spending already approved will not be in his proposal, Vitter", "said he is open to considering such actions.", "Vitter said people should not take on faith that Republicans will make", "cuts in light of the high spending during the Bush administration.", "\"We haven't been disciplined enough over the last 10 years. We need to do", "that, and we needed to do that before Katrina. We still need to do that", "over the medium and long term,\" Vitter said.", "Sen. Lindsey Graham, R-S.C., said an across-the-board cut in spending,", "excluding defense spending, would be appropriate. He suggested lawmakers", "consider delaying the drug benefit and review the highway and energy bills", "passed this summer. The energy bill totaled $12.3 billion over 10 years.", "\"We're failing when it comes to controlling spending,\" Graham told \"Fox", "News Sunday.\"", "\"The idea that this government of $2.4 trillion is efficiently being spent", "I disagree with,\" he said.", "Calling talk among Republican senators of proceeding with a plan to repeal", "the estate tax \"mind-boggling,\" Sen. Barak Obama, D-Ill., said the country", "could not fight a war in Iraq, rebuild the Gulf region and deal with other", "domestic needs while cutting taxes for the wealthy.", "\"We need some adult supervision of the budget process. And we need to take", "responsibility for this process. That's something that we need from the", "president as well as our congressional leaders,\" Obama told CBS' Face the", "Nation.", "Former President Clinton said that Democrats should oppose policies that", "result in the government borrowing more money from other countries to pay", "for the costs of wars in Iraq and Afghanistan, rebuilding the Gulf Coast", "and providing tax cuts to the wealthiest.", "He said Democrats should make those policies an issue in next year's", "congressional elections.", "\"We depend on Japan, China, the United Kingdom, Saudi Arabia, and Korea", "primarily to basically loan us money every day of the year,\" Mr. Clinton", "said. \"I don't think it makes any sense. I think it's wrong.\"", "Biden and Sen. Jon Kyl, R-Ariz., appearing together, disagreed over", "whether the federal budget could be trimmed. Mr. Bush \"just sent us a", "budget, presumably with nothing but necessary spending in it,\" Biden said.", "Kyl, saying \"there's a lot of fat in the current budget,\" proposed taking", "a fourth of the money allocated to the highway bill and redirecting it to", "the Gulf region.", "Kyl cautioned against raising taxes, saying they slow the economy and thus", "diminish tax revenues. Biden, however, suggested forgoing further tax cuts", "for the wealthy and the elimination of the estate tax.", "By Douglass K. Daniel", "First published on September 19, 2005 / 10:50 AM", "© 2005 The Associated Press. All Rights Reserved. This material may not be", "published, broadcast, rewritten, or redistributed.", "Link: /door/partial-latest-news/?partial=json", "Copyright © 2021 CBS Interactive Inc. All rights reserved.", "* Privacy Policy", "* California Privacy/Information We Collect", "* Do Not Sell My Personal Information", "* Ad Choice", "* Terms of Use", "* Mobile User Agreement", "* About", "* Advertise", "* Closed Captioning", "* CBSN on Paramount+", "* CBS News Store", "* Site Map", "* Contact Us", "* Help", "* *  *  * View CBS News In", "CBS News App Open", "Chrome Safari Continue", "Be the first to know", "Get browser notifications for breaking news, live events, and exclusive", "reporting.", "Not Now Turn On"]