["Link: amphtml", "Link: canonical", "Link: canonical", "Skip to content", "Logo: The Washington Times", "Reliable Reporting. The Right Opinion.", "Subscribe", "Give a gift", "Sign In", "* News", "* Politics", "* White House", "* COVID-19 Updates", "* National", "* World", "* Security", "* Business & Economy", "* D.C. Local", "* Media Spotlight", "* Inside Politics", "* Inside the Beltway", "* Waste, Fraud & Abuse", "* Inside the Ring", "* Culture", "* Entertainment", "* Technology", "* Obituaries", "* Just the Headlines", "* Photo Galleries", "* Dive Deeper", "* Policy", "* Energy & Environment", "* Banking & Finance", "* Health Care Reform", "* Second Amendment", "* Immigration Reform", "* Homeland & Cybersecurity", "* Aerospace & Defense", "* Taxes & Budget", "* Law Enforcement & Intelligence", "* Transportation & Infrastructure", "* Commentary", "* Commentary Main", "* Editorials", "* Letters", "* Charles Hurt", "* Cheryl K. Chumley", "* Kelly Sadler", "* Tom Basile", "* Tammy Bruce", "* Tim Constantine", "* Joseph Curl", "* Daniel N. Hoffman", "* David Keene", "* Robert Knight", "* Clifford D. May", "* Michael McKenna", "* Everett Piper", "* Cal Thomas", "* Scott Walker", "* Black Voices", "* Books", "* Cartoons", "* U.S.-Russia Crosstalk", "* Sports", "* Sports Main", "* Washington NFL Team", "* Football", "* Baseball", "* Basketball", "* NCAA", "* Thom Loverro", "* Tennis", "* Golf", "* Hockey", "* Soccer", "* Horse Racing", "* NASCAR & Racing", "* Special Reports", "* Special Reports Main", "* To the Republic", "* Biking the battleground", "* COVID-19 Updates", "* Losing our religion", "* Faith & Family", "* Infrastructure 2021", "* CPAC 2021", "* Vietnam 2021", "* Health Care on the Hill", "* Podcasts", "* Podcasts Main", "* Front Page Podcast", "* Politically Unstable", "* Bold & Blunt", "* Andy Parks", "* History As It Happens", "* Capitol Hill Show", "* The Rebellion", "* Games", "* Games Main", "* Play Sudoku", "* Crossword Puzzle", "* Word Search", "* Quizzes", "* Subscribe", "* Sign In", "obj.photo.0.content_object.caption", "LISTEN: Is American capitalism broken? Adam Smith & Bernie Sanders agree on more", "than you might think", "obj.photo.0.content_object.caption", "The Bold & Blunt Podcast Cheryl Chumley: Steve Bannon on the importance of Jesus", "obj.photo.0.content_object.caption", "Tim Constantine’s Capitol Hill Show NEW: Is Congressman Devin Nunes considering", "calling it quits?", "TRENDING:", "Nhl", "World Cup", "Nba", "Chicago", "Atlanta", "Houston", "Syracuse", "China", "Mexico", "Memphis", "* Home", "* Unfiled", "'Operation Offset' aims to cut transportation fat", "Follow Us [IMG] [IMG] [IMG] [IMG]", "Search Search Keyword: _____________________ [ GO ]", "Sign Up For Our Daily Newsletters", "Breaking News Alerts Enter your email address: _____________________", "[ Submit ]", "Manage Newsletters", "Front Page Podcast", "IFrame", "Recommended", "A U.S. Customs and Border Protection vehicle is seen next to migrants", "after they were detained and taken into custody, Sunday, March 21, 2021,", "in Abram-Perezville, Texas. A surge of migrants on the Southwest border", "has the Biden administration on the defensive. The head of Homeland", "Security acknowledged the severity of the problem but insisted it's under", "control and said he won't revive a Trump-era practice of immediately", "expelling teens and children. (AP Photo/Julio Cortez)", "‘Situation has changed’: ICE ends long-term detention of migrant families", "obj.0.content_object.caption", "Quiz: Name the famous inventors of these revolutionary products", "Glenn Laird was a proud member of the United Teachers Los Angeles for", "decades, but he is now trying to break away over its anti-police campaign.", "(Glenn laird, courtesy of the Freedom Foundation)", "‘I’m speaking for a lot of teachers’: Educator sues union that defunded police", "obj.0.content_object.caption", "Quiz: Are you smarter than an 8th grader?", "FILE - In this Aug. 1, 2017, file photo, visitors look at a scale model of", "a Chinese aircraft carrier during an exhibition to mark the 90th", "anniversary of the founding of the People's Liberation Army at the", "military museum in Beijing. China is protesting the alleged incursion of a", "U.S. Air Force U-2 spy plane into a no-fly zone imposed during live-fire", "military exercises in the country's north in a statement issued Tuesday,", "Aug. 25, 2020. (AP Photo/Ng Han Guan, File)", "China’s confrontational military buildup to be laid bare by U.S. spy agency in", "unprecedented reveal", "SPONSORED CONTENT", "Vietnam 2021", "Vietnam 2021", "SPONSORED CONTENT", "Commentary", "staff", "Cheryl K. Chumley", "Bill Gates is not America’s coronavirus god", "staff", "Michael McKenna", "Biden showing weakness both at home and abroad", "staff", "Tom Basile", "The border crisis is coming to your backyard", "View all", "Question of the Day", "Now that Trump has recommended getting the COVID-19 vaccine, will you?", "Question of the Day", "_____________________ _____________________", "[ ]   Yes", "[ ]   No", "[ ]   Not sure", "[ Vote ]   View results", "Print", "By - The Washington Times - Sunday, September 18, 2005", "Conservative Republicans this week will present a spending-cut plan to", "help offset the billions needed to rebuild the hurricane-ravaged Gulf", "Coast that would eliminate some of the 6,000 congressional pet projects", "tucked inside the massive transportation bill.", "Some Republican critics of congressional spending also suggested delaying", "President Bush’s prescription-drug plan to roll back some of the $331", "billion deficit, which includes $62.3 billion for hurricane relief.", "Rep. Mike Pence, Indiana Republican, said yesterday that lawmakers will", "have to take a “really hard look” at delaying the Jan. 1 implementation of", "the prescription-drug entitlement, which he says would put $40 billion", "back into the budget.", "----------------------------------------------------------------------", "TOP STORIES", "Southwest Airlines 'fully addressing' hot mic pilot who exclaimed 'F--k", "this place ... liberal f--s'", "Biden weighing 'mileage tax' on drivers, Buttigieg says: 'I think that", "shows a lot of promise'", "Zuckerberg tells Congress Trump 'should be responsible'; don't blame", "social media for division", "----------------------------------------------------------------------", "“We simply can’t allow a catastrophe of nature to become a catastrophe of", "debt for our children and grandchildren,” Mr. Pence told ABC’s “This", "Week.”", "Also on the chopping table for what is being dubbed “Operation Offset” is", "the $286 billion transportation bill criticized by spending hawks because", "of the thousands of pork projects it contains.", "----------------------------------------------------------------------", "----------------------------------------------------------------------", "“House conservatives, like every American, are committed to doing", "everything necessary for the families in the communities affected by this", "horrific storm,” Mr. Pence said. “But we simply cannot break the bank of", "the federal budget that is currently running about an $8 trillion national", "debt, about $26,000 per family.", "“So we’ve got to talk about big-ticket items,” he said.", "Sen. Lindsey Graham, South Carolina Republican, agreed that the", "prescription-drug plan should be delayed and suggested an across-the-board", "cut in nondefense spending.", "“There’s so much opportunity here to go back into the budget and extract", "some savings to help pay for this hurricane relief that I look at it as an", "opportunity for the Congress to get back to its roots of being fiscally", "sound and conservative. Maybe something good can come from this", "hurricane,” Mr. Graham told “Fox News Sunday.”", "Some Republican lawmakers appearing on the talk show yesterday said they", "disagreed with statements made last week by House Majority Leader Tom", "DeLay that there is no fat left to cut in the federal budget.", "Asked whether the government is running at peak efficiency, the Texas", "Republican said, “Yes, after 11 years of Republican majority, we’ve pared", "it down pretty good.”", "Mr. DeLay also defended the transportation funding as necessary for", "“important infrastructure” and said 100 programs and offices already have", "been cut in this year’s budget.", "“I’ve been a Republican for 11 years, and we’re failing when it comes to", "controlling spending,” Mr. Graham told “Fox News Sunday.” “The", "transportation and the energy bill would have been a good place to go back", "and revisit for some of the spending that occurred there.”", "Mr. Pence said Mr. DeLay’s statement was an open challenge to tackle", "budget cuts.", "“Our majority leader is a guy who knows how to throw the gauntlet down to", "his colleagues. House conservatives took that as an invitation to provide", "offsets to our leadership in the White House and Congress,” Mr. Pence", "said.", "Sign up for Daily Newsletters", "_____________________ [ Submit ]", "Manage Newsletters", "Copyright © 2021 The Washington Times, LLC. Click here for reprint", "permission.", "Please read our comment policy before commenting.", "Click to Read More and View Comments", "Click to Hide", "Top Stories", "Sen. Dick Durbin, D-Ill., questions Supreme Court nominee Amy Coney", "Barrett during the third day of her confirmation hearings before the", "Senate Judiciary Committee on Capitol Hill in Washington, Wednesday, Oct.", "14, 2020. (Drew Angerer/Pool via AP)", "Senate Dems eye ‘mini-nuke’ and ‘democracy carve-out’ as ways to restrict", "filibuster", "President Joe Biden speaks about the American Rescue Plan, a coronavirus", "relief package, in the Rose Garden of the White House, Friday, March 12,", "2021, in Washington. Senate Majority Leader Chuck Schumer of N.Y., left,", "and House Speaker Nancy Pelosi of Calif., listen. (AP Photo/Alex Brandon)", "Unintended consequences: Dems rush to fix mistakes in relief package", "obj.0.content_object.caption", "Quiz: US Citizenship Test - Could You Pass?", "In this Sept. 1, 2015, photo, James O'Keefe, President of Project Veritas", "Action, waits to be introduced during a news conference at the National", "Press Club in Washington. (AP Photo/Pablo Martinez Monsivais)  **FILE**", "Court refuses to dismiss Project Veritas lawsuit against New York Times", "In this Nov. 24, 2020, file photo, President-elect Joe Biden's Homeland", "Security Secretary nominee Alejandro Mayorkas speaks at The Queen theater", "in Wilmington, Del. The last time Mayorkas faced Senate confirmation, not", "a single Republican voted for him because there was an open investigation", "into his management of the U.S. immigration agency under President Barack", "Obama.. (AP Photo/Carolyn Kaster, File) **FILE**", "Mayorkas: Biden team has plans to diffuse migrant surge at border", "Walther_P99_AS", "Best 9mm handguns", "In this Oct. 13, 2020, file photo, South Dakota Gov. Kristi Noem speaks in", "Sioux Falls, S.D.  (Erin Bormett/The Argus Leader via AP, File)  **FILE**", "Noem stuns supporters by sending back bill that would bar transgender athletes", "in women’s sports", "Students in teacher Christopher Duggan's science class clean their work", "areas at the end of class at Windsor Locks High School in Windsor Locks,", "Conn. (AP Photo/Jessica Hill, File)", "Democrats buck teachers unions after CDC’s decision of social distancing in", "schools", "Doctor: “Doing This Every Morning Can Snap Back Sagging Skin (No Creams", "Needed)”", "Doctor: “Doing This Every Morning Can Snap Back Sagging Skin (No Creams", "Needed)”", "Sponsored Content", "In this image made from video, an empty classroom is shown at David Ellis", "Academy in Detroit, Monday, Feb. 8, 2021. It's coming up on a year since", "most of the students at the pre-K through 8th grade public charter school", "last had an in-person school day. (AP Photo/Mike Householder) ** FILE **", "Nevada student sues charter school over social justice curriculum", "An adviser to former President Donald Trump told Fox News on Sunday that", "Mr. Trump will be returning to social media in a few months. (Associated", "Press)", "Donaldgram: Trump to launch own social media", "obj.0.content_object.caption", "Quiz: Can you pass a basic planet Earth science test?", "A view of the Supreme Court in Washington, Monday, Nov. 11, 2019. (AP", "Photo/Susan Walsh) ** FILE **", "‘Democratic Party broadsheets’: Judge calls on Supreme Court to revoke media", "protections", "Rep. Alexandria Ocasio-Cortez speaks during a news conference in the", "Queens borough of New York, Monday, Feb. 8, 2021. Ms. Ocasio-Cortez, a", "staunch member of the progressive wing of the Democratic Party, has", "signaled she may dust off the Green New Deal for reintroduction in the", "House. (AP Photo/Seth Wenig)", "Democratic divisions on climate change erupt over CLEAN Future Act", "Shoplifters", "Sticky fingers: Stars caught shoplifting", "Kenny Wayne Shepherd performs at the New Orleans Jazz and Heritage", "Festival on Saturday, May 6, 2017, in New Orleans. (Photo by Amy", "Harris/Invision/AP)", "Kenny Wayne Shepherd loses Blues Music Awards nomination over Confederate", "imagery", "A teacher at Wall Township High School in New Jersey has been suspended", "after pro-President Trump messages were Photoshopped and edited out of the", "school's official yearbook. (ABC 7)  ** FILE **", "Trump shirt yearbook censorship debacle ends; NJ district settles with", "ex-teacher for $325K", "obj.0.content_object.caption", "Quiz: Can you pass a basic U.S. history test?", "Newsletters", "* [ ]  Breaking News", "* [ ]  Tammy Bruce", "* [ ]  Daily", "* [ ]  Jennifer Harper", "* [ ]  Weekly", "* [ ]  Bill Gertz", "* [ ]  Today's Opinion", "* [ ]  Front Page Podcast", "* [ ]  Charles Hurt", "_____________________ [ Submit ]", "Terms of Use / Privacy Policy / Manage Newsletters", "Find us on Facebook", "* The Washington Times", "* Opinion", "* Local", "* Sports", "Find us on Twitter", "* The Washington Times", "* Opinion", "* Local", "* Sports", "* Subscribe", "* Classifieds", "* E-edition", "* Customer Service", "* Careers", "* Terms", "* Privacy", "* RSS", "* Advertise", "* FAQ", "* About", "* Contact", "All site contents © Copyright 2021 The Washington Times, LLC | 3600 New", "York Avenue NE | Washington, DC 20002 | 202-636-3000"]