["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "Donald Trump", "Gov. Jerry Brown to Trump: 'You Don't Want to Mess With California'", "'The federal government just can't arbitrarily for political reasons", "punish the State of California,' Brown said on 'Meet The Press.'", "March 26, 2017, 5:07 PM UTC / Updated March 26, 2017, 5:07 PM UTC", "By Kailani Koenig", "WASHINGTON — As Donald Trump swept to victory across the Midwest and", "several swing states on Election Day, the nation's largest state was", "largely out of the conversation.", "California overwhelmingly voted against Trump, delivering the state to", "Hillary Clinton by 30 points in November, and the president hasn't had the", "kindest words to say about the state since then — last month he called", "California \"out of control.\"", "Despite some recent threats from the president to use federal funding as a", "\"weapon\" against the state if it voted to become a sanctuary state, the", "Democratic Gov. Jerry Brown gave a tough rebuttal in an interview on NBC's", "\"Meet the Press\" this week from the nation's capital.", "[IMG]", "Full Brown Interview: 'You Don't Want to Mess With California'", "March 23, 201720:26", "\"We do have something called the ninth and the 10th amendment,\" Brown", "said.", "\"The federal government just can't arbitrarily for political reasons", "punish the State of California, that's number one,\" he said. \"Number two,", "California is America. We're 12 percent. We're a key part — the export", "capital going into the Pacific.", "\"We're the innovation capital, high tech, agriculture, 40- to", "50-billion-dollar industry. You don't want to mess with California,", "because you're going to mess with the economy, and that could blow up in", "your face in a gigantic recession and roll the Republicans right out of", "this town,\" he said.", "Related: Gov. Jerry Brown on Health Bill Backers: 'Their Name Is Going to", "Be Mud'", "Brown is the longest-serving governor in the history of California,", "serving from 1975 to 1983 and again since 2011 — and he touted the state's", "success in recent years since he took office.", "\"It was in deep trouble just a few years ago,\" he said. \"It was called", "ungovernable. Now we have a state surplus.\"", "In a January interview with \"Meet The Press Daily,\" California's new", "attorney general, Xavier Becerra, offered some examples of how the state", "could fight the federal government on moves from the Trump administration", "it believes couldn't stand up in court, specifically pointing to the", "president's border wall proposal.", "Brown also saw some room for California to put up a fight.", "\"I don't like that wall, number one,\" he said. \"And to the extent that", "that violates law, certainly I would enforce that.", "\"We're not going to sit around and just play patsy and say\" 'Hey, go", "ahead. Lock us in. Do whatever the hell you want. Deport 2 billion, 2", "million people,'\" he said. \"No. We're going to fight, and we're going to", "fight very hard. But we're not going to bring stupid lawsuits or be", "running to the courthouse every day. We're going to be careful.\"", "Brown said Trump's desire for a border wall has \"a lot of odor here of", "kind of a strongman, kind of a world where you want the ultimate leader", "here to be doing all this stuff. And having a wall locking the people in", "is one of those characteristics.\"", "But Brown said he doesn't want his relationship with the federal", "government to be all about battling — bringing up a few issues on which he", "thought they could find common ground.", "\"I'm willing to work with the president,\" he said. \"I certainly think", "collaboration, diplomacy — after all, we work with Russia, we work with", "China — we certainly can work with our own president within our own", "country.", "\"I want to work with him where there's something good. But I'm not going", "to just turn over our police department to become agents of the federal", "government as they deport women and children and people who are", "contributing to the economic well-being of our state, which they are.\"", "Brown, as many other Democrats have, expressed some optimism for working", "with Trump on infrastructure spending, pointing to a rail system from San", "Jose to San Francisco over which he has sparred with some state", "Republicans.", "\"This is is a real test for Donald Trump,\" Brown said. \"Does he believe in", "a shovel-ready construction project that will create American jobs by", "American products, is ready to go within a couple of months, or not?", "Because the Republicans are only against it for purely crass political", "reasons. So this is a real test.", "\"If he can't overcome the little petty partisanship of these small", "Republicans in California,\" Brown continued, \"I think that means he's not", "about infrastructure, he's about partisanship.\"", "Brown, 78, has run for president three times. As the Democrats struggle", "with losses at the presidential, congressional and state levels, he", "addressed the party's current leadership.", "\"Who is the leader? I think there are probably many leaders. Who's ever", "the leader who can seize the reins of leadership? And right now, there's a", "total vacuum,\" he said.", "Despite being a popular four-term governor of the nation's most populous", "state, Brown said he would likely not fill that position.", "\"Probably because I've run for every office and there's no more left,\" he", "said. \"That might be one reason. Second — but I'm willing to play whatever", "role I can. And if that requires some leadership skill, I'd be glad to", "contribute that.\"", "Image: Kailani KoenigKailani Koenig", "Kailani Koenig covers politics and national affairs as a producer for", "MSNBC and NBC News.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]