["Link: alternate", "Link: edit: Edit this page", "Link: license", "Link: canonical", "Kansas City, Missouri", "From Wikipedia, the free encyclopedia", "Jump to navigation Jump to search", "For the city in the state of Kansas, see Kansas City, Kansas. For other", "uses, see Kansas City (disambiguation).", "Kansas City", "City", "City of Kansas City", "From top left: Downtown Kansas City from Liberty Memorial, Crown Center at", "Christmas, KC Streetcar, Washington Square Park, Union Station lit blue", "for the World Series, The Thinker at the Nelson-Atkins Museum of Art,", "Liberty Memorial, and the Library area of Downtown.", "From top left: Downtown Kansas City from Liberty Memorial, Crown Center at", "Christmas, KC Streetcar, Washington Square Park, Union Station lit blue", "for the World Series, The Thinker at the Nelson-Atkins Museum of Art,", "Liberty Memorial, and the Library area of Downtown.", "Official seal of Kansas City", "Seal", "Official logo of Kansas City", "Flag", "Nickname(s):", "\"KC\", \"KCMO\", the \"City of Fountains\", \"Paris of the Plains\", and the", "\"Heart of America\"", "Location in Jackson, Clay, Platte, and Cass counties in the state of", "Missouri.", "Location in Jackson, Clay, Platte, and Cass counties in the state of", "Missouri.", "Kansas City is located in Missouri", "Kansas City", "Kansas City", "Location in Missouri", "Kansas City is located in the United States", "Kansas City", "Kansas City", "Location in the United States", "Coordinates: 39°05′59″N 94°34′42″W﻿ / ﻿39.09972°N 94.57833°WCoordinates:", "39°05′59″N 94°34′42″W﻿ / ﻿39.09972°N 94.57833°W", "Country                United States", "State                  Missouri", "Counties              Jackson, Clay, Platte, Cass", "Incorporated          June 1, 1850 (as the Town of Kansas); March 28, 1853", "(as the City of Kansas)", "Named for             Kansas River", "Government", "• Mayor              Quinton Lucas (D)", "• Body               Kansas City, Missouri City Council", "Area", "^[1]", "• City               318.98 sq mi (826.14 km^2)", "• Land               314.88 sq mi (815.55 km^2)", "• Water              4.09 sq mi (10.60 km^2)", "• Urban              584.4 sq mi (1,513.59 km^2)", "• Metro              7,952 sq mi (20,596 km^2)", "Elevation             910 ft (277 m)", "Population", "(2010)", "• City               459,787", "• Estimate           495,327", "(2019)^[2]", "• Rank               US: 38th", "MO: 1st", "• Density            1,573.04/sq mi (607.36/km^2)", "• Urban              1,519,417 (US: 31st)", "• Metro              2,143,651 (US: 31st)", "• CSA                2,487,053 (US: 27th)", "Demonym(s)            Kansas Citian", "Time zone             UTC−06:00 (CST)", "• Summer (DST)       UTC−05:00 (CDT)", "64101-64102, 64105-64106, 64108-64114, 64116-64121,", "64123-64134, 64136-64139, 64141, 64144-64149,", "ZIP Codes             64151-64158, 64161, 64163-64168, 64170-64172,", "64179-64180, 64183-64184, 64187-64188, 64190-64193,", "64195-64199, 64999^[3]", "Area codes            816, 975 (planned)", "FIPS code             29000-38000^[4]", "GNIS feature ID       748198^[5]", "I-29 (MO).svg I-35 (MO).svg I-49 (MO).svg I-70", "Interstates           (MO).svg I-435 (MO).svg I-635 (MO).svg I-470", "(MO).svg I-670 (MO).svg", "Airports              Kansas City International Airport, Charles B.", "Wheeler Downtown Airport", "Website               kcmo.gov", "Kansas City (abbreviated KC or KCMO) is the largest city in Missouri by", "population and area. According to the U.S. Census Bureau, the city had an", "estimated population of 495,327 in 2019,^[2] making it the 38th", "most-populous city in the United States. It is the most populated", "municipality and historic core city of the Kansas City metropolitan area,", "which straddles the Kansas–Missouri state line and has a combined", "statistical area (CSA) population of 2,487,053. Most of the city lies", "within Jackson County, but portions spill into Clay, Cass, and Platte", "counties. Kansas City was founded in the 1830s as a Missouri River port at", "its confluence with the Kansas River coming in from the west. On June 1,", "1850, the town of Kansas was incorporated; shortly after came the", "establishment of the Kansas Territory. Confusion between the two ensued,", "and the name Kansas City was assigned to distinguish them soon after.", "Sitting on Missouri's western boundary with Kansas, with Downtown near the", "confluence of the Kansas and Missouri Rivers, the city encompasses about", "319.03 square miles (826.3 km^2), making it the 23rd largest city by total", "area in the United States. It serves as one of the two county seats of", "Jackson County, along with major suburb Independence. Other major suburbs", "include the Missouri cities of Blue Springs and Lee's Summit and the", "Kansas cities of Overland Park, Olathe, and Kansas City.", "The city is composed of several neighborhoods, including the River Market", "District in the north, the 18th and Vine District in the east, and the", "Country Club Plaza in the south. Celebrated cultural traditions include", "Kansas City jazz, theater which was the center of the Vaudevillian Orpheum", "circuit in the 1920s, the Chiefs and Royals sports franchises, and famous", "cuisine based on Kansas City-style barbecue, Kansas City strip steak, and", "craft breweries. The city was ranked as a gamma- global city in 2020 by", "GaWC.", "Contents", "* 1 History", "* 1.1 Exploration and settlement", "* 1.2 American Civil War", "* 1.3 Post-Civil War", "* 1.3.1 20th century streetcar system", "* 1.4 Pendergast era", "* 1.5 Post–World War II", "* 1.5.1 Troost dividing wall and white flight", "* 1.5.2 Hyatt Regency walkway collapse", "* 1.6 21st century", "* 1.6.1 Downtown Kansas City re-development", "* 1.6.2 Transportation developments", "* 2 Geography", "* 2.1 Cityscape", "* 2.1.1 Architecture", "* 2.1.2 City Market", "* 2.1.3 Downtown", "* 2.2 Climate", "* 3 Demographics", "* 4 Economy", "* 4.1 Headquarters", "* 4.2 Top employers", "* 5 Culture", "* 5.1 Abbreviations and nicknames", "* 5.2 Performing arts", "* 5.3 Jazz", "* 5.4 Irish culture", "* 5.5 Casinos", "* 5.6 Cuisine", "* 5.7 Points of interest", "* 5.8 Religion", "* 5.9 Walt Disney", "* 6 Sports", "* 6.1 Professional football", "* 6.2 Professional baseball", "* 6.3 Professional soccer", "* 6.4 College athletics", "* 6.5 Professional rugby", "* 6.6 Former teams", "* 7 Parks and boulevards", "* 7.1 Civil Engineering Landmark", "* 8 Law and government", "* 8.1 City government", "* 8.2 National political conventions", "* 8.3 Federal representation", "* 8.4 Crime", "* 9 Education", "* 9.1 Colleges and universities", "* 9.2 Primary and secondary schools", "* 9.3 Libraries and archives", "* 10 Media", "* 10.1 Print media", "* 10.2 Broadcast media", "* 10.3 Film community", "* 11 Infrastructure", "* 11.1 Highways", "* 11.2 Airports", "* 11.3 Public transportation", "* 11.3.1 KCATA- RideKC", "* 11.3.1.1 RideKC Bus and MAX", "* 11.3.1.2 RideKC Streetcar", "* 11.3.1.3 RideKC Bridj", "* 11.4 Walkability", "* 11.5 Modal characteristics", "* 12 Sister cities", "* 13 Notable people", "* 14 See also", "* 15 Notes", "* 16 References", "* 17 Further reading", "* 17.1 Online sources", "* 18 External links", "History[edit]", "Main articles: Timeline of Kansas City, Missouri and History of the Kansas", "City metropolitan area", "Kansas City, Missouri, was incorporated as a town on June 1, 1850, and as", "a city on March 28, 1853. The territory, straddling the border between", "Missouri and Kansas at the confluence of the Kansas and Missouri rivers,", "was considered a good place to build settlements.", "The Antioch Christian Church, Dr. James Compton House, and Woodneath are", "listed on the National Register of Historic Places.^[6]", "Exploration and settlement[edit]", "[IMG]", "Enlarge", "Kansas City Pioneer Square monument in Westport features Pony Express", "founder Alexander Majors, Westport/Kansas City founder John Calvin McCoy,", "and Mountain-man Jim Bridger who owned Chouteau's Store.", "The first documented European visitor to the eventual site of Kansas City", "was Étienne de Veniard, Sieur de Bourgmont, who was also the first", "European to explore the lower Missouri River. Criticized for his response", "to the Native American attack on Fort Détroit, he had deserted his post as", "fort commander and was avoiding French authorities. Bourgmont lived with a", "Native American wife in a village about 90 miles (140 km) east near", "Brunswick, Missouri, where he illegally traded furs.", "To clear his name, he wrote Exact Description of Louisiana, of Its", "Harbors, Lands and Rivers, and Names of the Indian Tribes That Occupy It,", "and the Commerce and Advantages to Be Derived Therefrom for the", "Establishment of a Colony in 1713 followed in 1714 by The Route to Be", "Taken to Ascend the Missouri River. In the documents, he describes the", "junction of the \"Grande Riv[ière] des Cansez\" and Missouri River, making", "him the first to adopt those names. French cartographer Guillaume Delisle", "used the descriptions to make the area's first reasonably accurate map.", "The Spanish took over the region in the Treaty of Paris in 1763, but were", "not to play a major role other than taxing and licensing Missouri River", "ship traffic. The French continued their fur trade under Spanish license.", "The Chouteau family operated under Spanish license at St. Louis, in the", "lower Missouri Valley as early as 1765 and in 1821 the Chouteaus reached", "Kansas City, where François Chouteau established Chouteau's Landing.", "After the 1804 Louisiana Purchase, Lewis and Clark visited the confluence", "of the Kansas and Missouri rivers, noting it was a good place to build a", "fort. In 1831, a group of Mormons from New York settled in what would", "become the city. They built the first school within Kansas City's current", "boundaries, but were forced out by mob violence in 1833, and their", "settlement remained vacant.^[7]", "In 1833 John McCoy, son of Baptist missionary Isaac McCoy, established", "West Port along the Santa Fe Trail, 3 miles (4.8 kilometers) away from the", "river. In 1834 McCoy established Westport Landing on a bend in the", "Missouri to serve as a landing point for West Port. Soon after, the Kansas", "Town Company, a group of investors, began to settle the area, taking their", "name from an English spelling of \"Cansez.\" The 1837 Great Plains smallpox", "epidemic, which began when a ship carrying an infected person landed at", "Fort Leavenworth, a short distance to the north, devastated Plains Indian", "villages along the Missouri River, while white settlements were still", "sparse.", "[IMG]", "Enlarge", "Kansas City in 1843, as depicted in a history of Oregon.", "In 1850, the landing area was incorporated as the Town of Kansas.^[8] By", "that time, the Town of Kansas, Westport, and nearby Independence, had", "become critical points in the westward expansion of the United States.", "Three major trails – the Santa Fe, California, and Oregon – all passed", "through Jackson County.", "On February 22, 1853, the City of Kansas was created with a newly elected", "mayor. It had an area of 0.70 square miles (1.8 km^2) and a population of", "2,500. The boundary lines at that time extended from the middle of the", "Missouri River south to what is now Ninth Street, and from Bluff Street on", "the west to a point between Holmes Road and Charlotte Street on the", "east.^[9]", "American Civil War[edit]", "During the Civil War, the city and its immediate surroundings were the", "focus of intense military activity. Although the First Battle of", "Independence in August 1862 resulted in a Confederate States Army victory,", "the Confederates were unable to leverage their win in any significant", "fashion, as Kansas City was occupied by Union troops and proved too", "heavily fortified to assault. The Second Battle of Independence, which", "occurred on October 21–22, 1864, as part of Sterling Price's Missouri", "expedition of 1864, also resulted in a Confederate triumph. Once again", "their victory proved hollow, as Price was decisively defeated in the", "pivotal Battle of Westport the next day, effectively ending Confederate", "efforts to regain Missouri.", "General Thomas Ewing, in response to a successful raid on nearby Lawrence,", "Kansas, led by William Quantrill, issued General Order No. 11, forcing the", "eviction of residents in four western Missouri counties – including", "Jackson – except those living in the city and nearby communities and those", "whose allegiance to the Union was certified by Ewing.", "Post-Civil War[edit]", "After the Civil War, Kansas City grew rapidly, largely losing its Southern", "identity. The selection of the city over Leavenworth, Kansas, for the", "Hannibal & St. Joseph Railroad bridge over the Missouri River brought", "about significant growth. The population exploded after 1869, when the", "Hannibal Bridge, designed by Octave Chanute, opened. The boom prompted a", "name change to Kansas City in 1889, and the city limits to be extended", "south and east. Westport became part of Kansas City on December 2, 1897.", "In 1900, Kansas City was the 22nd largest city in the country, with a", "population of 163,752 residents.^[10]", "[IMG]", "Enlarge", "Junction of Main and Delaware Streets in 1898", "Kansas City, guided by architect George Kessler, became a forefront", "example of the City Beautiful movement, offering a network of boulevards", "and parks.^[11] New neighborhoods, like Southmoreland and the Rockhill", "District were conceived to accommodate the city’s largest residencies of", "palatial proportions.", "The relocation of Union Station to its current location in 1914 and the", "opening of the Liberty Memorial in 1923 provided two of the city's most", "identifiable landmarks. Robert A. Long, president of the Liberty Memorial", "Association, was a driving force in the funding for construction. Long was", "a longtime resident and wealthy businessman. He built the R.A. Long", "Building for the Long-Bell Lumber Company, his home, Corinthian Hall (now", "the Kansas City Museum) and Longview Farm.", "Further spurring Kansas City's growth was the opening of the innovative", "Country Club Plaza development by J.C. Nichols in 1925, as part of his", "Country Club District plan.", "20th century streetcar system[edit]", "The Kansas City streetcar system once had hundreds of miles of streetcars", "running through the city and was one of the largest systems in the", "country.^[12] In 1903 the 8th Street Tunnel was built as an underground", "streetcar system through the city. The last run of the streetcar was on", "June 23, 1957 but the tunnel still exists.^[13]", "Pendergast era[edit]", "At the start of the 20th century, political machines gained clout in the", "city, with the one led by Tom Pendergast dominating the city by 1925.", "Several important buildings and structures were built during this time,", "including the Kansas City City Hall and the Jackson County Courthouse. The", "machine fell in 1939 when Pendergast, riddled with health problems,", "pleaded guilty to tax evasion after long federal investigations. His", "biographers have summed up Pendergast's uniqueness:", "Pendergast may bear comparison to various big-city bosses, but his open", "alliance with hardened criminals, his cynical subversion of the", "democratic process, his monarchistic style of living, his increasingly", "insatiable gambling habit, his grasping for a business empire, and his", "promotion of Kansas City as a wide-open town with every kind of vice", "imaginable, combined with his professed compassion for the poor and very", "real role as city builder, made him bigger than life, difficult to", "characterize.^[14]", "Post–World War II[edit]", "Kansas City's suburban development began with a streetcar system in the", "early decades of the 20th century. The city's first suburbs were in the", "neighborhoods of Pendleton Heights and Quality Hill. After World War II,", "many relatively affluent residents left for suburbs in Johnson County,", "Kansas, and eastern Jackson County, Missouri. Many also went north of the", "Missouri River, where Kansas City had incorporated areas between the 1940s", "and 1970s.", "Troost dividing wall and white flight[edit]", "Troost Avenue, once the eastern edge of Kansas City, Mo. and a residential", "corridor nicknamed Millionaire Row, is now widely seen as one of the", "city's most prominent racial and economic dividing lines due to urban", "decay, which was caused by white flight.^[15]^[16] During the civil rights", "era the city blocked people of color from moving to homes west of Troost", "Avenue, causing the areas east of Troost to have one of the worst murder", "rates in the country. This led to the dominating economic success of the", "neighboring Johnson County.^[17]", "In 1950, African Americans represented 12.2% of Kansas City's", "population.^[10] The sprawling characteristics of the city and its", "environs today mainly took shape after 1960s race riots. The April 1968", "assassination of Martin Luther King Jr. was a catalyst for the 1968 Kansas", "City riot. At this time, slums were forming in the inner city, and many", "who could afford to do so left for the suburbs and outer edges of the", "city. The post-World War II idea of suburbs and the \"American Dream\" also", "contributed to the sprawl of the area. The city's population continued to", "grow, but the inner city declined. The city's most populous ethnic group,", "non-Hispanic whites,^[18] declined from 89.5% in 1930 to 54.9% in", "2010.^[10]", "In 1940, the city had about 400,000 residents; by 2000, it was home to", "only about 180,000. From 1940 to 1960, the city more than doubled its", "physical size, while increasing its population by only about 75,000. By", "1970, the city covered approximately 316 square miles (820 km^2), more", "than five times its size in 1940.", "Hyatt Regency walkway collapse[edit]", "The Hyatt Regency walkway collapse was a major disaster that occurred on", "July 17, 1981, killing 114 people and injuring more than 200 others during", "a tea dance in the 45-story Hyatt Regency hotel in Crown Center. It is the", "deadliest structural collapse in US history other than the September 11", "attacks.^[19] In 2015 a memorial called the Skywalk Memorial Plaza was", "built for the families of the victims of the disaster, across the street", "from the hotel which is now a Sheraton.^[20]", "21st century[edit]", "Downtown Kansas City re-development[edit]", "[IMG]", "Enlarge", "Downtown Kansas City during the day from the lawn of Liberty Memorial.", "[IMG]", "Enlarge", "Downtown at dusk.", "In the 21st century, the Kansas City area has undergone extensive", "redevelopment, with more than $6 billion in improvements to the downtown", "area on the Missouri side. One of the main goals is to attract convention", "and tourist dollars, office workers, and residents to downtown KCMO. Among", "the projects include the redevelopment of the Power & Light District,", "located in the area to the east of the Power & Light Building (the former", "headquarters of the Kansas City Power & Light Company, which is now based", "in the district's northern end), into a retail and entertainment district;", "and the Sprint Center, an 18,500-seat arena that opened in 2007, funded by", "a 2004 ballot initiative involving a tax on car rentals and hotels,", "designed to meet the stadium specifications for a possible future NBA or", "NHL franchise,^[21] and was renamed T-Mobile Center in 2020; Kemper Arena,", "which was replaced by Sprint Center, fell into disrepair and was sold to", "private developers. By 2018, the arena was being converted to a sports", "complex under the name Hy-Vee Arena.^[22] The Kauffman Performing Arts", "Center opened in 2011 providing a new, modern home to the KC Orchestra and", "Ballet. In 2015, an 800-room Hyatt Convention Center Hotel was announced", "for a site next to the Performance Arts Center & Bartle Hall. Construction", "was scheduled to start in early 2018 with Loews as the operator.^[23]", "From 2007 to 2017, downtown residential population in Kansas City", "quadrupled and continues to grow. The area has grown from almost 4,000", "residents in the early 2000s to nearly 30,000 as of 2017. Kansas City's", "downtown ranks as the 6th-fastest-growing downtown in America with the", "population expected to grow by more than 40% by 2022. Conversions of", "office buildings such as the Power & Light Building and the Commerce Bank", "Tower into residential and hotel space has helped to fulfill the demand.", "New apartment complexes like One, Two, and Three Lights, River Market", "West, and 503 Main have begun to reshape Kansas City's skyline. Strong", "demand has led to occupancy rates in the upper 90%.^[24]", "While the residential population of downtown has boomed, the office", "population has dropped significantly from the early 2000s to the mid", "2010s. AMC and other top employers moved their operations to modern office", "buildings in the suburbs. High office vacancy plagued downtown, leading to", "the neglect of many office buildings. By the mid 2010s, many office", "buildings were converted to residential uses and the Class A vacancy rate", "plunged to 12% in 2017. Swiss Re, Virgin Mobile, AutoAlert, and others", "have begun to move operations to downtown Kansas City from the suburbs as", "well as expensive coastal cities.^[25]^[26]", "Transportation developments[edit]", "The area has seen additional development through various transportation", "projects, including improvements to the Grandview Triangle, which", "intersects Interstates 435 and 470, and U.S. Route 71, a thoroughfare long", "notorious for fatal accidents.", "In July 2005, the Kansas City Area Transportation Authority (KCATA)", "launched Kansas City's first bus rapid transit line, the Metro Area", "Express (MAX), which links the River Market, Downtown, Union Station,", "Crown Center and the Country Club Plaza. The KCATA continues to expand MAX", "with additional routes on Prospect Avenue, Troost Avenue, and Independence", "Avenue.^[27]", "In 2013, construction began on a two-mile streetcar line in downtown", "Kansas City (funded by a $102 million ballot initiative that was passed in", "2012) that runs between the River Market and Union Station, it began", "operation in May 2016. In 2017, voters approved the formation of a TDD to", "expand the streetcar line south 3.5 miles from Union Station to UMKC's", "Volker Campus. Additionally in 2017, the KC Port Authority began", "engineering studies for a Port Authority funded streetcar expansion north", "to Berkley Riverfront Park. Citywide, voter support for rail projects", "continues to grow with numerous light rail projects in the", "works.^[28]^[29]", "In 2016, Jackson County, Missouri, acquired unused rail lines as part of a", "long-term commuter rail plan. For the time being, the line is being", "converted to a trail while county officials negotiate with railroads for", "access to tracks in Downtown Kansas City.", "On November 7, 2017, Kansas City, Missouri, voters overwhelmingly approved", "a new single terminal at Kansas City International Airport by a 75% to 25%", "margin. The new single terminal will replace the three existing \"Clover", "Leafs\" at KCI Airport and is expected to open in October 2022.^[30]", "Geography[edit]", "[IMG]", "Enlarge", "Aerial view of Kansas City where the Kansas River joins the Missouri River", "The city has an area of 319.03 square miles (826.28 km^2), of which,", "314.95 square miles (815.72 km^2) is land and 4.08 square miles", "(10.57 km^2) is water.^[31] Bluffs overlook the rivers and river bottom", "areas. Kansas City proper is bowl-shaped and is surrounded to the north", "and south by glacier-carved limestone and bedrock cliffs. Kansas City is", "at the confluence between the Dakota and Minnesota ice lobes during the", "maximum late Independence glaciation of the Pleistocene epoch. The Kansas", "and Missouri rivers cut wide valleys into the terrain when the glaciers", "melted and drained. A partially filled spillway valley crosses the central", "city. This valley is an eastward continuation of the Turkey Creek Valley.", "It is the closest major city to the geographic center of the contiguous", "United States, or \"Lower 48\".", "Cityscape[edit]", "Further information: List of neighborhoods in Kansas City, Missouri", "Kansas City, Missouri, comprises more than 240^[32] neighborhoods, some", "with histories as independent cities or as the sites of major events.", "Architecture[edit]", "[IMG]", "Enlarge", "Community Christian Church, designed by Frank Lloyd Wright and next to the", "Country Club Plaza.", "Main article: Architecture of Kansas City", "Further information: List of fountains in the Kansas City metropolitan", "area and List of tallest buildings in Kansas City, Missouri", "The Nelson-Atkins Museum of Art opened its Euro-Style Bloch addition in", "2007, and the Safdie-designed Kauffman Center for the Performing Arts", "opened in 2011. The Power and Light Building is influenced by the Art Deco", "style and sports a glowing sky beacon. The new world headquarters of H&R", "Block is a 20-story all-glass oval bathed in a soft green light. The four", "industrial artworks atop the support towers of the Kansas City Convention", "Center (Bartle Hall) were once the subject of ridicule, but now define the", "night skyline near the T-Mobile Center along with One Kansas City Place", "(Missouri's tallest office tower), the KCTV-Tower (Missouri's tallest", "freestanding structure) and the Liberty Memorial, a World War I memorial", "and museum that flaunts simulated flames and smoke billowing into the", "night skyline. It was designated as the National World War I Museum and", "Memorial in 2004 by the United States Congress. Kansas City is home to", "significant national and international architecture firms including ACI", "Boland, BNIM, 360 Architecture, HNTB, Populous. Frank Lloyd Wright", "designed two private residences and Community Christian Church there.", "Kansas City hosts more than 200 working fountains, especially on the", "Country Club Plaza. Designs range from French-inspired traditional to", "modern. Highlights include the Black Marble H&R Block fountain in front of", "Union Station, which features synchronized water jets; the Nichols Bronze", "Horses at the corner of Main and J.C. Nichols Parkway at the entrance to", "the Plaza Shopping District; and the fountain at Hallmark Cards World", "Headquarters in Crown Center.", "City Market[edit]", "[IMG]", "Enlarge", "The Town of Kansas Bridge offers a connection for foot and bike traffic", "from the Riverfront Heritage Trail (starting at Berkley Riverfront Park)", "to the River Market.", "Since its inception in 1857, City Market has been one of the largest and", "most enduring public farmers' markets in the American Midwest, linking", "growers and small businesses to the community. More than 30 full-time", "merchants operate year-round and offer specialty foods, fresh meats and", "seafood, restaurants and cafes, floral, home accessories and more.^[33]", "The City Market is also home to the Arabia Steamboat Museum, which houses", "artifacts from a steamboat that sank near Kansas City in 1856.^[33]", "Downtown[edit]", "[IMG]", "Enlarge", "Downtown Kansas City and the Crossroads Arts District as viewed from", "Liberty Memorial in 2016.", "Main article: Downtown Kansas City", "Downtown Kansas City is an area of 2.9 square miles (7.5 km^2) bounded by", "the Missouri River to the north, 31st Street to the south, Troost Avenue", "to the East, and State Line Road to the west. Areas near Downtown Kansas", "City include the 39th Street District, which is known as Restaurant", "Row,^[34] and features one of Kansas City's largest selections of", "independently owned restaurants and boutique shops. It is a center of", "literary and visual arts, and bohemian culture. Crown Center is the", "headquarters of Hallmark Cards and a major downtown shopping and", "entertainment complex. It is connected to Union Station by a series of", "covered walkways. The Country Club Plaza, or simply \"the Plaza\", is an", "upscale, outdoor shopping and entertainment district. It was the first", "suburban shopping district in the United States,^[35] designed to", "accommodate shoppers arriving by automobile,^[36] and is surrounded by", "apartments and condominiums, including a number of high rise buildings.", "The associated Country Club District to the south includes the Sunset Hill", "and Brookside neighborhoods, and is traversed by Ward Parkway, a", "landscaped boulevard known for its statuary, fountains and large, historic", "homes. Kansas City's Union Station is home to Science City, restaurants,", "shopping, theaters, and the city's Amtrak facility.", "[IMG]", "Enlarge", "The city's tallest buildings and characteristic skyline are roughly", "contained inside the downtown freeway loop (shaded in red). Downtown", "Kansas City itself is established by city ordinance to stretch from the", "Missouri River south to 31st Street (beyond the bottom of this map), and", "from State Line Rd. to Troost Ave.", "After years of neglect and seas of parking lots, Downtown Kansas City is", "undergoing a period of change with over $6 billion in development since", "2000. Many residential properties recently have been or are under", "redevelopment in three surrounding warehouse loft districts and the", "Central Business District. The Power & Light District, a new, nine-block", "entertainment district comprising numerous restaurants, bars, and retail", "shops, was developed by the Cordish Company of Baltimore, Maryland. Its", "first tenant opened on November 9, 2007. It is anchored by the T-Mobile", "Center, a 19,000-seat sports and entertainment complex.^[37]", "Climate[edit]", "Kansas City lies in the Midwestern United States, near the geographic", "center of the country, at the confluence of the Missouri and Kansas", "rivers. The city lies in the northern periphery of the humid subtropical", "zone,^[38] but is interchangeable with the humid continental climate due", "to roughly 104 air frosts on average per annum.^[39] The city is part of", "USDA plant hardiness zones 5b and 6a.^[40] In the center of North America,", "far removed from a significant body of water, there is significant", "potential for extreme hot and cold swings throughout the year. The warmest", "month is July, with a 24-hour average temperature of 81.0 °F (27.2 °C).", "The summer months are hot and humid, with moist air riding up from the", "Gulf of Mexico, and high temperatures surpass 100 °F (38 °C) on 5.6 days", "of the year, and 90 °F (32 °C) on 47 days.^[41]^[42] The coldest month of", "the year is January, with an average temperature of 31.0 °F (−0.6 °C).", "Winters are cold, with 22 days where the high temperature is at or below", "32 °F (0 °C) and 2.5 nights with a low at or below 0 °F (−18 °C).^[41] The", "official record highest temperature is 113 °F (45 °C), set on August 14,", "1936 at Downtown Airport, while the official record lowest is −23 °F", "(−31 °C), set on December 22 and 23, 1989.^[41] Normal seasonal snowfall", "is 13.4 inches (34 cm) at Downtown Airport and 18.8 in (48 cm) at Kansas", "City International Airport. The average window for freezing temperatures", "is October 31 to April 4, while for measurable (0.1 in or 0.25 cm)", "snowfall, it is November 27 to March 16 as measured at Kansas City", "International Airport.^[41] Precipitation, both in frequency and total", "accumulation, shows a marked uptick in late spring and summer.", "Kansas City is located in \"Tornado Alley\", a broad region where cold air", "from Canada collides with warm air from the Gulf of Mexico, leading to the", "formation of powerful storms, especially during the spring. The Kansas", "City metropolitan area has experienced several significant outbreaks of", "tornadoes in the past, including the Ruskin Heights tornado in 1957^[43]", "and the May 2003 tornado outbreak sequence. The region can also experience", "ice storms during the winter months, such as the 2002 ice storm during", "which hundreds of thousands of residents lost power for days and (in some", "cases) weeks.^[44] Kansas City and its outlying areas are also subject to", "flooding, including the Great Floods of 1951 and 1993.", "Climate data for Kansas City, Missouri (Downtown Airport), 1981–2010 normals,^[a] extremes 1934–present)", "Month         Jan     Feb     Mar    Apr    May    Jun    Jul    Aug    Sep    Oct    Nov    Dec     Year", "Record high   76      83      89     94     103    108    112    113    109    98     83     74      113", "°F (°C)       (24)    (28)    (32)   (34)   (39)   (42)   (44)   (45)   (43)   (37)   (28)   (23)    (45)", "Mean maximum  61.5    68.1    78.1   84.4   89.3   94.8   100.1  100.3  93.3   84.8   73.5   62.8    102.1", "°F (°C)       (16.4)  (20.1)  (25.6) (29.1) (31.8) (34.9) (37.8) (37.9) (34.1) (29.3) (23.1) (17.1)  (38.9)", "Average high  39.5    44.6    56.2   66.7   75.9   85.0   90.1   88.6   80.0   67.8   54.2   41.8    65.9", "°F (°C)       (4.2)   (7.0)   (13.4) (19.3) (24.4) (29.4) (32.3) (31.4) (26.7) (19.9) (12.3) (5.4)   (18.8)", "Average low   22.4    26.3    35.8   46.6   57.1   66.7   72.0   70.2   60.5   48.9   36.6   25.6    47.4", "°F (°C)       (−5.3)  (−3.2)  (2.1)  (8.1)  (13.9) (19.3) (22.2) (21.2) (15.8) (9.4)  (2.6)  (−3.6)  (8.6)", "Mean minimum  3.7     6.5     16.9   30.6   43.2   54.6   62.0   59.4   44.3   32.8   20.0   5.3     −2.7", "°F (°C)       (−15.7) (−14.2) (−8.4) (−0.8) (6.2)  (12.6) (16.7) (15.2) (6.8)  (0.4)  (−6.7) (−14.8) (−19.3)", "Record low °F −14     −13     −3     16     32     44     52     48     34     21     5      −19     −19", "(°C)          (−26)   (−25)   (−19)  (−9)   (0)    (7)    (11)   (9)    (1)    (−6)   (−15)  (−28)   (−28)", "Average       1.14    1.48    2.15   3.71   5.13   5.52   3.97   4.39   4.16   3.52   2.14   1.75    39.06", "precipitation (29)    (38)    (55)   (94)   (130)  (140)  (101)  (112)  (106)  (89)   (54)   (44)    (992)", "inches (mm)", "Average       4.1     3.2     0.9    0.2    0      0      0      0      0      0.3    0.3    4.4     13.4", "snowfall      (10)    (8.1)   (2.3)  (0.51) (0)    (0)    (0)    (0)    (0)    (0.76) (0.76) (11)    (34)", "inches (cm)", "Average", "precipitation 4.8     5.3     7.6    9.4    11.0   10.2   7.9    7.5    8.1    7.5    6.1    5.4     90.8", "days (≥ 0.01", "in)", "Average snowy", "days (≥ 0.1   2.5     2.1     0.6    0.1    0      0      0      0      0      0.1    0.4    2.5     8.3", "in)", "Source: NOAA^[41]^[45]^[46]", "Climate data for Kansas City Int'l, Missouri (1981–2010 normals,^[a] extremes 1888–present)^[b]", "Month         Jan     Feb     Mar     Apr    May    Jun    Jul    Aug    Sep    Oct    Nov    Dec     Year", "Record high   75      83      91      95     103    108    112    113    109    98     83     74      113", "°F (°C)       (24)    (28)    (33)    (35)   (39)   (42)   (44)   (45)   (43)   (37)   (28)   (23)    (45)", "Mean maximum  60.6    67.4    78.4    84.5   88.2   92.9   98.1   99.0   92.6   84.9   72.5   61.9    100.5", "°F (°C)       (15.9)  (19.7)  (25.8)  (29.2) (31.2) (33.8) (36.7) (37.2) (33.7) (29.4) (22.5) (16.6)  (38.1)", "Average high  38.0    43.3    55.1    65.7   74.8   83.5   88.3   87.4   79.0   66.9   53.2   40.3    64.7", "°F (°C)       (3.3)   (6.3)   (12.8)  (18.7) (23.8) (28.6) (31.3) (30.8) (26.1) (19.4) (11.8) (4.6)   (18.2)", "Average low   19.6    23.8    33.4    44.0   54.2   63.6   68.4   66.8   57.3   45.9   34.1   22.6    44.6", "°F (°C)       (−6.9)  (−4.6)  (0.8)   (6.7)  (12.3) (17.6) (20.2) (19.3) (14.1) (7.7)  (1.2)  (−5.2)  (7.0)", "Mean minimum  −0.1    2.6     13.8    27.0   40.0   50.3   57.9   55.1   40.3   28.6   16.7   1.7     −7.0", "°F (°C)       (−17.8) (−16.3) (−10.1) (−2.8) (4.4)  (10.2) (14.4) (12.8) (4.6)  (−1.9) (−8.5) (−16.8) (−21.7)", "Record low °F −20     −22     −10     12     27     42     51     43     31     17     1      −23     −23", "(°C)          (−29)   (−30)   (−23)   (−11)  (−3)   (6)    (11)   (6)    (−1)   (−8)   (−17)  (−31)   (−31)", "Average       1.07    1.46    2.37    3.70   5.23   5.23   4.45   3.89   4.62   3.16   2.15   1.53    38.86", "precipitation (27)    (37)    (60)    (94)   (133)  (133)  (113)  (99)   (117)  (80)   (55)   (39)    (987)", "inches (mm)", "Average       4.6     5.4     2.0     0.6    0      0      0      0      0      0.2    1.2    4.8     18.8", "snowfall      (12)    (14)    (5.1)   (1.5)  (0)    (0)    (0)    (0)    (0)    (0.51) (3.0)  (12)    (48)", "inches (cm)", "Average", "precipitation 6.3     7.1     9.5     11.0   11.5   10.8   9.0    8.3    8.6    8.2    7.3    7.2     104.8", "days (≥ 0.01", "in)", "Average snowy", "days (≥ 0.1   4.0     3.5     1.6     0.5    0      0      0      0      0      0.1    1.2    3.7     14.6", "in)", "Average", "relative      68.8    69.6    66.7    62.9   68.0   69.2   67.4   70.0   70.4   67.1   69.7   71.0    68.4", "humidity (%)", "Average dew   16.5    21.4    31.6    40.6   52.0   61.5   65.8   64.4   56.7   43.5   32.5   21.0    42.3", "point °F (°C) (−8.6)  (−5.9)  (−0.2)  (4.8)  (11.1) (16.4) (18.8) (18.0) (13.7) (6.4)  (0.3)  (−6.1)  (5.7)", "Mean monthly", "sunshine      183.7   174.3   223.9   257.8  285.0  305.5  329.3  293.9  240.5  213.6  155.3  147.1   2,809.9", "hours", "Percent", "possible      61      58      60      65     64     68     73     69     64     62     52     50      63", "sunshine", "Source: NOAA (relative humidity, dew point, and sun 1972–1990)^[41]^[47]^[48]^[49]", "Climate data for Kansas City, Missouri", "Month                 Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Year", "Average ultraviolet   2   3   5   7   8   9   10  9   7   4   3   2   6", "index", "Source: Weather Atlas ^[50]", "Demographics[edit]", "Historical population", "Census      Pop.         %±", "1860        4,418        —", "1870        32,260       630.2%", "1880        55,785       72.9%", "1890        132,716      137.9%", "1900        163,752      23.4%", "1910        248,381      51.7%", "1920        324,410      30.6%", "1930        399,746      23.2%", "1940        400,178      0.1%", "1950        456,622      14.1%", "1960        475,539      4.1%", "1970        507,087      6.6%", "1980        448,159      −11.6%", "1990        435,146      −2.9%", "2000        441,545      1.5%", "2010        459,787      4.1%", "2019 (est.) 495,327 ^[2] 7.7%", "U.S. Decennial Census^[51]", "[IMG]", "Enlarge", "Map of racial distribution in Kansas City, 2010 U.S. Census. Each dot is", "25 people: White, Black, Asian, Hispanic or Other (yellow)", "According to the 2010 census, the racial composition of Kansas City was as", "follows:", "* White: 59.2% (non-Hispanic white: 54.9%)", "* Black or African American: 29.9%", "* Hispanic or Latino (of any race): 10.0%", "* Some other race: 4.5%", "* Two or more races: 3.2%", "* Asian: 2.5%", "* Native American: 0.5%", "* Native Hawaiian and other Pacific Islander: 0.2%", "Kansas City has the second largest Somali and Sudanese populations in the", "United States. The Latino/Hispanic population of Kansas City, which is", "heavily Mexican and Central American, is spread throughout the", "metropolitan area, with some concentration in the northeast part of the", "city and southwest of downtown. The Asian population, mostly Southeast", "Asian, is partly concentrated within the northeast side to the Columbus", "Park neighborhood in the Greater Downtown area, a historically Italian", "American neighborhood, the UMKC area and in River Market, in northern", "Kansas City.^[52]^[53]^[54]", "The Historic Kansas City boundary is roughly 58 square miles (150 km^2)", "and has a population density of about 5,000 people per sq. mi. It runs", "from the Missouri River to the north, 79th Street to the south, the Blue", "River to the east, and State Line Road to the west. During the 1960s and", "1970s, Kansas City annexed large amounts of land, which are largely", "undeveloped to this day.", "Between the 2000 and 2010 Census counts, the urban core of Kansas City", "continued to drop significantly in population. The areas of Greater", "Downtown in the center city, and sections near I-435 and I-470 in the", "south, and Highway 152 in the north are the only areas of Kansas City,", "Missouri, to have seen an increase in population, with the Northland", "seeing the greatest population growth.^[55] Even so, the population of", "Kansas City as a whole from 2000 to 2010 increased by 4.1%.", "Racial composition               2010^[18] 1990^[10] 1970^[10]  1940^[10]", "White                            59.2%     66.8%     77.2%      89.5%", "—Non-Hispanic white              54.9%     65.0%     75.0%^[56] N/A", "Black or African American        29.9%     29.6%     22.1%      10.4%", "Hispanic or Latino (of any race) 10.0%     3.9%      2.7%^[56]  N/A", "Economy[edit]", "Main article: Economy of Kansas City", "As of 2016 all employment growth in the area since 2000 has been in", "neighboring Kansas, mostly in Johnson County.^[57] The federal government", "is the largest employer in the Kansas City metro area. More than 146", "federal agencies maintain a presence there. Kansas City is one of ten", "regional office cities for the US government.^[58] The Internal Revenue", "Service maintains a large service center in Kansas City that occupies", "nearly 1.4 million square feet (130,000 m^2).^[59] It is one of only two", "sites to process paper returns.^[60] The IRS has approximately 2,700", "full-time employees in Kansas City, growing to 4,000 during tax season.", "The General Services Administration has more than 800 employees. Most are", "at the Bannister Federal Complex in South Kansas City. The Bannister", "Complex was also home to the Kansas City Plant, which is a National", "Nuclear Security Administration facility operated by Honeywell. The Kansas", "City Plant has since been moved to a new location on Botts Road. Honeywell", "employs nearly 2,700 at the Kansas City Plant, which produces and", "assembles 85% of the non-nuclear components of the United States nuclear", "bomb arsenal.^[61] The Social Security Administration has more than 1,700", "employees in the Kansas City area, with more than 1,200 at its downtown", "Mid-America Program Service Center (MAMPSC).^[62] The United States Postal", "Service operates post offices in Kansas City. The Kansas City Main Post", "Office is at 300 West Pershing Road.^[63]", "In 2019, the US Department of Agriculture relocated two federal research", "labs, ERS and NIFA, to the metro area. This move was considered", "controversial at the time of announcement, and resulted in multiple people", "leaving the agencies. The new location for these agencies will be in the", "downtown area.", "Ford Motor Company operates a large manufacturing facility in Claycomo at", "the Ford Kansas City Assembly Plant, which builds the Ford F-150. The", "General Motors Fairfax Assembly Plant is in adjacent Kansas City, Kansas.", "Now shuttered Smith Electric Vehicles built electric vehicles in the", "former TWA/American Airlines overhaul facility at Kansas City", "International Airport until 2017.", "One of the largest US drug manufacturing plants is the Sanofi-Aventis", "plant in south Kansas City on a campus developed by Ewing Kauffman's", "Marion Laboratories.^[64] Of late, it has been developing academic and", "economic institutions related to animal health sciences, an effort most", "recently bolstered by the selection of Manhattan, Kansas, at one end of", "the^[65] Kansas City Animal Health Corridor, as the site for the National", "Bio and Agro-Defense Facility, which researches animal diseases.", "Additionally, the Stowers Institute for Medical Research engages in", "medical basic science research. They offer educational opportunities for", "both predoctoral and postdoctoral candidates and work with Open University", "and University of Kansas Medical Center in a joint Interdisciplinary", "Graduate Program in Biomedical Science (IGPBS).", "Numerous agriculture companies operate out of the city. Dairy Farmers of", "America, the largest dairy co-op in the United States is located in", "northern Kansas City. The National Association of Intercollegiate", "Athletics and The National Association of Basketball Coaches are based in", "Kansas City.", "[IMG]", "Enlarge", "H&R Block's oblong headquarters in downtown Kansas City.", "The business community is serviced by two major business magazines, the", "Kansas City Business Journal (published weekly) and Ingram's Magazine", "(published monthly), as well as other publications, including a local", "society journal, the Independent (published weekly).", "The Kansas City Federal Reserve Bank built a new building that opened in", "2008 near Union Station. Missouri is the only state to have two of the 12", "Federal Reserve Bank headquarters (the second is in St. Louis). Kansas", "City's effort to get the bank was helped by former mayor James A. Reed,", "who as senator, broke a tie to pass the Federal Reserve Act.^[66]", "The national headquarters for the Veterans of Foreign Wars is", "headquartered just south of Downtown.", "With a Gross Metropolitan Product of $41.68 billion in 2004, Kansas City's", "(Missouri side only) economy makes up 20.5% of Missouri's gross state", "product.^[67] In 2014, Kansas City was ranked #6 for real estate", "investment.^[68]", "Three international law firms, Lathrop & Gage, Stinson Leonard Street, and", "Shook, Hardy & Bacon are based in the city.", "Headquarters[edit]", "The following companies are headquartered in Kansas City, Missouri:", "* American Century Investments", "* Andrews McMeel Universal", "* Applebee's (former)", "* Barkley Inc.", "* Bernstein-Rein", "* Black & Veatch's Global Water Business", "* Blue Cross and Blue Shield of Kansas City", "* BNIM", "* Boulevard Brewing Company", "* Cerner", "* Children International", "* Commerce Bancshares", "* Copaken, White & Blitt", "* Evergy, formerly Great Plains Energy", "* Freightquote.com", "* Garney Holding Company", "* Hallmark Cards", "* H&R Block", "* HNTB", "* Hostess Brands", "* J.E. Dunn Construction Group", "* Kansas City Southern Railway", "* Lockton Companies", "* MANICA Architecture", "* Novastar Financial", "* Populous", "* Russell Stover Candies", "* Smith Electric Vehicles", "* UMB Financial Corporation", "* Veterans of Foreign Wars", "* Walton Construction", "Top employers[edit]", "According to the city's Fiscal Year 2014–15 Comprehensive Annual Financial", "Report,^[69] the top ten principal employers are as follows:", "Rank Employer                            Employees Percentage of Total", "Employment", "1.   Public School System                30,172    2.92%", "2.   Federal Government                  30,000    2.91%", "3.   State/County/City Government        24,616    2.39%", "4.   Cerner Corporation                  10,128    0.98%", "5.   HCA Midwest Health System           9,753     0.94%", "6.   Saint Luke's Health System          7,550     0.73%", "7.   Children's Mercy Hospitals and      6,305     0.61%", "Clinics", "8.   T-Mobile                            6,300     0.61%", "9.   The University of Kansas Hospital   6,030     0.58%", "10.  Hallmark Cards, Inc.                4,600     0.45%", "Culture[edit]", "Abbreviations and nicknames[edit]", "Kansas City, Missouri is abbreviated as KCMO and the metropolitan area as", "KC. Residents are known as Kansas Citians. Kansas City, Missouri is", "officially nicknamed the \"City of Fountains\". The fountains at Kauffman", "Stadium, commissioned by original Kansas City Royals owner Ewing Kauffman,", "are the largest privately funded fountains in the world.^[70] In 2018,", "UNESCO designated Kansas City as a City of Music.^[71] The city has more", "boulevards than any other city except Paris and has been called \"Paris of", "the Plains\". Soccer's popularity, at both professional and youth levels,", "as well as Children's Mercy Park's popularity as a home stadium for the", "U.S. Men's National Team led to the appellation \"Soccer Capital of", "America\". The city is called the \"Heart of America\", as it is near both", "the population center of the United States and the geographic center of", "the 48 contiguous states.", "Performing arts[edit]", "There were only two theaters in Kansas City when David Austin Latchaw,", "originally from rural Pennsylvania, moved to Kansas City in 1886. Latchaw", "maintained friendly relations with a number of actors such as Otis", "Skinner, Richard Mansfield, Maude Adams, Margaret Anglin, John Drew,", "Minnie Maddern Fiske, Julia Marlowe, E. H. Sothern, and Robert", "Mantell.^[72]", "Theater troupes in the 1870s toured the state performing in cities or", "small towns springing up along the railroad lines. Rail transport had made", "touring easy allowing theater troupes to travel with costumes, props and", "sets. As theater grew in popularity after the mid-1880s that number", "increased and by 1912 ten new theaters had been built in Kansas City.^[72]", "By the 1920s Kansas City was the center of the vaudevillian Orpheum", "circuit.^[72]", "[IMG]", "Enlarge", "Kauffman Center for the Performing Arts as seen from the Kansas City", "Convention Center.", "The Kansas City Repertory Theatre is the metropolitan area's top", "professional theatre company. The Starlight Theatre is an 8,105-seat", "outdoor theatre designed by Edward Delk. The Kansas City Symphony was", "founded by R. Crosby Kemper Jr. in 1982 to replace the defunct Kansas City", "Philharmonic, which was founded in 1933. The symphony performs at the", "Kauffman Center for the Performing Arts. Michael Stern is the symphony's", "music director and lead conductor. Lyric Opera of Kansas City, founded in", "1958, performs at the Kauffman Center, offers one American contemporary", "opera production during its season, consisting of either four or five", "productions. The Civic Opera Theater of Kansas City performs at the", "downtown Folly Theater and at the UMKC Performing Arts Center. Every", "summer from mid-June to early July, The Heart of America Shakespeare", "Festival performs at Southmoreland Park near the Nelson-Atkins Museum; the", "festival was founded by Marilyn Strauss in 1993.", "The Kansas City Ballet, founded in 1957 by Tatiana Dokoudovska, is a", "ballet troupe comprising 25 professional dancers and apprentices. Between", "1986 and 2000, it combined with Dance St. Louis to form the State Ballet", "of Missouri, although it remained in Kansas City. From 1980 to 1995, the", "Ballet was run by dancer and choreographer Todd Bolender. Today, the", "Ballet offers an annual repertory split into three seasons, performing", "classical to contemporary ballets.^[73] The Ballet also performs at the", "Kauffman Center. Kansas City is home to The Kansas City Chorale, a", "professional 24-voice chorus conducted by Charles Bruffy. The chorus", "performs an annual concert series and a concert in Phoenix each year with", "their sister choir, the Phoenix Chorale. The Chorale has made nine", "recordings (three with the Phoenix Chorale).^[74]", "Jazz[edit]", "[IMG]", "Enlarge", "Entrance of the American Jazz Museum", "Main article: Kansas City jazz", "Kansas City jazz in the 1930s marked the transition from big bands to the", "bebop influence of the 1940s. The 1979 documentary The Last of the Blue", "Devils portrays this era in interviews and performances by local jazz", "notables. In the 1970s, Kansas City attempted to resurrect the glory of", "the jazz era in a family-friendly atmosphere. In the 1970s, an effort to", "open jazz clubs in the River Quay area of City Market along the Missouri", "ended in a gang war. Three of the new clubs were blown up in what", "ultimately ended Kansas City mob influence in Las Vegas casinos. The", "annual \"Kansas City Blues and Jazz Festival\" attracts top jazz stars and", "large out-of-town audiences. It was rated Kansas City's \"best festival.\"", "by Pitch.com.^[75]", "Live music venues are found throughout the city, with the highest", "concentration in the Westport entertainment district centered on Broadway", "and Westport Road near the Country Club Plaza, as well as the 18th and", "Vine area's flourish for jazz music. A variety of music genres can be", "heard or have originated there, including musicians Janelle Monáe, Puddle", "of Mudd, Isaac James, The Get Up Kids, Shiner, Flee The Seen, The Life and", "Times, Reggie and the Full Effect, Coalesce, The Casket Lottery, The", "Gadjits, The Rainmakers, Vedera, The Elders, Blackpool Lights, The", "Republic Tigers, Tech N9ne, Krizz Kaliko, Kutt Calhoun, Skatterman & Snug", "Brim, Mac Lethal, Ces Cru, and Solè. As of 2003, the Kansas City Jazz", "Orchestra, a big band jazz orchestra, performs in the metropolitan area.", "In 2018, UNESCO named Kansas City as a \"City of Music\", making it the only", "city in the United States with that distinction. The city's funding of", "$7 million for improvements to the 18th and Vine Jazz District in 2016,", "coupled with the city's rich musical heritage, contributed to the", "designation.^[71]", "[IMG]", "Enlarge", "The Kansas City Convention Center", "Irish culture[edit]", "The large community of Irish-Americans numbers over 50,000.^[76] The Irish", "were the first large immigrant group to settle in Kansas City and founded", "its first newspaper.^[77] The Irish community includes bands, dancers,", "Irish stores, newspapers and the Kansas City Irish Center at Drexel Hall", "in Midtown. The first book that detailed the history of the Irish in", "Kansas City was Missouri Irish: Irish Settlers on the American Frontier,", "published in 1984. The Kansas City Irish Fest is held over Labor Day", "weekend every year in Crown Center and Washington Park.", "Casinos[edit]", "Missouri voters approved riverboat casino gaming on the Missouri and", "Mississippi Rivers by referendum with a 63% majority on November 3, 1992.", "The first casino facility in the state opened in September 1994 in North", "Kansas City by Harrah's Entertainment (now Caesar's Entertainment).^[78]", "The combined revenues for four casinos exceeded $153 million per month in", "May 2008.^[79] The metropolitan area is home to six casinos: Ameristar", "Kansas City, Argosy Kansas City, Harrah's North Kansas City, Isle of Capri", "Kansas City, the 7th Street Casino (which opened in Kansas City, Kansas,", "in 2008) and Hollywood Casino (which opened in February 2012 in Kansas", "City, Kansas).", "Cuisine[edit]", "[IMG]", "Enlarge", "The American Hereford Association bull and Kemper Arena and the Kansas", "City Live Stock Exchange Building in the former Kansas City Stockyard of", "the West Bottoms as seen from Quality Hill", "Kansas City is famous for its steak and Kansas City-style barbecue, along", "with the typical array of Southern cuisine. During the heyday of the", "Kansas City Stockyards, the city was known for its Kansas City steaks or", "Kansas City strip steaks. The most famous of its steakhouses is the Golden", "Ox in the Kansas City Live Stock Exchange in the West Bottoms stockyards.", "These stockyards were second only to those of Chicago in size, but they", "never recovered from the Great Flood of 1951 and eventually closed.", "Founded in 1938, Jess & Jim's Steakhouse in the Martin City neighborhood", "was also well known.", "The Kansas City Strip cut of steak is similar to the New York Strip cut,", "and is sometimes referred to just as a strip steak. Along with Texas,", "Memphis, North, and South Carolina, Kansas City is lauded as a \"world", "capital of barbecue\". More than 90 barbecue restaurants^[80] operate in", "the metropolitan area. The American Royal each fall hosts what it claims", "is the world's biggest barbecue contest.", "[IMG]", "Enlarge", "President Obama visits Arthur Bryant's barbecue in Kansas City", "Classic Kansas City-style barbecue was an inner-city phenomenon that", "evolved from the pit of Henry Perry, a migrant from Memphis who is", "generally credited with opening the city's first barbecue stand in 1921,", "and blossomed in the 18th and Vine neighborhood. Arthur Bryant's took over", "the Perry restaurant and added sugar to his sauce to sweeten the recipe a", "bit. In 1946 one of Perry's cooks, George W. Gates, opened Gates Bar-B-Q,", "later Gates and Sons Bar-B-Q when his son Ollie joined the family", "business. Bryant's and Gates are the two definitive Kansas City barbecue", "restaurants; native Kansas Citian and essayist Calvin Trillin famously", "called Bryant's \"the single best restaurant in the world\" in an essay he", "wrote for Playboy magazine in the 1960s. Fiorella's Jack Stack Barbecue is", "also well regarded. In 1977, Rich Davis, a psychiatrist, test-marketed his", "own concoction called K.C. Soul Style Barbecue Sauce. He renamed it KC", "Masterpiece, and in 1986, he sold the recipe to the Kingsford division of", "Clorox. Davis retained rights to operate restaurants using the name and", "sauce, whose recipe popularized the use of molasses as a sweetener in", "Kansas City-style barbecue sauces.^[citation needed]", "Kansas City has several James Beard Award-winning/nominated chefs and", "restaurants. Winning chefs include Michael Smith, Celina Tio, Colby", "Garrelts, Debbie Gold, Jonathan Justus and Martin Heuser. A majority of", "the Beard Award-winning restaurants are in the Crossroads district,", "downtown and in Westport.", "Points of interest[edit]", "Main article: List of points of interest in Kansas City, Missouri", "Name             Description                    Photo", "A district developed in 1922", "featuring Spanish-styled", "architecture and upscale shops", "and restaurants. Two", "universities have locations", "Country Club     near the district (University  Country Club Plaza 2", "Plaza District   of Missouri-Kansas City and    Kansas City MO.jpg", "the Kansas City Art", "Institute). The Kemper Museum", "of Contemporary Art and the", "Nelson-Atkins Museum of Art", "are around the district as", "well.", "Cradle of distinctive Kansas", "City styled jazz. Home of the", "Negro Leagues Baseball Museum,", "American Jazz Museum, and the", "future home of the MLB Urban", "Youth Academy. The district", "18th & Vine      contains several jazz clubs    Negro League Baseball", "District         and venues, such as the Gem    Museum and American Jazz", "Theater and the Blue Room      Museum.jpg", "Archived May 5, 2016, at the", "Wayback Machine. There are", "talks of the city diverting", "$27 million to the district to", "connect the district to the", "rest of downtown.^[81]", "Home to several restaurants,", "art galleries, and hotels.", "First Friday is a popular", "monthly event in the district.", "Pop-up galleries, food trucks,", "Crossroads Arts  venue deals, and music events  TWA Headquarters", "District         are planned for First Fridays. (4719002602).jpg", "Union Station and the Kauffman", "Center are within the", "district. Union Station also", "has exhibits that change", "frequently, as well as Science", "City within the building.", "Originally a separate town", "before being annexed by Kansas", "City, the district contains", "several restaurants, shops,", "and nightlife options. Along", "Westport         with the Power and Light       Westport Square Kansas", "District         District, it serves as one of  City MO.jpg", "the city's main entertainment", "areas. The University of", "Kansas Hospital is close to", "the district, just across", "State Line Road.", "A new shopping and", "entertainment district within", "the Central Business District.", "It was developed by the", "Cordish Companies; several", "Power and Light  apartment towers are being", "District         constructed by the company as  PLD KCLive.jpg", "well. The T-Mobile Center is", "within the district and is a", "major anchor development for", "the area. The Midland Theater,", "a popular concert venue, is", "also in the district.", "Kansas City's original", "neighborhood on the Missouri", "River. The district contains", "one of the country's largest", "and longest lasting public", "farmers' markets in the", "nation. There are several", "River Market     unique shops and restaurants", "District/        throughout the area. Steamboat River Market KCMO1.JPG", "Berkley          Arabia Museum is right next to", "Riverfront Park  the City Market. Residents and", "visitors traveling by foot or", "bike can take the Town of", "Kansas Bridge connection to", "get to the Riverfront Heritage", "Trail which leads to Berkley", "Riverfront Park, which is", "operated by Port KC.", "A district developed by", "Hallmark. The district is a", "short walk from Liberty        Crown Center 1 Kansas City", "Crown Center     Memorial (which features a     MO.jpg", "World War One museum).", "Archived June 4, 2016, at the", "Wayback Machine", "The West Bottoms used to be", "used primarily as stockyards", "and for industrial uses, but", "today the district is slowly", "being revitalized through the", "development and redevelopment", "The West Bottoms of apartments and shops. The   GoldenOxKC.jpg", "district is home to the", "soon-to-be repurposed Kemper", "Arena, which regularly hosted", "the American Royal. The arena", "hosted the 1976 Republican", "National Convention.", "Several attractions are north", "of the Missouri River. Zona", "Rosa is a mixed-used", "development with shopping,", "Kansas City,     dining, and events. The", "North            Charles B. Wheeler Downtown    MambaLiftHillWOF.jpg", "Airport features the Aviation", "History Museum. Worlds of Fun", "and Oceans of Fun are major", "amusement parks of the", "midwest.", "Swope Park has an area of", "1,805 acres, a larger total", "space than Central Park, with", "several attractions. The", "Kansas City Zoo, encompassing", "200 acres, features more than", "Swope Park       1,000 animals and was ranked   KCMO Zoo Nima 09.JPG", "as one of the top 60 zoos in", "the United States. Starlight", "Theatre is the second largest", "outdoor musical theatre venue", "in the U.S.^[82] Sporting", "Kansas City practice at the", "soccer complex.", "Religion[edit]", "[IMG]", "Enlarge", "The Latter-Day Saints Temple in Kansas City.", "The proportion of Kansas City area residents with a known religious", "affiliation is 50.75%. The most common religious denominations in the area", "are:^[83]", "* None/No affiliation 49.25%", "* Catholic 13.2%", "* Baptists 10.4%", "* Other Christian 10.3%", "* Methodist 6.0%", "* Pentecostal 2.7%", "* Latter-day Saint 2.5%", "* Lutheran 2.3%", "* Presbyterian 1.7%", "* Judaism 0.4%", "* Eastern religions 0.4%", "* Islam 0.4%", "Walt Disney[edit]", "In 1911, Elias Disney moved his family from Marceline to Kansas City. They", "lived in a new home at 3028 Bellefontaine with a garage he built, in which", "Walt Disney made his first animation.^[84] In 1919, Walt returned from", "France where he had served as a Red Cross Ambulance Driver in World War I.", "He started the first animation company in Kansas City, Laugh-O-Gram", "Studio, in which he designed the character Mickey Mouse. When the company", "went bankrupt, Walt Disney moved to Hollywood and started The Walt Disney", "Company on October 16, 1923.", "Sports[edit]", "Main article: Sports in Kansas City", "Professional sports teams in Kansas City include the Kansas City Chiefs in", "the National Football League (NFL), the Kansas City Royals in Major League", "Baseball (MLB) and Sporting Kansas City in Major League Soccer (MLS).", "The following table lists the professional teams in the Kansas City", "metropolitan area:", "Club         Sport        Founded     League          Venue", "1960 (as", "the Dallas", "Kansas City  Football     Texans)     National        Arrowhead Stadium", "Chiefs                    1963 (as    Football League", "Kansas City", "Chiefs)", "Kansas City  Baseball     1969        Major League    Kauffman Stadium", "Royals                                Baseball", "Sporting                              Major League    Children's Mercy", "Kansas City  Soccer       1996        Soccer          Park (Kansas City,", "Kansas)", "Sporting                              USL             Children's Mercy", "Kansas City  Soccer       2016        Championship    Park (Kansas City,", "II                                                    Kansas)", "Kansas City  Hockey       2009        ECHL            Cable Dahmer Arena", "Mavericks                                             (Independence)", "Kansas City  Soccer,      2010        Major Arena     Cable Dahmer Arena", "Comets       Indoor                   Soccer League   (Independence)", "Kansas City  Rugby Union  1966        USA Rugby       Swope Park Training", "Blues                                 Division 1      Complex", "Kansas City  Football,    2004        WTFA            North Kansas City", "Storm        Women's                                  High School", "Professional football[edit]", "[IMG]", "Enlarge", "Arrowhead Stadium, home of the Kansas City Chiefs.", "The Chiefs, now a member of the NFL's American Football Conference,", "started play in 1960 as the Dallas Texans of the American Football League", "before moving to Kansas City in 1963. The Chiefs lost Super Bowl I to the", "Green Bay Packers by a score of 35–10. They came back in 1969 to become", "the last AFL champion and win Super Bowl IV against the NFL champion", "Minnesota Vikings by a score of 23–7. In 2020, after 50 years, they won", "Super Bowl LIV with the score of 31–20 against the San Francisco", "49ers.^[85] In 2021, they lost Super Bowl LV to the Tampa Bay Buccaneers", "by a score of 31-9.", "Professional baseball[edit]", "[IMG]", "Enlarge", "The Kansas City Royals, 1985 and 2015 World Series Champions.", "The Athletics baseball franchise played in the city from 1955, after", "moving from Philadelphia, to 1967, when the team relocated to Oakland,", "California. The city's Major League Baseball franchise, the Royals,", "started play in 1969, and are the only major league sports franchise in", "Kansas City that has not relocated or changed its name. The Royals were", "the first American League expansion team to reach the playoffs, in 1976,", "to reach the World Series in 1980, and to win the World Series in 1985.", "The Royals returned to the World Series in 2014 and won in 2015. The", "Kansas City Royals have 1 Kansas City based player in the MLB Baseball", "Hall Of Fame, George Brett.", "The Kansas City T-Bones, playing in the independent Northern League from", "2003 until 2010, and currently in the independent American Association", "since 2011, and unaffiliated minor league team. They play their games in", "T-Bones Stadium in Kansas City, Kansas.", "Professional soccer[edit]", "[IMG]", "Enlarge", "Sporting Kansas City plays the New England Revolution at Children's Mercy", "Park.", "The Kansas City Wiz became a charter member of Major League Soccer in", "1996. It was renamed the Kansas City Wizards in 1997. In 2011, the team", "was renamed Sporting Kansas City and moved to its new stadium Children's", "Mercy Park in Kansas City, Kansas. Sporting's reserve team, Swope Park", "Rangers, plays at Shawnee Mission District Stadium in Overland Park,", "Kansas. FC Kansas City began play in 2013 as an expansion team of the", "National Women's Soccer League; the team's home games are held at Swope", "Soccer Village.", "College athletics[edit]", "In college athletics, Kansas City has been the home of the Big 12 College", "Basketball Tournaments. The men's tournament has been played at T-Mobile", "Center since March 2008. The women's tournament is played at Municipal", "Auditorium.", "The city has one NCAA Division I program, the Kansas City Roos,", "representing the University of Missouri–Kansas City (UMKC). The program,", "historically known as the UMKC Kangaroos, adopted its current branding", "after the 2018–19 school year.", "In addition to serving as the home stadium of the Chiefs, Arrowhead", "Stadium serves as the venue for various intercollegiate football games. It", "has hosted the Big 12 Championship Game five times. On the last weekend in", "October, the MIAA Fall Classic rivalry game between Northwest Missouri", "State University and Pittsburg State University took place at the stadium.", "Professional rugby[edit]", "Kansas City is represented on the rugby pitch by the Kansas City Blues", "RFC, a former member of the Rugby Super League and a Division 1 club. The", "team works closely with Sporting Kansas City and splits home-games between", "Sporting's training pitch and Rockhurst University's stadium.", "Former teams[edit]", "Kansas City briefly had four short-term major league baseball teams", "between 1884 and 1915: the Kansas City Unions of the short-lived Union", "Association in 1884, the Kansas City Cowboys in the National League in", "1886, a team of the same name in the then-major league American", "Association in 1888 and 1889, and the Kansas City Packers in the Federal", "League in 1914 and 1915. The Kansas City Monarchs of the now-defunct Negro", "National and Negro American Leagues represented Kansas City from 1920", "through 1955. The city also had a number of minor league baseball teams", "between 1885 and 1955. From 1903 through 1954, the Kansas City Blues", "played in the high-level American Association minor league. In 1955,", "Kansas City became a major league city when the Philadelphia Athletics", "baseball franchise relocated to the city in 1955. Following the 1967", "season, the team relocated to Oakland, California.", "Kansas City was represented in the National Basketball Association by the", "Kansas City Kings (called the Kansas City-Omaha Kings from 1972 to 1975),", "when the former Cincinnati Royals moved to the Midwest. The team left for", "Sacramento in 1985.", "In 1974, the National Hockey League placed an expansion team in Kansas", "City called the Kansas City Scouts. The team moved to Denver in 1976, then", "to New Jersey in 1982 where they have remained ever since as the New", "Jersey Devils.", "[IMG]", "Enlarge", "View of downtown from Penn Valley Park", "[IMG]", "Enlarge", "The rose garden in Loose Park, Kansas City's third largest public park.", "Parks and boulevards[edit]", "[IMG]", "Enlarge", "J.C. Nichols Memorial Fountain, by Henri-Léon Gréber, in Mill Creek Park,", "adjacent to the Country Club Plaza.", "Kansas City has 132 miles (212 km) of boulevards and parkways, 214 urban", "parks, 49 ornamental fountains, 152 ball diamonds, 10 community centers,", "105 tennis courts, 5 golf courses, 5 museums and attractions, 30 pools,", "and 47 park shelters.^[86]^[87] These amenities are found across the city.", "Much of the system, designed by George E. Kessler, was constructed from", "1893 to 1915.", "Cliff Drive, in Kessler Park on the North Bluffs, is a designated State", "Scenic Byway. It extends 4.27 miles (6.87 km) from The Paseo and", "Independence Avenue through Indian Mound on Gladstone Boulevard at Belmont", "Boulevard, with many historical points and architectural landmarks.", "Ward Parkway, on the west side of the city near State Line Road, is lined", "by many of the city's largest and most elaborate homes.", "The Paseo is a major north–south parkway that runs 19 miles (31 km)", "through the center of the city beginning at Cliff Drive. It was modeled on", "the Paseo de la Reforma, a fashionable Mexico City boulevard. It has been", "recently renamed Martin Luther King Jr. Boulevard and now the city has", "voted to change it back to the Paseo.^[88]", "Swope Park is one of the nation's largest city parks, comprising 1,805", "acres (3 sq mi), more than twice the size of New York City's Central", "Park.^[89] It features a zoo, a woodland nature and wildlife rescue", "center, 2 golf courses, 2 lakes, an amphitheatre, a day-camp, and numerous", "picnic grounds. Hodge Park, in the Northland, covers 1,029 acres (416 ha)", "(1.61 sq. mi.). This park includes the 80-acre (320,000 m^2) Shoal Creek", "Living History Museum, a village of more than 20 historical buildings", "dating from 1807 to 1885. Berkely Riverfront Park, 955 acres (3.86 km^2)", "on the banks of the Missouri River on the north edge of downtown, holds", "annual Independence Day celebrations and other festivals.", "A program went underway to replace many of the fast-growing sweetgum trees", "with hardwood varieties.^[90]", "Civil Engineering Landmark[edit]", "In 1974, the Kansas City Park and Boulevard System was recognized by the", "American Society of Civil Engineers (ASCE) as a National Historic Civil", "Engineering Landmark.^[91] The nomination noted that this park system was", "among \"...the first to integrate the aesthetics of landscape architecture", "with the practicality of city planning, stimulating other metropolitan", "areas to undertake similar projects.\" ^[92] The park's plan developed by", "civil engineer George Kessler included some of the \"...first", "specifications for pavements, gutters, curbs, and walks. Other engineering", "advances included retaining walls, earth dams, subsurface drains, and an", "impoundment lake - all part of Kansas City's legacy that has influenced", "urban planning in cities throughout North America.\" ^[92]", "Law and government[edit]", "City government[edit]", "[IMG]", "Enlarge", "City Hall, Kansas City, Missouri.", "See also: List of mayors of Kansas City and Alcohol laws of Missouri", "Kansas City is home to the largest municipal government in the state of", "Missouri. The city has a council/manager form of government. The role of", "city manager has diminished over the years. The non-elective office of", "city manager was created following excesses during the Pendergast days.", "The mayor is the head of the Kansas City City Council, which has 12", "members (one member for each district, plus one at large member per", "district). The mayor is the presiding member, though he or she only votes", "in the event of a tie. By charter, Kansas City has a \"weak-mayor\" system,", "in which most of the power is formally vested in the city council.", "However, in practice, the mayor is very influential in drafting and", "guiding public policy.", "Kansas City holds city elections in every fourth odd numbered year. The", "last citywide election was held in May 2015. The officials took office in", "August 2015 and will hold the position until 2019.", "Pendergast was the most prominent leader during the machine politics days.", "The most nationally prominent Democrat associated with the machine was", "Harry S Truman, who became a Senator, Vice President and then President of", "the United States from 1945 to 1953. Kansas City is the seat of the United", "States District Court for the Western District of Missouri, one of two", "federal district courts in Missouri. The United States District Court for", "the Eastern District of Missouri is in St. Louis. It also is the seat of", "the Western District of the Missouri Court of Appeals, one of three", "districts of that court (the Eastern District is in St. Louis and the", "Southern District is in Springfield).", "The Mayor, City Council, and City Manager are listed below:^[93]", "Office                            Officeholder", "Mayor (presides over Council)     Quinton Lucas", "Councilman, District 1 At-large   Kevin O'Neill", "Councilwoman, District 1          Heather Hall", "Councilwoman, District 2 At-large Teresa Loar", "Councilman, District 2            Dan Fowler", "Councilman, District 3 At-large   Brandon Ellington", "Councilwoman, District 3          Melissa Robinson", "Councilwoman, District 4 At-large Katheryn Shields", "Councilman, District 4            Eric Bunch", "Councilman, District 5 At-large   Lee Barnes, Jr.", "Councilwoman, District 5          Ryana Parks-Shaw", "Councilwoman, District 6 At-large Andrea Bough", "Councilman, District 6            Kevin McManus", "City Manager                      Brian Platt", "Mayor Pro-Tem                     Kevin Mcmanus", "National political conventions[edit]", "Kansas City hosted the 1900 Democratic National Convention, the 1928", "Republican National Convention and the 1976 Republican National", "Convention. The urban core of Kansas City consistently votes Democratic in", "presidential elections; however, on the state and local level Republicans", "often find success, especially in the Northland and other suburban areas", "of Kansas City.", "Federal representation[edit]", "Kansas City is represented by three members of the United States House of", "Representatives:", "* Missouri's 4th congressional district – the Cass County portion of", "Kansas City; represented by Vicky Hartzler (Republican)", "* Missouri's 5th congressional district – all of Kansas City proper in", "Jackson County, plus Independence; represented by Emanuel Cleaver", "(Democrat)", "* Missouri's 6th congressional district – all of Kansas City proper", "north of the Missouri River and plus suburbs in eastern Jackson County", "beyond Independence; represented by Sam Graves (Republican)", "[IMG]", "Enlarge", "Police respond to a shooting in the Crossroads area during the early hours", "of New Years Day 2016.", "Crime[edit]", "Some of the earliest organized violence in Kansas City erupted during the", "American Civil War. Shortly after the city's incorporation in 1850,", "so-called Bleeding Kansas erupted, affecting border ruffians and", "Jayhawkers. During the war, Union troops burned all occupied dwellings in", "Jackson County south of Brush Creek and east of Blue Creek to Independence", "in an attempt to halt raids into Kansas. After the war, the Kansas City", "Times turned outlaw Jesse James into a folk hero via its coverage. James", "was born in the Kansas City metro area at Kearney, Missouri, and", "notoriously robbed the Kansas City Fairgrounds at 12th Street and Campbell", "Avenue.", "In the early 20th century under Pendergast, Kansas City became the", "country's \"most wide open town\". While this would give rise to Kansas City", "Jazz, it also led to the rise of the Kansas City mob (initially under", "Johnny Lazia), as well as the arrival of organized crime. In the 1970s,", "the Kansas City mob was involved in a gang war over control of the River", "Quay entertainment district, in which three buildings were bombed and", "several gangsters were killed. Police investigations gained after boss", "Nick Civella was recorded discussing gambling bets on Super Bowl IV (where", "the Kansas City Chiefs defeated the Minnesota Vikings). The war and", "investigation led to the end of mob control of the Stardust Casino, which", "was the basis for the film Casino, though the production minimizes the", "Kansas City connections.", "As of November 2012, Kansas City ranked 18th on the Federal Bureau of", "Investigation (FBI)'s annual survey of crime rates for cities with", "populations over 100,000.^[94] Much of the city's violent crime occurs on", "the city's lower income East Side. Revitalizing the downtown and midtown", "areas has been fairly successful and now these areas have below average", "violent crime compared to other major downtowns.^[95]^[irrelevant", "citation] According to a 2007 analysis by The Kansas City Star and the", "University of Missouri-Kansas City, downtown experienced the largest drop", "in crime of any neighborhood in the city during the 2000s.^[96]", "Education[edit]", "Main article: List of schools of Kansas City", "Colleges and universities[edit]", "Many universities, colleges, and seminaries are in the Kansas City", "metropolitan area, including:", "* University of Missouri–Kansas City − one of four schools in the", "University of Missouri System − serving more than 15,000 students", "* Rockhurst University − Jesuit university founded in 1910", "* Kansas City Art Institute − four-year college of fine arts and design", "founded in 1885", "* Kansas City University of Medicine and Biosciences − medical and", "graduate school founded in 1916", "* Avila University − Catholic university of the Sisters of St. Joseph of", "Carondelet", "* Park University − private institution established in 1875; Park", "University Graduate School is downtown", "* Baker University − multiple branches of the School of Professional and", "Graduate Studies", "* William Jewell College − private liberal arts institution founded in", "1849", "* Metropolitan Community College (Kansas City) − a two-year college with", "multiple campuses in the suburban metropolitan area", "* Midwestern Baptist Theological Seminary − Southern Baptist Convention", "* Nazarene Theological Seminary − Church of the Nazarene", "* Calvary University", "* Saint Paul School of Theology − Methodist", "Primary and secondary schools[edit]", "[IMG]", "Enlarge", "Headquarters of the Kansas City Public Schools, which serves the inner", "core of the city limits", "Kansas City is served by 16 school districts including 10 public school", "districts, with a significant portion being nationally ranked.^[97] There", "are also numerous private schools; Catholic schools in Kansas City are", "governed by the Diocese of Kansas City.", "The following Public School Districts serve Kansas City:^[98]", "* Kansas City Public Schools (formerly Kansas City, Missouri School", "District)", "* North Kansas City School District", "* Center School District", "* Hickman Mills C-1 School District", "* Grandview C-4 School District", "* Liberty School District", "* Park Hill School District", "* Platte County R-3 School District", "* Raytown C-2 School District", "* Lees Summit R-7 School District", "* Blue Springs R-4 School District", "* Independence School District", "* Fort Osage R-1 School District", "Libraries and archives[edit]", "* Linda Hall Library − internationally recognized independent library of", "science, engineering and technology, housing over one million volumes.", "* Mid-Continent Public Library − largest public library system in", "Missouri, and among the largest collections in America.", "* Kansas City Public Library − oldest library system in Kansas City.", "* University of Missouri-Kansas City Libraries − four collections: Leon", "E. Bloch Law Library and Miller Nichols Library, both on Volker", "Campus; and Health Sciences Library and Dental Library, both on", "Hospital Hill in Kansas City.", "* Rockhurst University Greenlease Library", "* The Black Archives of Mid-America− research center of the African", "American experience in the central Midwest.", "* National Archives and Records Administration (NARA), Central Plains", "Region − one of 18 national records facilities, holding millions of", "archival records and microfilms for Iowa, Kansas, Missouri, and", "Nebraska in a new facility adjacent to Union Station, which was opened", "to the general public in 2008.", "Media[edit]", "[IMG]", "Enlarge", "The Kansas City Star's new printing facility, which opened in 2006.", "Main article: Media in Kansas City, Missouri", "Print media[edit]", "The Kansas City Star is the area's primary newspaper. William Rockhill", "Nelson and his partner, Samuel Morss, first published the evening paper on", "September 18, 1880. The Star competed with the morning Kansas City Times", "before acquiring that publication in 1901. The \"Times\" name was", "discontinued in March 1990, when the morning paper was renamed the", "\"Star\".^[99]", "Weekly newspapers include The Call^[100] (which is focused toward Kansas", "City's African-American community), the Kansas City Business Journal, The", "Pitch, Ink,^[101] and the bilingual publications Dos Mundos and KC", "Hispanic News.", "The city is served by two major faith-oriented newspapers: The Kansas City", "Metro Voice, serving the Christian community, and the Kansas City Jewish", "Chronicle, serving the Jewish community. It is the headquarters of the", "National Catholic Reporter, an independent Catholic newspaper.", "Broadcast media[edit]", "[IMG]", "Enlarge", "Landmark KCTV Tower on West 31st on Union Hill.", "The Kansas City media market (ranked 32nd by Arbitron^[102] and 31st by", "Nielsen^[103]) includes 10 television stations, 30 FM and 21 AM radio", "stations. Kansas City broadcasting jobs have been a stepping stone for", "national television and radio personalities, notably Walter Cronkite and", "Mancow Muller.", "WDAF radio (now at 106.5 FM; original 610 AM frequency now occupied by", "KCSP) signed on in 1927 as an affiliate of the NBC Red Network, under the", "ownership of The Star. In 1949, the Star signed on WDAF-TV as an affiliate", "of the NBC television network. The Star sold off the WDAF stations in", "1957, following an antitrust investigation by the United States government", "(reportedly launched at Truman's behest, following a long-standing feud", "with the Star) over the newspaper's ownership of television and radio", "stations. KCMO radio (originally at 810 AM, now at 710 AM) signed on", "KCMO-TV (now KCTV) in 1953. The respective owners of WHB (then at 710 AM,", "now at 810 AM) and KMBC radio (980 AM, now KMBZ), Cook Paint and Varnish", "Company and the Midland Broadcasting Company, signed on WHB-TV/KMBC-TV as", "a time-share arrangement on VHF channel 9 in 1953; KMBC-TV took over", "channel 9 full-time in June 1954, after Cook Paint and Varnish purchased", "Midland Broadcasting's stations.", "The major broadcast television networks have affiliates in the Kansas City", "market (covering 32 counties in northwestern Missouri, with the exception", "of counties in the far northwestern part of the state that are within the", "adjacent Saint Joseph market, and northeastern Kansas); including WDAF-TV", "4 (Fox), KCTV 5 (CBS), KMBC-TV 9 (ABC), KCPT 19 (PBS), KCWE 29 (The CW),", "KSHB-TV 41 (NBC) and KSMO-TV 62 (MyNetworkTV). Other television stations", "in the market include Saint Joseph-based KTAJ-TV 16 (TBN), Kansas City,", "Kansas-based TV25.tv (consisting of three locally owned stations", "throughout northeast Kansas, led by KCKS-LD 25, affiliated with several", "digital multicast networks), Lawrence, Kansas-based KMCI-TV 38", "(independent), Spanish-language station KUKC-LP 48 (Univision),", "Spanish-language station KGKC 39 (Telemundo-KC), and KPXE-TV 50 (Ion", "Television).", "Film community[edit]", "Main article: Film in Kansas City", "Kansas City has been a locale for film and television productions. Between", "1931 and 1982 Kansas City was home to the Calvin Company, a large movie", "production company that specialized in promotional and sales short films", "and commercials for corporations, as well as educational films for schools", "and the government. Calvin was an important venue for Kansas City arts,", "training local filmmakers who went on to Hollywood careers and also", "employing local actors, most of whom earned their main income in fields", "such as radio and television announcing. Kansas City native Robert Altman", "directed movies at the Calvin Company, which led him to shoot his first", "feature film, The Delinquents, in Kansas City using many local players.", "The 1983 television movie The Day After was filmed in Kansas City and", "Lawrence, Kansas. The 1990s film Truman, starring Gary Sinise, was filmed", "in the city. Other films shot in or around Kansas City include Article 99,", "Mr. & Mrs. Bridge, Kansas City, Paper Moon, In Cold Blood, Ninth Street,", "and Sometimes They Come Back (in and around nearby Liberty, Missouri).", "More recently, a scene in the controversial film Brüno was filmed in", "downtown Kansas City's historic Hotel Phillips.", "Today, Kansas City is home to an active independent film community. The", "Independent Filmmaker's Coalition is an organization dedicated to", "expanding and improving independent filmmaking in Kansas City. The city", "launched the KC Film Office in October 2014 with the goal of better", "marketing the city for prospective television shows and movies to be", "filmed there. The City Council passed several film tax incentives in", "February 2016 to take effect in May 2016; the KC Film Office is", "coordinating its efforts with the State of Missouri to reinstate film", "incentives on a statewide level.^[104] Kansas City was named as a top city", "to live and work in as a movie maker in 2020.^[105]", "Infrastructure[edit]", "Main articles: Kansas City Metropolitan Area § Transportation, and Kansas", "City Metropolitan Area", "Originally, Kansas City was the launching point for travelers on the Santa", "Fe, Oregon, and California trails. Later, with the construction of the", "Hannibal Bridge across the Missouri River, it became the junction of 11", "trunk railroads. More rail tonnage passes through the city than through", "any other U.S. city. Trans World Airlines (TWA) located its headquarters", "in the city, and had ambitious plans to turn the city into an air hub.", "Highways[edit]", "[IMG]", "Enlarge", "Kansas City is a major meeting place for several of the nation's busiest", "highways.", "Missouri and Kansas were the first states to start building interstates", "with Interstate 70. Interstate 435, which encircles the entire city, is", "the second longest beltway in the nation. (Interstate 275 around", "Cincinnati, Ohio is the longest.) The Kansas City metro area has more", "limited-access highway lane-miles per capita than any other large US metro", "area, over 27% more than the second-place Dallas–Fort Worth metroplex,", "over 50% more than the average American metropolitan area. From 2013 to", "2017 the average commuting time was 21.8 minutes.^[106] The Sierra Club", "blames the extensive freeway network for excessive sprawl and the decline", "of central Kansas City.^[107] On the other hand, the relatively", "uncongested road network contributes significantly to Kansas City's", "position as one of America's largest logistics hubs.^[108]", "Airports[edit]", "[IMG]", "Enlarge", "Kansas City International Airport", "Kansas City International Airport, airport code MCI (Mid-Continent", "International Airport) was built to TWA's specifications to make a world", "hub.^[109] Its original passenger-friendly design placed each of its gates", "100 feet (30 m) from the street. Following the September 11, 2001,", "attacks, it required a costly overhaul to conform to the tighter security", "protocols. Charles B. Wheeler Downtown Airport was TWA's original", "headquarters and houses the Airline History Museum. It is still used for", "general aviation and airshows.", "Public transportation[edit]", "Like most American cities, Kansas City's mass transit system was", "originally rail-based. From 1870 to 1957, Kansas City's streetcar system", "was among the top in the country, with over 300 miles (480 km) of track at", "its peak. The rapid sprawl in the following years led this private system", "to be shut down.", "KCATA- RideKC[edit]", "On December 28, 1965, the Kansas City Area Transportation Authority", "(KCATA) was formed via a bi-state compact created by the Missouri and", "Kansas legislatures. The compact gave the KCATA responsibility for", "planning, construction, owning and operating passenger transportation", "systems and facilities within the seven-county area.", "RideKC Bus and MAX[edit]", "[IMG]", "Enlarge", "A newly branded RideKC Bus.", "In July 2005, the KCATA launched Kansas City's first bus rapid transit", "line, the Metro Area Express (MAX). MAX links the River Market, Downtown,", "Union Station, Crown Center and the Country Club Plaza.^[110] MAX operates", "and is marketed more like a rail system than a local bus line. A unique", "identity was created for MAX, including 13 modern diesel buses and easily", "identifiable \"stations\". MAX features (real-time GPS tracking of buses,", "available at every station), and stoplights automatically change in their", "favor if buses are behind schedule. In 2010, a second MAX line was added", "on Troost Avenue.^[111] The city is planning another MAX line down", "Prospect Avenue.^[112]", "The Prospect MAX line launched in 2019 and Mayor Quinton Lucas announced", "the service would be fare-free indefinitely.^[113]", "[IMG]", "Enlarge", "KC Streetcar departing the Library stop heading north to the River Market.", "RideKC Streetcar[edit]", "On December 12, 2012, a ballot initiative to construct a $102 million,", "2-mile (3200 m) modern streetcar line in downtown Kansas City was approved", "by local voters.^[114] The streetcar route runs along Main Street from the", "River Market to Union Station; it debuted on May 6, 2016.^[115] A new", "non-profit corporation made up of private sector stakeholders and city", "appointees – the Kansas City Streetcar Authority – operates and maintains", "the system. Unlike many similar systems around the U.S., no fare is to be", "charged initially.^[116] Residents within the proposed Transportation", "Development District are determining the fate of the KC Streetcar's", "southern extension through Midtown and the Plaza to UMKC. The Port", "Authority of Kansas City is also studying running an extension to Berkley", "Riverfront Park.", "RideKC Bridj[edit]", "In 2015, the KCATA, Unified Government Transit, Johnson County Transit,", "and IndeBus began merging from individual metro services into one", "coordinated transit service for the metropolitan area, called RideKC. The", "buses and other transit options are branded as RideKC Bus, RideKC MAX,", "RideKC Streetcar, and RideKC Bridj. RideKC Bridj is a micro transit", "service partnership between Ford Bridj and KCATA that began on March 7,", "2016, much like a taxicab service and with a mobile app. The merger and", "full coordination is expected to be complete by 2019.^[117]", "Walkability[edit]", "A 2015 study by Walk Score ranked Kansas City as the 42nd most walkable", "out of the 50 largest U.S. cities.^[118] As a whole, the city has a score", "of 34 out of 100. However, several of the more densely populated", "neighborhoods have much higher scores: Westport has a score of 91, the", "Downtown Loop has a score of 85, the Crossroads scored 85, and the Plaza", "scored 83.^[119] Those ratings range from \"A Walker's Paradise\" to \"Very", "Walkable\". In April 2017, voters approved an $800 million general", "obligation bond, part of which is designated for sidewalk repairs and", "creating complete-streets.", "Modal characteristics[edit]", "According to the American Community Survey, 81.6 percent of working Kansas", "City residents commuted to work by driving alone, 7.9 percent carpooled,", "2.7 percent used public transportation, and 1.7 percent walked to work.", "About 1.5 percent commuted by other means, including taxi, bicycle, or", "motorcycle. About 4.6 of working Kansas City residents worked at", "home.^[120]", "In 2015, 11.4 percent of Kansas City households were without a car, which", "was virtually unchanged in 2016 (11.3 percent). The national average was", "8.7 percent in 2016. Kansas City averaged 1.58 cars per household in 2016,", "compared to a national average of 1.8 per household.^[121]", "Sister cities[edit]", "Kansas City has 15 sister cities:^[122]", "City                     Subdivision          Country                 Date", "Seville                   Andalusia            Spain                  1967", "Kurashiki^[123]^[124]     Okayama Prefecture   Japan                  1972", "Morelia                   Michoacán            Mexico                 1973", "Freetown                 Western Area          Sierra Leone           1974", "Tainan                                        Taiwan                  1978", "Xi'an                    Shaanxi               People's Republic of   1989", "China", "Guadalajara^[125]         Jalisco              Mexico                 1991", "Hannover                  Lower Saxony         Germany                1993", "Port Harcourt            Rivers State          Nigeria                1993", "Arusha                   Arusha Region         Tanzania               1995", "San Nicolás de los Garza  Nuevo León           Mexico                 1997", "Ramla                                          Israel                 1998", "Metz                      Moselle              France                 2004", "Yan'an                   Shaanxi               People's Republic of   2017", "China", "Kabul                    Kabul Province        Afghanistan            2018", "^[126]", "Notable people[edit]", "Main article: List of people from Kansas City, Missouri", "Current or former long-time residents include these: cartoonists Walt", "Disney, Friz Freleng, and Ub Iwerks; musicians Count Basie, Melissa", "Etheridge, Eminem, and Tech N9ne; politicians Emanuel Cleaver and Tom", "Pendergast; actors Don Cheadle, Rob Riggle, Paul Rudd, and Jason Sudeikis;", "reporter Walter Cronkite; pilot Amelia Earhart; and writer Ernest", "Hemingway.", "See also[edit]", "* iconGeography portal", "* mapNorth America portal", "* flagUnited States portal", "* Kansas City Police Officers Association", "* Kansas City Rescue Mission", "* List of people from Kansas City, Missouri", "* Sites of interest of Kansas City", "Notes[edit]", "1. ^ ^a ^b Mean monthly maxima and minima (i.e. the expected highest and", "lowest temperature readings at any point during the year or given", "month) calculated based on data at said location from 1981 to 2010.", "2. ^ Official records for Kansas City kept at downtown/Weather Bureau", "Office from July 1888 to December 1933; Downtown Airport from January", "1934 to September 1972; and Kansas City Int'l since October 1972. For", "more information see ThreadEx.", "References[edit]", "1. ^ \"2019 U.S. Gazetteer Files\". United States Census Bureau. Retrieved", "July 26, 2020.", "2. ^ ^a ^b ^c", "\"Population and Housing Unit Estimates\". Retrieved May 21, 2020.", "3. ^", "\"Zip Code Lookup\". USPS. Archived from the original on November 4,", "2010. Retrieved November 27, 2014.", "4. ^", "\"U.S. Census website\". United States Census Bureau. Retrieved January", "31, 2008.", "5. ^ U.S. Geological Survey Geographic Names Information System: Kansas", "City, Missouri", "6. ^", "\"National Register Information System\". National Register of Historic", "Places. National Park Service. July 9, 2010.", "7. ^", "Wilkinson, Ernest L. (1976). Brigham Young University: The First 100", "Years. Vol. 1. Provo: BYU Press. p. 7.", "8. ^", "\"Why is Kansas City located in Missouri instead of Kansas?\". Archived", "from the original on July 16, 2010. Retrieved January 2, 2010.", "9. ^", "\"Early City Limits\". Archived from the original on September 27, 2007.", "Retrieved September 11, 2006.", "10. ^ ^a ^b ^c ^d ^e ^f", "\"Missouri – Race and Hispanic Origin for Selected Cities and Other", "Places: Earliest Census to 1990\". U.S. Census Bureau. Archived from", "the original on August 12, 2012. Retrieved December 18, 2011.", "11. ^", "\"Historic Sanborn Maps of Kansas City\". University of Missouri Digital", "Library. Retrieved March 21, 2011.", "12. ^", "\"The History Of The Kansas City Streetcar\". KCUR 89.3 - NPR in Kansas", "City. Local news, entertainment and podcasts.", "13. ^", "\"The 8th Street Tunnel Is A Gateway To Kansas City's History — But You", "Probably Can't Get In\". KCUR 89.3 - NPR in Kansas City. Local news,", "entertainment and podcasts. September 15, 2016.", "14. ^", "Lawrence H. Larsen and Nancy J. Hulston (2013). Pendergast!.", "University of Missouri Press. p. xi.", "15. ^", "\"'Troost Wall' the product of Kansas City's long-running racial", "plight: Racist real estate practices leave urban decay - University", "News |\". info.umkc.edu.", "16. ^", "\"How Troost Became A Major Divide In Kansas City\". KCUR 89.3 - NPR in", "Kansas City. Local news, entertainment and podcasts. March 27, 2014.", "17. ^", "Shondell | @jshondy, Joseph. \"Shondell: Redlining in Kansas City", "contributes to systemic racism\". The University Daily Kansan.CS1", "maint: multiple names: authors list (link)", "18. ^ ^a ^b", "\"Kansas City (city), Missouri\". State & County QuickFacts. U.S. Census", "Bureau. Archived from the original on April 23, 2012. Retrieved April", "20, 2012.", "19. ^", "\"Understanding the Tragic Hyatt Regency Walkway Collapse\".", "interestingengineering.com. July 4, 2017.", "20. ^", "\"Three Decades On, A Memorial For The Victims Of The Hyatt Disaster\".", "KCUR 89.3 - NPR in Kansas City. Local news, entertainment and", "podcasts. November 12, 2015.", "21. ^", "\"Voter OK of arena tax 'changes everything' – Kansas City Business", "Journal\". Bizjournals.com. Retrieved March 30, 2018.", "22. ^", "\"Iconic Kansas City Venue Named Hy-Vee Arena – Company – Hy-Vee – Your", "employee-owned grocery store\". www.hy-vee.com. Archived from the", "original on May 29, 2018. Retrieved May 29, 2018.", "23. ^", "\"For some on the KC council, patience on the convention hotel is", "wearing thin\". kansascity. Archived from the original on November 19,", "2017. Retrieved November 20, 2017.", "24. ^", "\"Three projects are part of a surge in downtown KC apartments\".", "kansascity. Archived from the original on December 1, 2017. Retrieved", "November 20, 2017.", "25. ^", "\"Missouri writes up $20M to lure 400-employee insurer across state", "line\". Bizjournals.com. Retrieved September 30, 2018.", "26. ^", "\"Source of Metro Employment Growth Shifting East?\". Kceconomy.org.", "October 5, 2017. Archived from the original on December 1, 2017.", "Retrieved November 20, 2017.", "27. ^", "Authority, Kansas City Area Transportation. \"Prospect MAX | Transit", "Initiatives | KCATA\". www.kcata.org. Archived from the original on", "November 12, 2017. Retrieved November 20, 2017.", "28. ^", "Morris, Mark (December 24, 2013). \"Missouri Supreme Court all but ends", "battle over KC streetcar financing\". The Kansas City Star. Archived", "from the original on August 6, 2016. Retrieved July 29, 2016.", "29. ^", "\"Midtown/UMKC Streetcar Extension Resources – KCRTA\". kcrta.org.", "Archived from the original on December 1, 2017. Retrieved November 20,", "2017.", "30. ^", "\"Developer sets new opening date, project budget for KCI single", "terminal\". Archived from the original on September 2, 2018. Retrieved", "September 7, 2018.", "31. ^", "\"US Gazetteer files 2010\". United States Census Bureau. Archived from", "the original on January 12, 2012. Retrieved July 8, 2012.", "32. ^ [1] Archived March 25, 2009, at the Wayback Machine", "33. ^ ^a ^b", "\"Historic City Market :: City Market Kansas City\". thecitymarket.org.", "Archived from the original on July 11, 2011. Retrieved February 4,", "2019.", "34. ^", "\"Kansas City – Restaurants – Restaurant Guide\". Archived from the", "original on May 9, 2008.", "35. ^ \"A walk through Kansas City history\" Archived December 20, 2008, at", "the Wayback Machine, Country Club Plaza website (online)", "36. ^", "Garvin, Alexander. (2014). The American city : what works, what", "doesn't. McGraw-Hill Education. pp. 119–125. ISBN 9780071801621.", "OCLC 892561635.", "37. ^", "Center, Sprint. \"Sprint Center Announces Grand Opening Week", "Festivities – Sprint Center\". www.sprintcenter.com. Archived from the", "original on March 6, 2017. Retrieved March 6, 2017.", "38. ^", "\"Kansas City Missouri Climate Summary\". Weatherbase. Retrieved", "February 3, 2015.", "39. ^", "\"Kansas City, Missouri, Temperature Averages\". Weatherbase. Retrieved", "February 3, 2015.", "40. ^", "\"Archived copy\". Archived from the original on February 24, 2014.", "Retrieved June 28, 2013.CS1 maint: archived copy as title (link)", "41. ^ ^a ^b ^c ^d ^e ^f", "\"NowData – NOAA Online Weather Data\". National Oceanic and Atmospheric", "Administration. Retrieved April 19, 2016.", "42. ^", "\"Interpretation Of Skew-T Indices\". Theweatherprediction.com.", "Retrieved July 10, 2013.", "43. ^ Kansas City Tornado Almanac Archived August 24, 2002, at", "Archive.today, wdaftv4.com. Retrieved September 2006.", "44. ^ KC powerless as icy barrage pummels the area, leaves behind disaster", "zone. Retrieved September 10, 2006.", "45. ^", "\"Station Name: MO KANSAS CITY DOWNTOWN AP\". National Oceanic and", "Atmospheric Administration. Retrieved March 13, 2014.", "46. ^", "\"Kansas City Daily Climate Records/Normals\". National Oceanic and", "Atmospheric Administration. Retrieved February 12, 2011.", "47. ^", "\"Station Name: MO KANSAS CITY INTL AP\". National Oceanic and", "Atmospheric Administration. Retrieved March 26, 2014.", "48. ^", "\"Kansas City Daily Climate Records/Normals\". National Oceanic and", "Atmospheric Administration. Retrieved February 12, 2011.", "49. ^", "\"WMO Climate Normals for KANSAS CITY/INTL ARPT MO 1961–1990\". National", "Oceanic and Atmospheric Administration. Retrieved July 25, 2020.", "50. ^", "\"Kansas City, Missouri, USA - Monthly weather forecast and Climate", "data\". Weather Atlas. Retrieved July 4, 2019.", "51. ^", "\"Census of Population and Housing\". Census.gov. Retrieved June 4,", "2016.", "52. ^", "\"Kansas City city, Missouri – ACS Demographic and Housing Estimates:", "2006–2008\". Factfinder.census.gov. Archived from the original on", "February 11, 2020. Retrieved May 5, 2012.", "53. ^", "\"Interactive: Mapping the census\". The Washington Post. Archived from", "the original on February 9, 2012. Retrieved May 7, 2012.", "54. ^", "\"Immigrants, How They've Helped Shape Kansas City\". FOX4KC. February", "20, 2012. Archived from the original on May 4, 2012. Retrieved May 7,", "2012.", "55. ^", "\"2000–2010 Population Change Map\" (PDF). Mid-America Regional Council.", "Archived from the original (PDF) on June 3, 2011. Retrieved September", "2, 2013.", "56. ^ ^a ^b From 15% sample", "57. ^", "https://showmeinstitute.org/sites/default/files/20160620%20-%20Kansas%20City%20-%20Wendell%20Cox.pdf", "58. ^ The Federal Workforce by the Numbers – Kansas City. Greater Kansas", "City Federal Executive Board. 2011.", "59. ^", "\"Archived copy\". Archived from the original on May 20, 2012. Retrieved", "May 5, 2012.CS1 maint: archived copy as title (link)", "60. ^", "\"2012 Instruction 1099-GENERAL\" (PDF). Archived from the original", "(PDF) on March 15, 2015. Retrieved May 5, 2012.", "61. ^", "\"Honeywell gets extension, will move KC plant\". Bizjournals.com.", "Archived from the original on May 26, 2011. Retrieved September 30,", "2018.", "62. ^", "\"Facts About Our Region\". SSA.gov. Archived from the original on June", "8, 2012. Retrieved May 5, 2012.", "63. ^ \"Post Office Location – Kansas City Archived July 24, 2012, at", "Archive.today.\" United States Postal Service. Retrieved on May 5,", "2009.", "64. ^", "\"U.S. Manufacturing Sheet – sanofi-aventis.us – Retrieved August 25,", "2008\". Sanofi-aventis.us. Archived from the original on July 26, 2010.", "Retrieved May 5, 2012.", "65. ^ Kansas City Star – Kansas Tops List for Biodefense Lab Archived", "December 7, 2008, at the Wayback Machine", "66. ^ A Foregone Conclusion: The Founding of the Federal Reserve Bank of", "St. Louis by James Neal Primm – stlouisfed.org – Retrieved January 1,", "2007 Archived March 15, 2007, at the Wayback Machine.", "67. ^", "\"The Role of Metro Areas in the U.S. Economy\" (PDF). U.S. Conference", "of Mayors. March 2006. p. 119. Archived from the original (PDF) on", "December 16, 2009. Retrieved December 26, 2009.", "68. ^ Roberts, Rob.\" KC ranks among best places to own rental property.\"", "Kansas City Business Journal. February 2, 2014.", "69. ^", "\"Comprehensive annual Report\" (PDF). Data.kcmo.org. Archived (PDF)", "from the original on September 21, 2016. Retrieved July 29, 2016.", "70. ^", "Pahigaian, Josh; Kevin O'Connell (2004). The Ultimate Baseball Road", "Trip. Guilford, Connecticut: Lyons Press. ISBN 1-59228-159-1.", "71. ^ ^a ^b", "Wankum, Leah (March 27, 2018). \"Investing in the arts earns KC", "designation as UNESCO's only 'City of Music' in US\". Startland News.", "Archived from the original on April 17, 2018. Retrieved April 16,", "2018.", "72. ^ ^a ^b ^c", "Londré, Felicia Hardison, 1941- (2007). The enchanted years of the", "stage : Kansas City at the crossroads of American theater, 1870-1930.", "University of Missouri Press. ISBN 9780826265852. OCLC 290503575.CS1", "maint: multiple names: authors list (link)", "73. ^ Deborah Jowitt, Kansas City Ballet: Happy Fiftieth! Archived May 19,", "2008, at the Wayback Machine, The Village Voice, March 18, 2008", "74. ^", "\"Kansas City Chorale : Homepage\". KCchorale.org. Archived from the", "original on May 9, 2012. Retrieved May 5, 2012.", "75. ^", "\"The Pitch, Best of 2007: \"Best Festival\" – Kansas City's Blues and", "Jazz Festival\". Pitch.com. Archived from the original on July 15,", "2011. Retrieved May 5, 2012.", "76. ^", "\"Kansas City, MO Population and Races\". Usa.com. Archived from the", "original on July 29, 2016. Retrieved July 29, 2016.", "77. ^", "O'Laughlin, Michael. Missouri Irish, The Original History of the Irish", "in Missouri, including St. Louis, Kansas City and Trails West.", "Retrieved November 21, 2014.", "78. ^", "\"Missouri Gaming Commission: The History of Riverboat Gambling in", "Missouri\". Mgc.dps.mo.gov. July 1, 1994. Archived from the original on", "February 6, 2012. Retrieved May 5, 2012.", "79. ^ The Kansas City Star, June 13, 2008: Missouri riverboat casinos'", "revenue increases in May.^[dead link]", "80. ^", "\"Experience Kansas City – Barbeque Kansas City Style\".", "Experiencekc.com. Archived from the original on May 20, 2010.", "Retrieved March 16, 2010.", "81. ^", "\"KC Council to consider $27 million in public improvements for 18th", "and Vine\". kansascity. Archived from the original on April 24, 2016.", "Retrieved May 8, 2016.", "82. ^", "\"Starlight Theatre Attractions - KCparks.org\". kcparks.org. Archived", "from the original on May 15, 2016. Retrieved May 8, 2016.", "83. ^", "\"Religion in Kansas City Metro Area, Missouri\". bestplaces.net.", "Archived from the original on March 17, 2013. Retrieved August 12,", "2012.", "84. ^", "\"Disney, Walt, House and Garage\" (PDF). dnr.mo.gov.", "85. ^", "\"49ers vs. Chiefs - Game Recap - February 2, 2020 - ESPN\". ESPN.com.", "Retrieved February 5, 2020.", "86. ^ Parks & Recreation, 2008 Reference Book Archived March 25, 2009, at", "the Wayback Machine", "87. ^ Parks & Recreation, About Parks & Recreation Archived November 21,", "2008, at the Wayback Machine", "88. ^", "\"City leaders prepare to restore Paseo street signs in response to", "vote against MLK name\". November 7, 2019.", "89. ^ TimeLine 150 Archived November 20, 2008, at the Wayback Machine", "90. ^ Focus Kansas City, Tri-Blenheim Neighbors United, report date: April", "29, 2000 Archived March 25, 2009, at the Wayback Machine", "91. ^ “Nomination of Park and Boulevard System, Kansas City, Missouri for", "Designation as National Historic Civil Engineering Landmark.” American", "Society of Civil Engineers. Kansas City Section. 1974.", "92. ^ ^a ^b", "\"KANSAS CITY PARK AND BOULEVARD SYSTEM\". American Society of Civil", "Engineers. American Society of Civil Engineers. Retrieved August 11,", "2019.", "93. ^", "https://www.kceb.org/useruploads/2019_mayorCC/Election_Summary_Official_6-19.pdf", "https://www.kcmo.gov/city-hall/city-officials/city-council-members", "Archived July 19, 2019, at the Wayback Machine", "94. ^", "\"FBI: Violent crime drops in Kansas City for first half of 2012 –", "Kansas City Business Journal\". Bizjournals.com. February 1, 2013.", "Archived from the original on July 30, 2013. Retrieved July 10, 2013.", "95. ^", "\"Powered prohibited Mirror\". thinkdowntownkc.com. Archived from the", "original on December 22, 2008.", "96. ^", "\"Downtown News\". Archived from the original on April 12, 2008.", "97. ^", "\"Article\". Bizjournals.com. Archived from the original on September", "22, 2017. Retrieved October 27, 2017.", "98. ^", "\"Gisweb.kcmo.org\". Gisweb.kcmo.org. Archived from the original on", "February 16, 2012. Retrieved May 5, 2012.", "99. ^ Harry Haskell, Boss-Busters and Sin Hounds: Kansas City and Its", "\"Star\" (Columbia: University of Missouri Press, 2007)", "ISBN 978-0-8262-1769-1", "100. ^", "\"The Call\". Kccall.com. Archived from the original on May 16, 2012.", "Retrieved May 5, 2012.", "101. ^", "\"The Ink\". Inkkc.com. Archived from the original on May 4, 2012.", "Retrieved May 5, 2012.", "102. ^ Arbitron, Inc., Spring '08 Blue Book, \"2008 Market Survey Schedule:", "All Markets,\" Archived August 19, 2008, at the Wayback Machine, p. 4", "103. ^", "\"TV by the Numbers, Nielsen People Meter Markets, November 6, 2007:", "\"Rank, Designated Market Area, Homes\"\". Tvbythenumbers.com. Archived", "from the original on April 16, 2009. Retrieved May 5, 2012.", "104. ^", "Monreal, Jane (April 2, 2016). \"Tax breaks for films could bring cash", "to Kansas City\". KSHB. Archived from the original on April 17, 2016.", "Retrieved May 9, 2016.", "105. ^", "\"Best Places to Live and Work as a Moviemaker 2020\". MovieMaker", "Magazine. January 31, 2021. Retrieved February 1, 2021.", "106. ^", "\"U.S. Census Bureau QuickFacts: Kansas City city, Missouri\".", "www.census.gov.", "107. ^", "\"1998 Sprawl Report- Sprawl – Sierra Club\". Sierraclub.org. Archived", "from the original on May 16, 2012. Retrieved May 5, 2012.", "108. ^ Kcsmartport.com Archived March 25, 2009, at the Wayback Machine", "109. ^", "\"Backgrounder\". Kansas City International Airport.", "110. ^", "\"Maps and Schedules\". KCATA. Archived from the original on April 20,", "2010. Retrieved March 16, 2010.CS1 maint: unfit URL (link)", "111. ^", "\"Light Rail and MAX\". KCATA. Archived from the original on January", "15, 2010. Retrieved March 16, 2010.", "112. ^", "Authority, Kansas City Area Transportation. \"Prospect Ave. MAX |", "Light Rail and MAX | KCATA\". www.kcata.org. Archived from the", "original on June 2, 2016. Retrieved May 9, 2016.", "113. ^", "Rice, Glenn (February 28, 2020). \"MO: Prospect MAX bus service will", "be fare-free indefinitely for riders\". Mass Transit Magazine.", "Retrieved March 1, 2020.", "114. ^", "\"Kansas City voters approve streetcar plan\". Kansas City Business", "Journal. Archived from the original on July 30, 2013. Retrieved", "January 26, 2013.", "115. ^", "\"Crowds jam streetcars in Kansas City return\". kansascity. Archived", "from the original on May 7, 2016. Retrieved May 7, 2016.", "116. ^", "\"Kansas City streetcar rides will be free\". Kansas City Business", "Journal. Archived from the original on November 12, 2012. Retrieved", "January 26, 2013.", "117. ^", "Authority, Kansas City Area Transportation. \"Ride KC: Bridj Begins", "Service March 7 | News | KCATA\". www.kcata.org. Archived from the", "original on May 10, 2016. Retrieved May 9, 2016.", "118. ^", "\"2015 City and Neighborhood Rankings\". Walk Score. 2015. Archived", "from the original on September 6, 2015. Retrieved August 24, 2015.", "119. ^", "\"Kansas City neighborhoods on Walk Score\". Walk Score. Archived from", "the original on April 16, 2016. Retrieved May 9, 2016.", "120. ^", "\"Means of Transportation to Work by Age\". Census Reporter. Archived", "from the original on May 7, 2018. Retrieved May 6, 2018.", "121. ^", "\"Car Ownership in U.S. Cities Data and Map\". Governing. Archived from", "the original on May 11, 2018. Retrieved May 4, 2018.", "122. ^", "\"Kansas City Sister Cities\". kcsistercities.org. Sister City", "Association of Kansas City, MO. 2014. Archived from the original on", "October 9, 2014. Retrieved November 17, 2014.", "123. ^", "Silvey, Jennifer (July 28, 2019). \"Learn more about Kansas City's", "sister cities and possible travel destinations\". Fox 4 KC. Retrieved", "January 19, 2021.", "124. ^", "\"Japanese Tea Room and Garden\". Kansas City Parks. Retrieved October", "18, 2017.", "125. ^", "\"Sister Cities, Public Relations\". Guadalajara municipal government.", "Archived from the original on March 2, 2012. Retrieved March 12,", "2013.", "126. ^", "\"Deputy Mayor of Kabul Signs Sister Cities Friendship Agreement with", "Kansas City, Missouri ::: Embassy of Afghanistan\". Archived from the", "original on August 2, 2020. Retrieved April 19, 2020.", "Further reading[edit]", "See also: Bibliography of the history of Kansas City, Missouri", "* Myers, James D.; Sorrentino, Michael A. (2011). \"Regional critical", "infrastructure assessment: Kansas City\". International Journal of", "Critical Infrastructures. 7 (1): 58–72. doi:10.1504/ijcis.2011.038957.", "ISSN 1475-3219.", "* Nusser, Sarah Parker; Anacker, Katrin B. (May 2013). \"What Sexuality", "Is This Place? Building a Framework for Evaluating Sexualized Space:", "The Case of Kansas City, Missouri\". Journal of Urban Affairs. 35 (2):", "173–193. doi:10.1111/j.1467-9906.2012.00618.x. ISSN 0735-2166.", "S2CID 129946964.", "* Rury, John L.; Akaba, Sanae (June 30, 2014). \"The Geo-Spatial", "Distribution of Educational Attainment: Cultural Capital and Uneven", "Development in Metropolitan Kansas City, 1960-1980\". Histoire &", "Mesure. XXIX (1): 219–248. doi:10.4000/histoiremesure.5009.", "ISSN 0982-1783.", "* Shortridge, James R. (2012). Kansas City and how it grew, 1822-2011.", "University Press of Kansas. ISBN 9780700618828. OCLC 820625690.", "* Sprinkle, Timothy. Screw the valley : a coast-to-coast tour of", "America's new tech startup culture : New York, Boulder, Austin,", "Raleigh, Detroit, Las Vegas, Kansas City. OCLC 927625832.", "* Torres, T. (2016). Paradox of latina religious leadership in the", "catholic church : las guadalupanas of kansas city. Palgrave Macmillan.", "ISBN 978-1349476053. OCLC 951521170.", "* Wuthnow, Robert (January 17, 2011). Remaking the Heartland. Princeton", "University Press. doi:10.23943/princeton/9780691146119.001.0001.", "ISBN 9780691146119.", "Online sources[edit]", "* University of Missouri at Kansas City. Marr Sound Archives. Rags to", "Be-bop: the Sounds of Kansas City Music, 1890–1945. [Text by] Chuck", "Haddix. Kansas City, Mo.: University of Missouri at Kansas City,", "University Libraries, Marr Sound Archives, 1991. Without ISBN", "External links[edit]", "Kansas City, Missouriat Wikipedia's sister projects", "* Definitions from Wiktionary", "* Media from Wikimedia Commons", "* News from Wikinews", "* Quotations from Wikiquote", "* Texts from Wikisource", "* Textbooks from Wikibooks", "* Travel guide from Wikivoyage", "* Resources from Wikiversity", "* Official City Website", "* Official Travel and Tourism Site", "* Kansas City Chamber of Commerce", "* Historic maps of Kansas City in the Sanborn Maps of Missouri", "Collection at the University of Missouri", "* The Black Archives of Mid-America on Google Cultural Institute", "Articles Relating to Kansas City, Missouri", "* v", "* t", "* e", "Kansas City area", "* Kansas City, Missouri", "* The Metro Area", "* History", "* Timeline", "* Economy", "* Neighborhoods", "* Architecture", "* Fountains", "* Barbecue", "* Jazz", "* Broadcast", "* Film", "* Education", "* Sports", "* v", "* t", "* e", "Kansas City metropolitan area's cities and counties", "Central city             * Kansas City, Missouri", "* Independence", "Largest cities           * Kansas City, Kansas", "(over 100,000 in 2000)   * Olathe", "* Overland Park", "* Blue Springs", "* Belton", "* Excelsior Springs", "* Gladstone", "* Grandview", "* Lansing", "* Leawood", "Medium-sized cities      * Leavenworth", "(10,000 to 100,000 in    * Lee's Summit", "2000)                    * Lenexa", "* Liberty", "* Merriam", "* Ottawa", "* Prairie Village", "* Raymore", "* Raytown               Map of the Kansas City", "* Shawnee               Metropolitan area", "* De Soto", "Smaller Cities           * Bonner Springs", "(between 5,000 and       * Basehor", "9,900 in 2010)           * Edgerton", "* Paola", "* Jackson", "* Clay", "* Cass", "* Platte", "* Lafayette", "* Ray", "* Clinton", "Counties                 * Bates", "* Caldwell", "* Johnson", "* Wyandotte", "* Leavenworth", "* Miami", "* Franklin", "* Linn", "* v", "* t", "* e", "Municipalities and communities of Cass County, Missouri, United States", "County seat: Harrisonville", "* Archie", "* Belton", "* Cleveland", "* Creighton", "* Drexel‡", "* East Lynne", "* Freeman", "* Garden City", "Cities                       * Greenwood‡", "* Harrisonville", "* Kansas City‡", "* Lake Annette", "* Lake Winnebago", "* Lee's Summit‡", "* Peculiar", "* Pleasant Hill", "* Raymore", "* Strasburg", "* Baldwin Park", "* Gunn City", "Villages                     * Loch Lloyd", "* Riverview Estates", "* West Line", "* Austin", "* Big Creek", "* Camp Branch", "* Coldwater", "* Dayton", "* Dolan", "* Everett", "* Grand River", "Townships                    * Index", "* Mount Pleasant", "* Peculiar", "* Pleasant Hill", "* Polk", "* Raymore", "* Sherman", "* Union", "* West Dolan", "* West Peculiar", "* Austin", "* Coleman", "* Daugherty", "* Dayton", "* Everett", "Unincorporated communities   * Jaudon", "* Lisle", "* Lone Tree", "* Main City", "* Ore", "* Wingate", "* Index", "Ghost towns                  * Kimpton", "* Powell", "* West Union", "Footnotes                  ‡This populated place also has portions in an", "adjacent county or counties", "* United States portal", "* v", "* t", "* e", "Municipalities and communities of Clay County, Missouri, United States", "County seat: Liberty", "* Avondale", "* Excelsior Springs‡", "* Gladstone", "* Glenaire", "* Holt‡", "* Independence‡", "* Kansas City‡", "* Kearney", "Cities           * Liberty", "* Lawson‡", "* Missouri City", "* Mosby", "* North Kansas City", "* Pleasant Valley", "* Randolph", "* Smithville‡", "* Sugar Creek‡", "* Birmingham", "* Claycomo", "* Excelsior Estates‡", "Villages         * Oaks", "* Oakview", "* Oakwood", "* Oakwood Park", "* Prathersville", "* Chouteau", "* Fishing River", "* Gallatin", "Townships        * Kearney", "* Liberty", "* Platte", "* Washington", "* Arley", "* Chandler", "* Claysville", "Unincorporated   * Clevenger", "communities      * Ectonville", "* Miltondale", "* Paradise", "* Stockdale", "* Winner", "Footnotes      ‡This populated place also has portions in an adjacent", "county or counties", "* United States portal", "* v", "* t", "* e", "Municipalities and communities of Jackson County, Missouri, United States", "County seats: Independence and Kansas City", "* Blue Springs", "* Buckner", "* Grain Valley", "* Grandview", "* Greenwood‡", "* Independence‡", "* Kansas City‡", "Cities            * Lake Lotawana", "* Lake Tapawingo", "* Lee's Summit‡", "* Levasy", "* Lone Jack", "* Oak Grove‡", "* Raytown", "* Sugar Creek‡", "* River Bend", "Villages          * Sibley", "* Unity Village", "* Blue", "* Brooking", "* Fort Osage", "Townships         * Kaw", "* Prairie", "* Sni-A-Bar", "* Van Buren", "* Washington", "* Atherton", "* Blue Mills", "* Blue Summit", "* Cobbler", "Unincorporated    * Cockrell", "communities       * Courtney", "* Hicks City", "* Hiler", "* Pink Hill", "* Sni Mills", "* Tarsney", "Footnotes       ‡This populated place also has portions in an adjacent", "county or counties", "* United States portal", "* v", "* t", "* e", "Municipalities and communities of Platte County, Missouri, United States", "County seat: Platte City", "* Camden Point", "* Dearborn‡", "* Edgerton", "* Houston Lake", "* Kansas City‡", "* Lake Waukomis", "* Northmoor", "Cities            * Parkville", "* Platte City", "* Platte Woods", "* Riverside", "* Smithville‡", "* Tracy", "* Weatherby Lake", "* Weston", "* Farley", "Villages          * Ferrelview", "* Iatan", "* Ridgely", "* Carroll", "* Fair", "* Fox", "* Green", "* Kickapoo", "* Lee", "Townships         * Marshall", "* May", "* Pawnee", "* Pettis", "* Preston", "* Sioux", "* Waldron", "* Weston", "* Beverly", "* Dye", "* East Leavenworth", "* Edgerton Junction", "* Hoover", "Unincorporated    * Kerrville", "communities       * New Market", "* Stillings", "* Stubbs", "* Waldron", "* West Platte", "* Woodruff", "Footnotes       ‡This populated place also has portions in an adjacent", "county or counties", "* United States portal", "* v", "* t", "* e", "State of Missouri", "Jefferson City (capital)", "* Government", "* Delegations", "* Geography", "* Transportation", "Topics               * History", "* Battles", "* Civil War", "* People", "* Tourist attractions", "* Culture", "* Crime", "Society              * Demographics", "* Economy", "* Education", "* Politics", "* Boonslick", "* Bootheel", "* Four State Area", "* Honey Lands", "* Lead Belt", "* Lincoln Hills", "* Little Dixie", "* Loess Hills", "Regions              * Mid-Missouri", "* Mississippi Embayment", "* Missouri Rhineland", "* Northern Plains", "* Osage Plains", "* The Ozarks", "* Platte Purchase", "* Pony Express", "* St. Francois Mountains", "* Columbia", "* Jefferson City", "* Joplin", "Metro areas          * Kansas City", "* Springfield", "* St. Joseph", "* St. Louis", "* Kansas City", "* St. Louis", "* Springfield", "* Columbia", "* Independence", "* Lee's Summit", "* O'Fallon", "* St. Joseph", "* St. Charles", "* St. Peters", "* Blue Springs", "* Florissant", "Largest cities       * Joplin", "* Chesterfield", "* Jefferson City", "* Wentzville", "* Cape Girardeau", "* Wildwood", "* University City", "* Liberty", "* Ballwin", "* Raytown", "* Kirkwood", "* Gladstone", "* Maryland Heights", "* Hazelwood", "* Adair", "* Andrew", "* Atchison", "* Audrain", "* Barry", "* Barton", "* Bates", "* Benton", "* Bollinger", "* Boone", "* Buchanan", "* Butler", "* Caldwell", "* Callaway", "* Camden", "* Cape Girardeau", "* Carroll", "* Carter", "* Cass", "* Cedar", "* Chariton", "* Christian", "* Clark", "* Clay", "* Clinton                  Great Seal of", "* Cole                     Missouri", "* Cooper", "* Crawford", "* Dade", "* Dallas", "* Daviess", "* DeKalb", "* Dent", "* Douglas", "* Dunklin", "* Franklin", "* Gasconade", "* Gentry", "* Greene", "* Grundy", "* Harrison", "* Henry", "* Hickory", "* Holt", "* Howard", "* Howell", "* Iron", "* Jackson", "* Jasper", "* Jefferson", "* Johnson", "* Knox", "* Laclede", "* Lafayette", "* Lawrence", "* Lewis", "Counties and         * Lincoln", "independent cities   * Linn", "* Livingston", "* Macon", "* Madison", "* Maries", "* Marion", "* McDonald", "* Mercer", "* Miller", "* Mississippi", "* Moniteau", "* Monroe", "* Montgomery", "* Morgan", "* New Madrid", "* Newton", "* Nodaway", "* Oregon", "* Osage", "* Ozark", "* Pemiscot", "* Perry", "* Pettis", "* Phelps", "* Pike", "* Platte", "* Polk", "* Pulaski", "* Putnam", "* Ralls", "* Randolph", "* Ray", "* Reynolds", "* Ripley", "* St. Charles", "* St. Clair", "* St. Francois", "* St. Louis (City)", "* St. Louis (County)", "* Ste. Genevieve", "* Saline", "* Schuyler", "* Scotland", "* Scott", "* Shannon", "* Shelby", "* Stoddard", "* Stone", "* Sullivan", "* Taney", "* Texas", "* Vernon", "* Warren", "* Washington", "* Wayne", "* Webster", "* Worth", "* Wright", "* v", "* t", "* e", "Midwestern United States", "* Culture", "* Geography", "Topics           * Economy", "* Government and Politics", "* History", "* Sports", "* Ohio", "* Indiana", "* Michigan", "* Illinois", "* Missouri", "States           * Iowa", "* Wisconsin", "* Minnesota", "* North Dakota", "* South Dakota", "* Nebraska", "* Kansas", "* Chicago", "* Detroit", "* Minneapolis", "* St. Paul", "* St. Louis", "* Cleveland", "* Columbus", "* Dayton", "* Cincinnati", "* Grand Rapids", "* Fort Wayne", "Major cities     * Indianapolis", "* Milwaukee", "* Green Bay", "* Madison", "* Des Moines", "* Kansas City", "* Wichita", "* Omaha", "* Sioux Falls", "* Rapid City", "* Fargo", "* Rochester", "* Toledo", "* Columbus", "* Indianapolis", "* Lansing", "* Springfield", "* Jefferson City", "State capitals   * Des Moines", "* Madison", "* St. Paul", "* Bismarck", "* Pierre", "* Lincoln", "* Topeka", "* v", "* t", "* e", "All-America City Award Hall of Fame (1949–2020)", "* Alexandria, Virginia (1963, 1984, 1985)", "* Allentown, Pennsylvania (1962, 1974, 1975)", "* Asheville, North Carolina (1951, 1969, 1997)", "* Bloomington, Indiana (1958, 1981, 1982)", "* Boston, Massachusetts (1949, 1951, 1962)", "* Cincinnati, Ohio (1949, 1950, 1981)", "* Dayton, Ohio (1951, 1978, 1991)", "* Delray Beach, Florida (1993, 2001, 2017)", "* Edinburg, Texas (1968, 1995, 2000)", "* Fayetteville, North Carolina (1985, 2001, 2011)", "* Fort Wayne, Indiana (1983, 1998, 2009)", "* Fort Worth, Texas (1964, 1993, 2011)", "Three-time winners   * Gastonia, North Carolina (1963, 2000, 2010)", "* Grand Rapids, Michigan (1949, 1960, 1981)", "* Hampton, Virginia (1972, 2002, 2014)", "* Hickory, North Carolina (1967, 1987, 2007)", "* Independence, Missouri (1961, 1982, 2001)", "* Laurinburg, North Carolina (1956, 1967, 2003)", "* Louisville, Kentucky (1963, 1995, 2012)", "* Norfolk, Virginia (1959, 2013, 2016)", "* Rochester, New York (1981, 1998, 2020)", "* Seward, Alaska (1963, 1965, 2005)", "* Shreveport, Louisiana (1953, 1980, 1999)", "* Somerville, Massachusetts (1972, 2009, 2015)", "* Spokane, Washington (1975, 2004, 2015)", "* Tacoma, Washington (1956, 1984, 1998)", "* Akron, Ohio (1980, 1981, 1995, 2008)", "* Anchorage, Alaska (1956, 1965, 1985, 2002)", "* Baltimore, Maryland (1952, 1977, 1991, 2012)", "* Columbus, Ohio (1958, 1987, 1992, 2006)", "* El Paso, Texas (1969, 2010, 2018, 2020)", "Four-time winners    * Grand Island, Nebraska (1955, 1967, 1981, 1982)", "* New Haven, Connecticut (1958, 1998, 2003, 2008)", "* Peoria, Illinois (1953, 1966, 1989, 2013)", "* Philadelphia, Pennsylvania (1949, 1951, 1957, 1994)", "* Rockville, Maryland (1954, 1961, 1977, 1979)", "* Toledo, Ohio (1950, 1983, 1984, 1998)", "* Cleveland, Ohio (1949, 1982, 1984, 1986, 1993)", "* Dubuque, Iowa (2007, 2012, 2013, 2017, 2019)", "* Phoenix, Arizona (1950, 1958, 1980, 1989, 2009)", "Five-time winners    * Stockton, California (1999, 2004, 2015, 2017, 2018)", "* Tupelo, Mississippi (1967, 1989, 1999, 2011, 2015)", "* Wichita, Kansas (1961, 1993, 1999, 2009, 2019)", "* Worcester, Massachusetts (1949, 1960, 1965, 1981,", "2000)", "* Des Moines, Iowa (1949, 1977, 1982, 2003, 2010,", "2017)", "Six-time winners     * Kansas City, Missouri (1950, 1951, 1986, 1994,", "2006, 2017)", "* Roanoke, Virginia (1952, 1982, 1988, 1996, 2012,", "2017)", "Seven-time winners   * San Antonio, Texas (1949, 1951, 1983, 2012, 2016,", "2017, 2018)", "* v", "* t", "* e", "Mayors of cities with populations exceeding 100,000 in Missouri", "State capital: Carrie Tergin (Jefferson City)", "1. Quinton Lucas", "(Kansas City)", "2. Lyda Krewson", "(St. Louis)", "3. Ken McClure", "(Springfield)", "4. Brian Treece", "(Columbia)", "5. Eileen Weir", "(Independence)", "* GND: 4109999-0", "* LCCN: n79045171", "Authority control Edit    * MBAREA: c1fc21db-40e9-47f5-af93-f3ebe6581113", "this at Wikidata          * NARA: 10046046", "* NKC: ge897685", "* VIAF: 124320889", "* WorldCat Identities: lccn-n79045171", "Retrieved from", "\"https://en.wikipedia.org/w/index.php?title=Kansas_City,_Missouri&oldid=1013839944\"", "Categories:", "* Kansas City, Missouri", "* Cities in Kansas City metropolitan area", "* Cities in Cass County, Missouri", "* Cities in Clay County, Missouri", "* Cities in Jackson County, Missouri", "* Cities in Platte County, Missouri", "* Cities in Missouri", "* Populated places established in 1850", "* Missouri populated places on the Missouri River", "* 1850 establishments in Missouri", "Hidden categories:", "* Pages with non-numeric formatnum arguments", "* Articles using NRISref without a reference number", "* CS1: long volume value", "* CS1 maint: multiple names: authors list", "* Webarchive template wayback links", "* CS1 maint: archived copy as title", "* Webarchive template archiveis links", "* All articles with dead external links", "* Articles with dead external links from May 2012", "* CS1 maint: unfit URL", "* Articles with short description", "* Short description is different from Wikidata", "* Use mdy dates from February 2021", "* Pages using infobox settlement with possible nickname list", "* Coordinates on Wikidata", "* Articles containing potentially dated statements from 2017", "* All articles containing potentially dated statements", "* All articles with unsourced statements", "* Articles with unsourced statements from February 2021", "* Articles containing potentially dated statements from November 2012", "* All articles lacking reliable references", "* Articles lacking reliable references from June 2019", "* Pages using Sister project links with hidden wikidata", "* Pages using Sister project links with default search", "* Wikipedia articles with GND identifiers", "* Wikipedia articles with LCCN identifiers", "* Wikipedia articles with MusicBrainz area identifiers", "* Wikipedia articles with NARA identifiers", "* Wikipedia articles with NKC identifiers", "* Wikipedia articles with VIAF identifiers", "* Wikipedia articles with WORLDCATID identifiers", "Navigation menu", "Personal tools", "* Not logged in", "* Talk", "* Contributions", "* Create account", "* Log in", "Namespaces", "* Article", "* Talk", "[ ]", "Variants", "Views", "* Read", "* Edit", "* View history", "[ ]", "More", "Search", "_____________________ [ Search ] [ Go ]", "Visit the main page", "Navigation", "* Main page", "* Contents", "* Current events", "* Random article", "* About Wikipedia", "* Contact us", "* Donate", "Contribute", "* Help", "* Learn to edit", "* Community portal", "* Recent changes", "* Upload file", "Tools", "* What links here", "* Related changes", "* Upload file", "* Special pages", "* Permanent link", "* Page information", "* Cite this page", "* Wikidata item", "Print/export", "* Download as PDF", "* Printable version", "In other projects", "* Wikimedia Commons", "* Wikivoyage", "Languages", "* Afrikaans", "* العربية", "* Asturianu", "* Azərbaycanca", "* تۆرکجه", "* Bamanankan", "* বাংলা", "* Bân-lâm-gú", "* Беларуская", "* Беларуская (тарашкевіца)‎", "* Български", "* Brezhoneg", "* Català", "* Cebuano", "* Čeština", "* Cymraeg", "* Dansk", "* Deutsch", "* Diné bizaad", "* Eesti", "* Ελληνικά", "* Emiliàn e rumagnòl", "* Español", "* Esperanto", "* Euskara", "* فارسی", "* Føroyskt", "* Français", "* Frysk", "* Gaeilge", "* Galego", "* 贛語", "* 한국어", "* Հայերեն", "* Hrvatski", "* Ido", "* Bahasa Indonesia", "* Ирон", "* Íslenska", "* Italiano", "* עברית", "* Kapampangan", "* ქართული", "* Қазақша", "* Kernowek", "* Kiswahili", "* Kreyòl ayisyen", "* Kurdî", "* Кыргызча", "* Кырык мары", "* Latviešu", "* Lietuvių", "* Lumbaart", "* Magyar", "* Македонски", "* Malagasy", "* मराठी", "* მარგალური", "* مصرى", "* Bahasa Melayu", "* Nederlands", "* 日本語", "* Нохчийн", "* Norsk bokmål", "* Norsk nynorsk", "* پښتو", "* Piemontèis", "* Polski", "* Português", "* Română", "* Русский", "* Sardu", "* Scots", "* Shqip", "* Simple English", "* Slovenčina", "* Slovenščina", "* Ślůnski", "* Soomaaliga", "* Српски / srpski", "* Srpskohrvatski / српскохрватски", "* Suomi", "* Svenska", "* Tagalog", "* தமிழ்", "* Татарча/tatarça", "* ไทย", "* Türkçe", "* Twi", "* Українська", "* اردو", "* ئۇيغۇرچە / Uyghurche", "* Vèneto", "* Tiếng Việt", "* Volapük", "* Winaray", "* 吴语", "* Yorùbá", "* 粵語", "* 中文", "Edit links", "* This page was last edited on 23 March 2021, at 18:53 (UTC).", "* Text is available under the Creative Commons Attribution-ShareAlike", "License; additional terms may apply. By using this site, you agree to", "the Terms of Use and Privacy Policy. Wikipedia® is a registered", "trademark of the Wikimedia Foundation, Inc., a non-profit", "organization.", "* Privacy policy", "* About Wikipedia", "* Disclaimers", "* Contact Wikipedia", "* Mobile view", "* Developers", "* Statistics", "* Cookie statement", "* Wikimedia Foundation", "* Powered by MediaWiki"]