["ï»¿", "----------------------------------------------------------------------", "Your are here : Home / Introduction to NPR -2010", "Introduction to NPR - 2010", "A. Introduction", "1. The National Population Register (NPR) is a Register of usual", "residents of the country. It is being prepared at the local", "(Village/sub-Town), sub-District, District, State and National level", "under provisions of the Citizenship Act 1955 and the Citizenship", "(Registration of Citizens and issue of National Identity Cards) Rules,", "2003. It is mandatory for every usual resident of India to register in", "the NPR. A usual resident is defined for the purposes of NPR as a person", "who has resided in a local area for the past 6 months or more or a person", "who intends to reside in that area for the next 6 months or more.", "B. Objectives", "2.   The objective of the NPR is to create a comprehensive identity", "database of every usual resident in the country. The database would", "contain demographic as well as biometric particulars.", "C. Demographic Particulars", "3.   The following demographic details of every individual are required", "for every usual resident:", "* Name of person", "* Relationship to head of household", "* Fatherâ\u0080\u0099s name", "* Motherâ\u0080\u0099s name", "* Spouseâ\u0080\u0099s name (if married)", "* Sex", "* Date of Birth", "* Marital status", "* Place of birth", "* Nationality (as declared)", "* Present address of usual residence", "* Duration of stay at present address", "* Permanent residential address", "* Occupation/Activity", "* Educational qualification", "D. Present Status", "The data for National Population Register was collected in 2010 alongwith", "the houselisting phase of Census of India 2011. The updation of this data", "was done during 2015 by conducting door to door survey. The digitisation", "of the updated information has been completed. Now it has been decided to", "update the National Population Register along with the Houselisting phase", "of Census 2021 during April to September 2020 in all the States/UTs", "except Assam. A Gazette notification to this effect has already been", "published by the Central Government.", "Web Analytics Made Easy - StatCounter"]