["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Language", "Etymology of ‘News’", "Etymology of ‘News’", "The English word 'news' is said to derive from an acronym formed from the words", "'north,' east,' 'west,' and 'south.'", "* David Mikkelson", "* Published 26 April 2001", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Stack of newspapers showing News header", "Image via Shutterstock", "Claim", "The word news is an acronym formed from the words north, east, west, and", "south.", "Rating", "False", "False", "About this rating", "Origin", "Some explanations are just too simple to accept:", "The notion that the English word news — that is, information about recent", "events — is the plural of the word new just doesn’t sound right, so", "somebody cooked up the notion that the word is an acronym formed from the", "initial letters of the four cardinal compass points (north, east, west,", "and south), supposedly because news is information from all over the land.", "Similar folk etymologies include the idea that ‘news’ derives from an", "acronym for the phrase “Notable Events, Weather, and Sports”:", "This tidbit is also obviously not true, as the concept of “news” was", "around (and was referred to as such) long before professional sports and", "reliable weather forecasting became mainstays of that industry (or even", "existed).", "Likewise, the word ‘newspaper’ is not an acronym formed from the words", "“North, East, West, South, Past and Present Event Report.” A newspaper is", "so named because it is literally paper on which has been printed", "information about recent events (i.e., ‘news’).", "It’s not surprising that the real explanation sounds a bit odd to us,", "because new is an adjective and not a noun, so how could it have a plural", "form? The answer is that although adjectives don’t generally have plurals", "in English, they do in other languages. In some Romance languages, for", "example, adjectives change to agree in number with the nouns they modify.", "In Spanish a white house is a casa blanca, but white houses are casas", "blancas. Likewise, in French a tall woman is a grande femme, but tall", "women are grandes femmes. When nouveau, the French word for new, modifies", "a plural (feminine) noun, it becomes nouvelles, which is also the French", "word for news.", "Not so strange after all.", "* David Mikkelson", "* Published 26 April 2001", "folk etymologies", "Sources", "Rawson, Hugh.   Devious Derivations.", "New York: Crown Trade Paperbacks, 1994.   ISBN 0-517-88128-4   (p.", "144).", "The Compact Oxford English Dictionary.", "Oxford: Clarendon Press, 1993.   ISBN 0-19-861258-3.", "Editors' Picks", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "Building, Architecture, Spaceship", "Did Norton Send Renewal Offers for Devices Infected With Viruses? Watch", "out for this fake email renewal scam that was created to look as if...", "Read more", "View all", "Top Fact Checks", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Recent mass shootings have called into question whether there were", "shootings under previous administrations.", "Did US Have No Mass Shootings Under Trump?", "Read more", "Vice President Kamala Harris", "Did Kamala Harris ‘Fail’ To Salute Military Officers?", "Read more", "Flooring, Person, Human", "Did White House Press Corps Physically Stand for Biden at First News", "Conference?", "Read more", "Text, Business Card, Paper", "Was Suspected Boulder Shooter a Syrian Refugee Who Came to US via", "Obama-Era Asylum Program?", "Read more", "View all", "Most Searched", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "Clothing, Apparel, Shoe", "Did Kamala Harris Force Children to Learn ‘Arabic Numerals’ in Schools?", "Read more", "Biden falls down stairs of Air Force One.", "Did Biden Fall on Stairs to Air Force One?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]