["Link: alternate", "Link: edit: Edit this page", "Link: license", "Link: canonical", "This is a good article. Click here for more information.", "Kansas City Chiefs", "From Wikipedia, the free encyclopedia", "Jump to navigation Jump to search", "Kansas City Chiefs", "Current season", "Established August 14, 1959; 61 years ago^[1]", "First season: 1960", "Play in Arrowhead Stadium", "Kansas City, Missouri", "Headquartered in University of Kansas Health System Training Facility", "Kansas City, Missouri", "Kansas City Chiefs logo Kansas City Chiefs wordmark", "Logo                    Wordmark", "League/conference affiliations", "American Football League (1960–1969)", "* Western Division (1960–1969)", "National Football League (1970–present)", "* American Football Conference (1970–present)", "* AFC West (1970–present)", "Current uniform", "Uniform Set of the Kansas City Chiefs.svg", "Red, gold, white^[2]^[3]", "Team colors", "Mascot                       Warpaint (1963–1988, 2009–present)", "K. C. Wolf (1989–present)", "Personnel", "Owner(s)                     Hunt family^[4]", "Chairman                     Clark Hunt", "CEO                          Clark Hunt", "President                    Mark Donovan", "Head coach                   Andy Reid", "General manager              Brett Veach", "Team history", "* Dallas Texans (1960–1962)", "* Kansas City Chiefs (1963–present)", "Team nicknames", "* The Redwood Forest (Defense, 1966–1971)", "* The Legion of Zoom^[5]^[6] (Offense, 2018–present)", "Championships", "League championships (3†)", "* AFL Championships (pre-1970 AFL–NFL merger) (3)", "1962, 1966, 1969", "* Super Bowl championships (2)", "1969 (IV), 2019 (LIV)", "Conference championships (2)", "* AFC: 2019, 2020", "Division championships (13)", "* AFL Western: 1962, 1966", "* AFC West: 1971, 1993, 1995, 1997, 2003, 2010, 2016, 2017, 2018, 2019,", "2020", "Playoff appearances (23)", "* AFL: 1962, 1966, 1968, 1969", "* NFL: 1971, 1986, 1990, 1991, 1992, 1993, 1994, 1995, 1997, 2003, 2006,", "2010, 2013, 2015, 2016, 2017, 2018, 2019, 2020", "Home fields", "* Cotton Bowl (1960–1962)", "* Municipal Stadium (1963–1971)", "* Arrowhead Stadium (1972–present)", "The Kansas City Chiefs are a professional American football team based in", "Kansas City, Missouri. They compete in the National Football League (NFL)", "as a member club of the league's American Football Conference (AFC) West", "division.", "The team was founded in 1960 as the Dallas Texans by businessman Lamar", "Hunt and was a charter member of the American Football League (AFL). In", "the spring of 1963, the team relocated to Kansas City,^[7]^[8] and assumed", "its current name.^[9]^[10] The Chiefs joined the NFL as a result of the", "merger in 1970, and the team is valued at over $2 billion.^[11] Hunt's", "son, Clark, serves as chairman and CEO. While Hunt's ownership stakes", "passed collectively to his widow and children after his death in 2006,", "Clark is the operating head of the franchise; he represents the Chiefs at", "all league meetings and has ultimate authority on personnel changes.", "The Chiefs won three AFL championships, in 1962, 1966, and 1969,^[12] and", "were the second AFL team (after the New York Jets) to defeat an NFL team", "in an AFL–NFL World Championship Game, when they routed the Minnesota", "Vikings in Super Bowl IV. That victory on January 11, 1970, was the final", "such competition before the leagues' merger went into full effect. The", "Chiefs were also the second team, after the Green Bay Packers, to appear", "in more than one Super Bowl (and the first AFL team to do so) and the", "first to appear in the championship game in two different decades. Despite", "post-season success early in the franchise's history, winning five of", "their first six postseason games, the team struggled to find success in", "the playoffs for many years, including losing 10 of 11 playoff games from", "1993 to 2017, which included an 8-game losing streak. Since then, the", "Chiefs have won 5 of their last 6 playoff games, including Super Bowl LIV", "in 2020, which earned the franchise their first championship in 50 years.", "In February 2021, the team made it to Super Bowl LV but lost to the Tampa", "Bay Buccaneers.", "Across the decades, the team, fans, and owner have faced charges of", "exploitation regarding the appropriation of Native American iconography", "and cultural and religious practices.^[13]^[14]", "Contents", "* 1 Franchise history", "* 1.1 Formation", "* 1.2 Early success", "* 1.3 Decline", "* 1.4 Marty Schottenheimer era", "* 1.5 1999–2006", "* 1.6 2007–2012, second decline", "* 1.7 Andy Reid, John Dorsey era", "* 1.8 Patrick Mahomes era, second Super Bowl championship", "* 2 Championships", "* 2.1 Super Bowl Championships", "* 2.2 American Football League Championships", "* 2.3 American Football Conference Championships", "* 3 Logos and uniforms", "* 4 Arrowhead Stadium", "* 5 Training camp and practice facility", "* 6 Rivalries", "* 7 Mascots and cheerleaders", "* 8 Notable players", "* 8.1 Current roster", "* 8.2 Retired numbers", "* 8.3 Pro Football Hall of Fame enshrinees", "* 8.4 Chiefs Hall of Fame", "* 9 Head coaches", "* 10 Ownership and administration", "* 10.1 Staff", "* 11 Media", "* 11.1 Radio and television", "* 11.1.1 Radio affiliates", "* 11.2 Preseason game affiliates", "* 12 Culture", "* 12.1 Fan base", "* 12.2 Tony DiPardo", "* 13 Charges of racism and cultural appropriation", "* 13.1 Tomahawk chop", "* 14 See also", "* 15 References", "* 16 Further reading", "* 17 External links", "Franchise history[edit]", "Further information: History of the Kansas City Chiefs", "Formation[edit]", "In 1959, Lamar Hunt began discussions with other businessmen to establish", "a professional football league that would rival the National Football", "League.^[12]^[15]^[16] Hunt's desire to secure a football team was", "heightened after watching the 1958 NFL Championship Game between the New", "York Giants and Baltimore Colts.^[15]^[17] After unsuccessful attempts to", "purchase and relocate the NFL's Chicago Cardinals to his hometown of", "Dallas, Texas,^[12]^[18] Hunt went to the NFL and asked to create an", "expansion franchise in Dallas. The NFL turned him down, so Hunt then", "established the American Football League and started his own team, the", "Dallas Texans, to begin play in 1960. Hunt hired a little-known assistant", "coach from the University of Miami football team, Hank Stram, to be the", "team's head coach^[15] after the job offer was declined by Bud Wilkinson", "and Tom Landry.^[15]", "After Stram was hired, Don Klosterman was hired as head scout, and was", "credited by many for bringing a wealth of talent to the Texans after", "luring it away from the NFL, often hiding players and using creative means", "to land them.", "[IMG]", "Enlarge", "Quarterback Len Dawson led the Chiefs to victory in Super Bowl IV and was", "inducted into the Pro Football Hall of Fame in 1987", "Early success[edit]", "The Texans shared the Cotton Bowl with the NFL's Dallas Cowboys for three", "seasons. The Texans were to have exclusive access to the stadium until the", "NFL put an expansion team, the Dallas Cowboys, there.^[15] While the team", "averaged a league-best 24,500 at the Cotton Bowl, the Texans gained less", "attention due to the AFL's relatively lower profile compared to the", "NFL.^[15] In the franchise's first two seasons, the team managed only an", "8–6 and 6–8 record, respectively.^[19] In their third season, the Texans", "strolled to an 11–3 record and a berth in the team's first American", "Football League Championship Game, against the Houston Oilers.^[18]^[19]", "The game was broadcast nationally on ABC and the Texans defeated the", "Oilers 20–17 in double overtime.^[18] The game lasted 77 minutes and 54", "seconds, which still stands as the longest championship game in", "professional football history.^[18]", "It turned out to be the last game the team would play as the Dallas", "Texans. Despite competing against a Cowboys team that managed only a", "9–28–3 record in their first three seasons, Hunt decided that the", "Dallas–Fort Worth media market could not sustain two professional football", "franchises.^[18]^[20] He considered moving the Texans to either Atlanta or", "Miami for the 1963 season.^[18] However, he was ultimately swayed by an", "offer from Kansas City Mayor Harold Roe Bartle.^[18]^[20]^[21] Bartle", "promised to triple the franchise's season ticket sales and expand the", "seating capacity of Municipal Stadium to accommodate the", "team.^[18]^[20]^[21]", "Hunt agreed to relocate the franchise to Kansas City on May 22,", "1963,^[7]^[8] and four days later the team was renamed the Kansas City", "Chiefs.^[9]^[18]^[20]^[21] Hunt and head coach Hank Stram initially", "planned to retain the Texans name, but a fan contest determined the new", "\"Chiefs\" name in honor of Mayor Bartle's nickname that he acquired in his", "professional role as Scout Executive of the St. Joseph and Kansas City Boy", "Scout Councils, and founder of the Scouting Society, the Tribe of", "Mic-O-Say.^[18]^[21] Despite the historical use of Native American", "features, it has been acknowledged that the team's naming was not a direct", "reference to Native Americans but only to Bartle's nickname", "\"Chief.\"^[22]^[23] Business Insider journalist Meredith Cash even stated", "in January 2020 that Bartle \"insisted on the team being named after", "himself\" and that \"Bartle was known as Chief Lone Bear within Mic-O-Say", "circles, and eventually the nickname \"Chief\" caught on among people", "throughout Kansas City.\"^[24]", "The franchise became one of the strongest teams in the now thriving", "American Football League,^[12] with the most playoff appearances for an", "AFL team (tied with the Oakland Raiders), and the most AFL Championships", "(3).^[18] The team's dominance helped Lamar Hunt become a central figure", "in negotiations with NFL Commissioner Pete Rozelle to agree on an AFL–NFL", "merger.^[18]^[25] In the meetings between the two leagues, a merged league", "championship game was agreed to be played in January 1967 following the", "conclusion of the leagues' respective 1966 seasons. Hunt insisted on", "calling the game the \"Super Bowl\" after seeing his children playing with a", "popular toy at the time, a Super Ball.^[18]^[25]^[26] While the first few", "games were designated the \"AFL–NFL World Championship Game\", the Super", "Bowl name became its officially licensed title in years to come.", "[IMG]", "[IMG]", "The Chiefs topped the Raiders in the 1969 AFL championship game (left) and", "went on to defeat the Vikings in Super Bowl IV (right)", "The Chiefs cruised to an 11–2–1 record in 1966, and defeated the defending", "AFL Champion Buffalo Bills in the AFL Championship Game.^[27] The Chiefs", "were invited to play the NFL's league champion Green Bay Packers in the", "first AFL–NFL World Championship Game. Kansas City and Green Bay played a", "close game for the first half, but Green Bay took control in the final two", "quarters, winning the game by a score of 35–10.^[18] The Chiefs lost the", "game but gained the respect of several Packers opponents following the", "game.^[28] The Chiefs' inter-league match-up with the Packers was not the", "last time that they would face an NFL opponent, especially on the", "championship stage.^[18] The following August, Kansas City hosted the", "NFL's Chicago Bears in the 1967 preseason and won the game 66–24.^[18]", "Despite losing to the division rival Oakland Raiders twice in the regular", "season in 1969, the two teams met for a third time in the AFL Championship", "Game, where Kansas City won 17–7.^[19] Backup quarterback Mike Livingston", "led the team in a six-game winning streak after Len Dawson suffered a leg", "injury which kept him out of most of the season's games.^[18] While", "getting plenty of help from the club's defense, Dawson returned from the", "injury and led the Chiefs to Super Bowl IV.^[18] Against the NFL champion", "Minnesota Vikings,^[12] who were favored by ​12 ^1⁄_2, the Chiefs", "dominated the game 23–7 to claim the team's first Super Bowl", "championship.^[18] Dawson was named the game's Most Valuable Player after", "completing 12-of-17 passes for 142 yards and one touchdown, with 1", "interception.^[29] The following season, the Chiefs and the rest of the", "American Football League merged with the National Football League after", "the AFL–NFL merger became official.^[18] The Chiefs were placed in the", "American Football Conference's West Division.^[19]", "From 1960 to 1969, the Chiefs/Texans won 87 games, which is the most in", "the 10-year history of the AFL.^[30]", "In 1970, the Chiefs won only seven games in their first season in the NFL", "and missed the playoffs.^[19] The following season, the Chiefs tallied a", "10–3–1 record and won the AFC West Division.^[31] Head coach Hank Stram", "considered his 1971 Chiefs team as his best, but they failed to capture", "their championship dominance from 1969.^[31] Most of the pieces of the", "team which won Super Bowl IV two years earlier were still in place for the", "1971 season.^[31] The Chiefs tied with the Miami Dolphins for the best", "record in the AFC, and both teams met in a Christmas Day playoff game", "which the Chiefs lost 27–24 in double overtime.^[31] The Dolphins", "outlasted the Chiefs with a 37-yard field goal.^[31] The game surpassed", "the 1962 AFL Championship Game as the longest ever at 82 minutes and 40", "seconds.^[31] The game was also the final football game at Kansas City's", "Municipal Stadium.^[31]", "In 1972, the Chiefs moved into the newly constructed Arrowhead Stadium at", "the Truman Sports Complex outside of Downtown Kansas City.^[31] The team's", "first game at Arrowhead was against the St. Louis Cardinals, a preseason", "game which the Chiefs won 24–14.^[31] Linebacker Willie Lanier and", "quarterback Len Dawson won the NFL Man of the Year Award in 1972 and 1973,", "respectively.", "Decline[edit]", "The Chiefs would not return to the post-season for the remainder of the", "1970s, and the 1973 season was the team's last winning season for seven", "years.^[31] Hank Stram was fired following a 5–9 season in 1974, and many", "of the Chiefs' future Hall of Fame players would depart by the middle of", "the decade.^[31] From 1975 to 1988, the Chiefs had become a team that", "rarely won which provided Chiefs fans with nothing but futility.^[32]^[33]", "Five head coaches struggled to achieve the same success as Stram,", "compiling an 81–121–1 record.^[32]", "In 1980, Coach Marv Levy cut future Hall of Fame Kicker Jan Stenerud for", "little known Nick Lowery, who would become the most accurate kicker in NFL", "History over the next 14 years. In 1981, running back Joe Delaney rushed", "for 1,121 yards and was named the AFC Rookie of the Year.^[34] The Chiefs", "finished the season with a 9–7 record and entered the 1982 season with", "optimism.^[34] However, the NFL Players Association strike curbed the", "Chiefs' chances of returning to the postseason for the first time in over", "a decade.^[34] The Chiefs tallied a 3–6 record^[19] and in the off-season,", "Joe Delaney died while trying to save several children from drowning in a", "pond near his home in Louisiana.^[35]", "The Chiefs made a mistake in drafting quarterback Todd Blackledge over", "future greats such as Jim Kelly and Dan Marino in the 1983 NFL", "Draft.^[36]^[37] Blackledge never started a full season for Kansas City", "while Kelly and Marino played Hall of Fame careers.^[37] While the Chiefs", "struggled on offense in the 1980s, the Chiefs had a strong defensive unit", "consisting of Pro Bowlers such as Bill Maas, Albert Lewis, Art Still and", "Deron Cherry.^[34]", "John Mackovic took over head coaching duties for the 1983 season after", "Marv Levy was fired.^[34] Over the next four seasons, Mackovic coached the", "Chiefs to a 30–34 record, but took the team to its first postseason", "appearance in 15 years in the 1986 NFL playoffs.^[19] They lost to the New", "York Jets in the wild-card round.^[34] Despite leading the Chiefs to only", "their third winning season and second playoff appearance since the merger,", "Mackovic was fired for what Hunt described as a lack of chemistry.^[38]", "Frank Gansz served as head coach for the next two seasons, but won only", "eight of 31 games.^[34]", "Marty Schottenheimer era[edit]", "[IMG]", "Enlarge", "The Chiefs under Marty Schottenheimer had the second highest winning", "percentage in the NFL during the 1990s.", "On December 19, 1988, owner Lamar Hunt hired Carl Peterson as the team's", "new president, general manager, and chief executive officer. Peterson", "fired head coach Frank Gansz two weeks after taking over and hired Marty", "Schottenheimer as the club's seventh head coach.^[34] In the 1988 and 1989", "NFL Drafts, the Chiefs selected both defensive end Neil Smith and", "linebacker Derrick Thomas, respectively.^[34]^[39] The defense that Thomas", "and Smith anchored in their seven seasons together was a big reason why", "the Chiefs reached the postseason in six straight years.^[40]", "In Schottenheimer's ten-season tenure as head coach, the Chiefs became a", "perennial playoff contender, featuring offensive players including Steve", "DeBerg, Christian Okoye, Stephone Paige and Barry Word, a strong defense,", "anchored by Thomas, Smith, Albert Lewis and Deron Cherry, and on special", "teams, Nick Lowery, then the most accurate kicker in NFL History.^[12] The", "team recorded a 101–58–1 record, and clinched seven playoff berths.^[41]", "The Chiefs' 1993 season was the franchise's most successful in 22", "years.^[39] With newly acquired quarterback Joe Montana and running back", "Marcus Allen, two former Super Bowl champions and MVPs, the Chiefs further", "strengthened their position in the NFL.^[39] The 11–5 Chiefs defeated the", "Pittsburgh Steelers and Houston Oilers on their way to the franchise's", "first AFC Championship Game appearance against the Buffalo Bills.^[39] The", "Chiefs were overwhelmed by the Bills and lost the game by a score of", "30–13.^[39] The Chiefs' victory on January 16, 1994, against the Oilers", "remained the franchise's last post-season victory for 22 years until their", "30–0 victory over the Houston Texans on January 9, 2016.", "In the 1995 NFL playoffs, the 13–3 Chiefs hosted the Indianapolis Colts in", "a cold, damp late afternoon game at Arrowhead Stadium.^[19]^[39] Kansas", "City lost the game 10–7 against the underdog Colts, after kicker Lin", "Elliot missed three field goal attempts and quarterback Steve Bono threw", "three interceptions.^[39] The Chiefs selected tight end Tony Gonzalez with", "the 13th overall selection in the 1997 NFL Draft, a move which some", "considered to be a gamble being that Gonzalez was primarily a basketball", "player at California. During a 1997 season full of injuries to starting", "quarterback Elvis Grbac, backup quarterback Rich Gannon took the reins of", "the Chiefs' offense as the team headed to another 13–3 season.^[19]^[39]", "Head coach Marty Schottenheimer chose Grbac to start the playoff game", "against the Denver Broncos despite Gannon's successes in previous", "weeks.^[39] Grbac's production in the game was lacking, and the Chiefs", "lost to the Broncos 14–10.^[39] Denver went on to capture their fifth AFC", "Championship by defeating Pittsburgh, and then defeated the Green Bay", "Packers in Super Bowl XXXII. Coach Schottenheimer announced his", "resignation from the Chiefs following the 1998 season.", "1999–2006[edit]", "Following Schottenheimer's resignation, defensive coordinator Gunther", "Cunningham took over coaching duties for the next two seasons, compiling a", "16–16 record.^[39] By the end of the Chiefs' decade of regular-season", "dominance, Gannon had signed with the Oakland Raiders, Neil Smith signed", "with the Denver Broncos, and Derrick Thomas was paralyzed from a car", "accident on January 23, 2000.^[39] Thomas died from complications of his", "injury weeks later.^[39] After allegedly reading online that he would be", "relieved of duties, head coach Gunther Cunningham was fired.^[42]^[43]", "[IMG]", "Enlarge", "Priest Holmes became one of the league's top backs in the early 2000s", "Looking to change the Chiefs' game plan which relied on a tough defensive", "strategy for the past decade, Carl Peterson contacted Dick Vermeil about", "the Chiefs' head coaching vacancy for the 2001 season.^[42] Vermeil", "previously led the St. Louis Rams to a victory in Super Bowl XXXIV.^[43]", "Vermeil was hired on January 12. The Chiefs then traded a first-round", "draft pick in the 2001 NFL Draft to St. Louis for quarterback Trent Green", "and signed free agent running back Priest Holmes to be the team's", "cornerstones on offense.^[43]", "In 2003, Kansas City began the season with nine consecutive victories, a", "franchise record.^[43] They finished the season with a 13–3 record and the", "team's offense led the NFL in several categories under the direction of", "USA Today's Offensive Coach of the Year honoree, Al Saunders.^[43] Running", "back Priest Holmes surpassed Marshall Faulk's single-season touchdown", "record by scoring his 27th rushing touchdown against the Chicago Bears in", "the team's regular season finale.^[43]^[44] The team clinched the second", "seed in the 2004 NFL playoffs and hosted the Indianapolis Colts in the AFC", "Divisional Playoffs.^[43] In a game where neither team punted, the Chiefs", "lost the shoot-out 38–31.^[43] It was the third time in nine seasons that", "the Chiefs went 8–0 at home in the regular season, only to lose their", "post-season opener at Arrowhead.", "[IMG]", "Enlarge", "10x All-Pro Tony Gonzalez has the most receptions and receiving yards in", "NFL history for a tight end.", "After a disappointing 7–9 record in 2004, the 2005 Chiefs finished with a", "10–6 record but no playoff berth.^[43] They were the fourth team since", "1990 to miss the playoffs with a 10–6 record.^[43] Running back Larry", "Johnson started in place of the injured Priest Holmes and rushed for 1,750", "yards in only nine starts.^[43] Prior to the Chiefs' final game of the", "season, head coach Dick Vermeil announced his retirement.^[43] The Chiefs", "won the game 37–3 over the playoff-bound Cincinnati Bengals.^[43]", "Within two weeks of Vermeil's resignation, the Chiefs returned to their", "defensive roots with the selection of its next head coach.^[43] The team", "introduced Herman Edwards, a former Chiefs scout and head coach of the New", "York Jets, as the team's tenth head coach after trading a fourth-round", "selection in the 2006 NFL Draft to the Jets.^[43] Quarterback Trent Green", "suffered a severe concussion in the team's season opener to the Cincinnati", "Bengals which left him out of play for eight weeks.^[43] Backup", "quarterback Damon Huard took over in Green's absence and led the Chiefs to", "a 5–3 record.^[43]", "Kansas City was awarded a Thanksgiving Day game against the Denver Broncos", "in response to owner Lamar Hunt's lobbying for a third Thanksgiving Day", "game.^[43] The Chiefs defeated the Broncos 19–10 in the first Thanksgiving", "Day game in Kansas City since 1969.^[43] Hunt was hospitalized at the time", "of the game and died weeks later on December 13 due to complications with", "prostate cancer.^[25]^[43] The Chiefs honored their owner for the", "remainder of the season, as did the rest of the league.^[43]", "[IMG]", "Enlarge", "By defeating the Jaguars on December 31, 2006, the Chiefs clinched a", "playoff berth after multiple other teams lost throughout the day", "Trent Green returned in the middle of the season, but struggled in the", "final stretch,^[43] and running back Larry Johnson set an NFL record with", "416 carries in a season.^[43] Kansas City managed to clinch their first", "playoff berth in three seasons with a 9–7 record and a bizarre sequence of", "six losses from other AFC teams on New Year's Eve, culminating with a", "Broncos loss to the 49ers.^[43] The Indianapolis Colts hosted the Chiefs", "in the Wild Card playoffs and defeated Kansas City 23–8.", "2007–2012, second decline[edit]", "In 2007, Trent Green was traded to the Miami Dolphins^[45] leaving the", "door open for either Damon Huard or Brodie Croyle to become the new", "starting quarterback.^[43] After starting the season with a 4–3 record,", "the Chiefs lost the remaining nine games when running back Larry Johnson", "suffered a season-ending foot injury and the quarterback position lacked", "stability with Huard and Croyle.^[43] Despite the team's 4–12 record,", "tight end Tony Gonzalez broke Shannon Sharpe's NFL record for touchdowns", "at the position (63) and defensive end Jared Allen led the NFL in", "quarterback sacks with 15.5.^[19]", "[IMG]", "Enlarge", "Jamaal Charles averaged 5.4 yards per carry during his career which is an", "NFL record for a running back.", "The Chiefs began their 2008 season with the youngest team in the NFL.^[46]", "The starting lineup had an average of 25.5 years of age.^[46] By releasing", "several veteran players such as cornerback Ty Law and wide receiver Eddie", "Kennison and trading defensive end Jared Allen,^[47] the Chiefs began a", "youth movement.^[46]^[48] The Chiefs had a league-high thirteen selections", "in the 2008 NFL Draft and chose defensive tackle Glenn Dorsey and", "offensive lineman Branden Albert in the first round. Analysts quickly", "called Kansas City's selections as the best of the entire", "draft.^[47]^[49]^[50]^[51] Entering the season, the Chiefs were unsure if", "injury-prone quarterback Brodie Croyle, who was the incumbent starter,", "could be their quarterback in the long-term.^[51] Croyle was injured in", "the team's first game of the season and Damon Huard started in Croyle's", "absence.^[52] Tyler Thigpen become the third Chiefs starting quarterback", "in as many games for a start against the Atlanta Falcons.^[53]^[54] After", "a poor performance by Thigpen, in which he threw three interceptions", "against the Falcons defense,^[54] Huard was retained as the starting", "quarterback.^[55] The Chiefs struggled off the field as much as on as", "tight end Tony Gonzalez demanded a trade and running back Larry Johnson", "was involved in legal trouble.^[56]^[57]^[58]^[59]", "Croyle returned for the Chiefs' game against the Tennessee Titans, but", "both he and Damon Huard suffered season-ending injuries in the game.^[60]", "The Chiefs reorganized their offense to a new spread offense game plan", "focused around Tyler Thigpen.^[48]^[61]^[62]^[63] The Chiefs' new offense", "was implemented to help Thigpen play to the best of his abilities and also", "following the absence of Larry Johnson, who was suspended for his", "off-field conduct.^[57]^[62]^[63]^[64] The Chiefs made a huge gamble by", "using the spread offense, as most in the NFL believe that it cannot work", "in professional football, and also head coach Herman Edwards was", "traditionally in favor of more conservative, run-oriented game plans.^[63]", "[IMG]", "Enlarge", "The Chiefs hosting the Buffalo Bills in 2009; Quarterback Matt Cassel,", "wearing #7", "The 2008 season ended with a franchise worst 2–14 record, where the team", "suffered historic blowout defeats nearly week-in and", "week-out,^[19]^[54]^[65] a 34–0 shut-out to the Carolina Panthers,^[66]", "and allowed a franchise-high 54 points against the Buffalo Bills.^[67] The", "team's general manager, chief executive officer, and team president Carl", "Peterson resigned at the end of the season,^[68] and former New England", "Patriots vice president of player personnel Scott Pioli was hired as his", "replacement for 2009.^[69]", "[IMG]", "Enlarge", "Dwayne Bowe", "On January 23, 2009, Herman Edwards was fired as head coach,^[70]^[71] and", "two weeks later Todd Haley signed a four-year contract to become Edwards'", "successor.^[72]^[73] Haley had a background with Pioli, which made him an", "attractive hire for Pioli's first coach in Kansas City.", "In April 2009, Tony Gonzalez was traded to the Atlanta Falcons after", "failed trade attempts over the previous two seasons.^[74] Notably, head", "coach Todd Haley fired offensive coordinator Chan Gailey just weeks before", "the start of the 2009 season and chose to take on the coordinator duties", "himself. Throughout 2009 the Chiefs acquired veterans to supplement the", "Chiefs' young talent including Matt Cassel, Mike Vrabel, Bobby Engram,", "Mike Brown, Chris Chambers, and Andy Alleman.^[75]^[76]^[77] The team", "finished with a 4–12 record, just a two-game improvement upon their record", "from the 2008 season.", "For the 2010 season, the Chiefs made significant hires for their coaching", "staff, bringing on former Patriots assistant coaches Charlie Weis and", "Romeo Crennel to coach the offense and defense, respectively. The coaching", "additions proved to be very successful, as the Chiefs would go on to", "secure their first AFC West title since 2003. Their ten victories in the", "2010 season combined for as many as the team had won in their previous", "three seasons combined.", "On January 9, 2011, the Chiefs lost their home Wild Card playoff game to", "the Baltimore Ravens 30–7. Six players were chosen for the Pro Bowl:", "Dwayne Bowe, Jamaal Charles, Brian Waters, Tamba Hali, Matt Cassel, and", "rookie safety Eric Berry. Jamaal Charles won the FEDEX ground player of", "the year award and Dwayne Bowe led the NFL in Touchdown Receptions.", "For their first pick in the 2011 NFL draft, and 26th overall, the team", "selected Jonathan Baldwin, Wide Receiver from Pitt. After a poor start,", "Haley was relieved of duties as head coach on December 12. Clark Hunt made", "note of \"bright spots at different points this season\", but felt that", "overall the Chiefs were not progressing.^[78] The highest point of the", "2011 season was an upset win against the Packers, who at that time, were", "undefeated with a 13–0 record. Defensive coordinator Romeo Crennel would", "be named the team's interim head coach for the remaining three games of", "the season, including the aforementioned Packers game.^[79] On January 9,", "2012, Crennel was named the 11th full-time head coach in Chiefs", "history.^[80]", "The 2012 Chiefs became the first team since the 1929 Buffalo Bisons to not", "lead in regulation through any of their first nine games. The Chiefs tied", "their franchise worst record of 2–14 and clinched the No. 1 overall pick", "in the 2013 NFL Draft. It is the first time since the merger they have", "held the first overall pick.^[81]", "Andy Reid, John Dorsey era[edit]", "Following the 2012 season, the Chiefs fired head coach Romeo Crennel and", "general manager Scott Pioli. Former Philadelphia Eagles head coach Andy", "Reid was brought in as head coach to work with new general manager John", "Dorsey, a former Green Bay Packers head scout.", "[IMG]", "Enlarge", "Coach Andy Reid \"Big Red\" in 2016", "The Chiefs acquired quarterback Alex Smith from the San Francisco 49ers", "for the Chiefs' second-round pick, 34th overall, in the 2013 draft and a", "conditional pick in 2014 draft.^[82] Matt Cassel was released shortly", "after. The Chiefs selected Eric Fisher with the first overall pick of the", "2013 NFL Draft.", "In 2013, the Chiefs started 9–0 for the second time in team history. They", "led in their wildcard game against the Indianapolis Colts 38–10 shortly", "after halftime, but collapsed late and lost 45–44.", "In 2014, the Chiefs attempted to make the playoffs for the second straight", "season for the first time since 1995, however, they finished 9–7 and were", "eliminated in Week 17.", "After a promising win for the Chiefs against Houston in Week 1, Kansas", "City went on a five-game losing streak culminating in a 16–10 loss to", "Minnesota and the loss of Jamaal Charles to a torn ACL. However, they", "managed one of the most improbable season comebacks in the NFL and won ten", "straight to improve their record from 1–5 to 11–5. The team clinched a", "playoff berth after a 17–13 win over Cleveland in Week 16 to become only", "the second post-merger NFL team to make the playoffs following a 1–5", "start.", "The streak achieved by the Chiefs broke a franchise record for 9 straight", "(2003, 2013) and second 9 plus game win streak under Reid. After a Week 17", "win over Oakland 23–17, the Chiefs achieved their longest winning streak", "in franchise history at ten games. They qualified for the playoffs,", "playing in the 2015 AFC Wild-Card playoff game, held at NRG Stadium in", "Houston, Texas on January 9, 2016. The Chiefs defeated the Houston Texans", "30–0 to earn their first NFL playoff win in 23 seasons, dating back to the", "1993–94 NFL playoffs, a win that also came in Houston. The Chiefs'", "Wild-Card playoff victory ended what was at the time the third-longest", "drought in the NFL, and it also ended a then NFL record eight-game playoff", "losing streak.^[83] Riddled with injuries, they were defeated by the New", "England Patriots 27–20 in the AFC Divisional Round.", "After facing a 24–3 deficit with six minutes left in the 3rd quarter, the", "Chiefs engineered a 33–27 comeback win against the San Diego Chargers", "ending with a two-yard touchdown run by Alex Smith in overtime to give the", "Chiefs their largest regular season comeback to start the season at 1–0.", "On Christmas Day, the Chiefs defeated the Denver Broncos 33–10 to give", "Kansas City their tenth straight win against divisional opponents.", "On January 1, 2017, the Chiefs clinched the AFC West and the second seed", "going into the playoffs that year. However, they fell to the Pittsburgh", "Steelers 18–16 in the divisional round as Chris Boswell hit 6 field goals.", "The Chiefs finished the 2017–18 season with a 10–6 record, and won the AFC", "West. This was the first time in Chiefs history that they won the AFC West", "in back to back years.^[84] In the Wild Card round, the Chiefs lost a", "tight game to the Tennessee Titans 22–21, allowing Derrick Henry to rush", "for 156 yards. The loss extended their NFL record for most consecutive", "home playoff losses to six.^[85] The game marked the end of Alex Smith's", "five-year tenure with the Chiefs, as he was traded to the Washington", "Redskins a few weeks later.", "Patrick Mahomes era, second Super Bowl championship[edit]", "[IMG]", "Enlarge", "Patrick Mahomes, the Chiefs starting quarterback since 2018", "The Chiefs began the 2018 season with first-year starter Patrick Mahomes", "as their quarterback and finished the regular season with a record of", "12–4, clinching the AFC West for the third year in a row and the AFC's top", "seed. This included victories over division rivals Los Angeles Chargers,", "Oakland Raiders and Denver Broncos (twice), along with important", "conference victories over the Pittsburgh Steelers, Cincinnati Bengals, and", "Jacksonville Jaguars. Their first loss of the season came at the hands of", "the New England Patriots with a last-second field goal. Their second loss", "of the season came against the Los Angeles Rams with a final score of", "51–54, in which the Kansas City Chiefs made history by becoming the first", "NFL team to lose a game after scoring more than 50 points. Mahomes", "finished the season with 5,097 yards and 50 touchdowns, both team records.", "He became the 11th quarterback to throw for 5,000 yards and the 3rd to", "throw for 50 touchdowns. He joined Peyton Manning as only the 2nd player", "in NFL history to throw for 5,000 yards and 50 touchdowns. For his", "performance during the season, he was named AP NFL MVP, the first Chief to", "ever win the award.", "In the AFC Divisional round on January 12, 2019, the Chiefs defeated the", "Indianapolis Colts 31–13 to move on to the AFC Championship Game. This", "marked the Chiefs' first playoff win in Arrowhead Stadium in 25 years.", "This also enabled the Chiefs to host the AFC Championship Game for the", "first time ever. However, the following week, Kansas City's bid for its", "first Super Bowl berth in 49 years ended with a 37–31 overtime loss to the", "New England Patriots.", "The Chiefs finished the 2019 regular season with a 12–4 record, winning", "the AFC West division title for the fourth straight year, and clinched the", "AFC's second seed behind the Baltimore Ravens. The Chiefs defeated the", "Houston Texans 51–31 in the AFC Divisional Game after falling behind 24–0", "at the start of the second quarter with Mahomes throwing for five", "touchdowns.^[86] The Chiefs hosted their second AFC Championship game in", "consecutive years facing the sixth-seed Tennessee Titans. The Chiefs then", "defeated the Titans 35–24 and advanced to Super Bowl LIV.^[87] This marked", "their first Super Bowl appearance in 50 years, since Super Bowl IV.", "On February 2, 2020, in Hard Rock Stadium in Miami Gardens, Florida, the", "Chiefs played against the NFC's top seed, the San Francisco 49ers.", "Following halftime when both teams were tied at 10 points, Mahomes threw 2", "interceptions in back to back drives in the 3rd and 4th quarters,", "resulting in the 49ers having a 20–10 lead with under 12 minutes remaining", "in the game. However, the Chiefs would score touchdowns on their next 2", "possessions, with Mahomes throwing touchdowns to Travis Kelce and Damien", "Williams. With a 24–20 lead with under two minutes remaining, Williams had", "a 38-yard touchdown run to effectively seal the game for the Chiefs. This", "marked the first time in NFL postseason history that a team faced 10 point", "deficits in 3 straight games and won all 3 by double-digit margins.", "Mahomes won the Super Bowl Most Valuable Player Award, ending the Chiefs'", "Super Bowl drought dating back to the AFL-NFL Merger.^[88]", "On July 6, 2020, Mahomes signed a record 10–year, $503 million contract", "extension keeping him under contract until the conclusion of the 2031", "season. The contract is the largest ever signed in North American sports,", "more than tripling the value of the previous largest contract signed", "(although said contract was for a shorter 5 years, signed by Matt Ryan of", "the Atlanta Falcons).^[89] With their week 14 victory over the Miami", "Dolphins, the Chiefs clinched their fifth consecutive division title. The", "victory also gave the Chiefs their first 12–1 record in franchise history.", "They would later win 14 games for the first time in franchise history. In", "the playoffs they defeated the Cleveland Browns and Buffalo Bills to win", "the AFC Championship for the second consecutive year. The Chiefs would", "face the Tampa Bay Buccaneers in Super Bowl LV at Raymond James Stadium in", "Tampa, ultimately losing 31-9, failing to score a touchdown throughout the", "entire length of the contest.", "Championships[edit]", "The Chiefs have won a total of three combined Super Bowl Championships and", "pre-Super Bowl AFL Championships, two were won as the Kansas City Chiefs,", "the other was under their original name, the Dallas Texans.", "Super Bowl Championships[edit]", "+------------------------------------------------------------------------+", "|Year|Coach |Super|Location            |Opponent |Score|MVP       |Record|", "|    |      |Bowl |                    |         |     |          |      |", "|----+------+-----+--------------------+---------+-----+----------+------|", "|1969|Hank  |IV   |New Orleans,        |Minnesota|23–7 |QB Len    |11–3  |", "|    |Stram |     |Louisiana           |Vikings  |     |Dawson    |      |", "|----+------+-----+--------------------+---------+-----+----------+------|", "|    |Andy  |     |Miami Gardens,      |San      |     |QB Patrick|      |", "|2019|Reid  |LIV  |Florida             |Francisco|31–20|Mahomes   |12–4  |", "|    |      |     |                    |49ers    |     |          |      |", "|-----------------------------------------------------------------+------|", "|Total Super Bowl championships won:                              |2     |", "+------------------------------------------------------------------------+", "American Football League Championships[edit]", "+------------------------------------------------------------------------+", "|Year|Coach |Game                  |Location      |Opponent |Score|Record|", "|----+------+----------------------+--------------+---------+-----+------|", "|1962|Hank  |1962 AFL Championship |Houston, Texas|Houston  |20–17|12–3  |", "|    |Stram |Game                  |              |Oilers   |     |      |", "|----+------+----------------------+--------------+---------+-----+------|", "|1966|Hank  |1966 AFL Championship |Buffalo, New  |Buffalo  |31–7 |12–2–1|", "|    |Stram |Game                  |York          |Bills    |     |      |", "|----+------+----------------------+--------------+---------+-----+------|", "|1969|Hank  |1969 AFL Championship |Oakland,      |Oakland  |17–7 |12–3  |", "|    |Stram |Game                  |California    |Raiders  |     |      |", "|-----------------------------------------------------------------+------|", "|Total AFL championships won:                                     |3     |", "+------------------------------------------------------------------------+", "American Football Conference Championships[edit]", "+------------------------------------------------------------------+", "|Year|Coach    |Location             |Opponent        |Score|Record|", "|----+---------+---------------------+----------------+-----+------|", "|2019|         |                     |Tennessee Titans|35–24|15–4  |", "|----|Andy Reid|Kansas City, Missouri|----------------+-----+------|", "|2020|         |                     |Buffalo Bills   |38–24|16–2  |", "|-----------------------------------------------------------+------|", "|Total AFC championships won:                               |2     |", "+------------------------------------------------------------------+", "Logos and uniforms[edit]", "Main article: Logos and uniforms of the Kansas City Chiefs", "When the Texans began playing in 1960, the team's logo consisted of the", "state of Texas in white with a yellow star marking the location of the", "city of Dallas. Originally, Hunt chose Columbia blue and orange for the", "Texans' uniforms, but Bud Adams chose Columbia blue and scarlet for his", "Houston Oilers franchise.^[2] Hunt reverted to red and gold for the", "Texans' uniforms, which even after the team relocated to Kansas City,", "remain as the franchise's colors to this day.^[2]", "The state of Texas on the team's helmet was replaced by an arrowhead", "design originally sketched by Lamar Hunt on a napkin.^[2] Hunt's", "inspiration for the interlocking \"KC\" design was the \"SF\" inside of an", "oval on the San Francisco 49ers helmets.^[2] Unlike the 49ers' logo,", "Kansas City's overlapping initials appear inside a white arrowhead instead", "of an oval and are surrounded by a thin black outline.^[2] From 1960 to", "1973, the Chiefs had grey facemask bars on their helmets, but changed to", "white facemasks in 1974, making them one of the first teams (alongside the", "San Diego Chargers, who introduced a yellow facemask that same year) in", "the NFL to use a non-gray facemask.^[2]", "The Chiefs' uniform design has essentially remained the same throughout", "the club's history.^[2] It consists of a red helmet, and either red or", "white jerseys with the opposite color numbers and names.^[2] White pants", "were used with both jerseys from 1960 to 1967 and 1989 to 1999.^[2]", "Beginning in 2009, during the Pioli/Haley era, the team has alternated", "between white and red pants for road games during the season. Prior to", "September 15, 2013, the Chiefs always wore white pants with their red", "jerseys. The Chiefs do not have an official alternate jersey, although", "unofficial alternate jerseys are sold for retail.", "The Chiefs wore their white jerseys with white pants at home for the 2006", "season opener against the Cincinnati Bengals. The logic behind the uniform", "selection that day was that the Bengals would be forced to wear their", "black uniforms on a day that forecasted for hot temperatures.^[90] The", "only other time the Chiefs wore white at home was throughout the 1980", "season under Marv Levy.", "In 2007, the Kansas City Chiefs honored Lamar Hunt and the AFL with a", "special patch.^[91] It features the AFL's logo from the 1960s with Hunt's", "\"LH\" initials inside the football.^[91] In 2008, the patch became", "permanently affixed to the left chest of both Kansas City's home and away", "jerseys.^[91]", "In select games for the 2009 season, the Chiefs, as well as the other", "founding teams of the American Football League, wore \"throwback\" uniforms", "to celebrate the AFL's 50th anniversary.^[92]", "For the first time in team history, the Chiefs wore their red jersey with", "red pants forming an all red combo in their home opener against the Dallas", "Cowboys on September 15, 2013. Their all red uniforms are now an official", "uniform combination and has been used multiple times since. It is commonly", "used for prime time games at home. The all-red look also served as the", "basis for the Chiefs' Color Rush design.", "Arrowhead Stadium[edit]", "Further information: Arrowhead Stadium", "[IMG]", "Enlarge", "Arrowhead Stadium upon completion of renovations, July 2010", "Arrowhead Stadium has been the Chiefs' home field since 1972 and has a", "capacity of 76,416,^[93] which makes it the fifth-largest stadium in the", "NFL. The stadium underwent a $375 million renovation, completed in", "mid-2010, which included new luxury boxes, wider concourses and enhanced", "amenities.^[11]^[69] The stadium renovation was paid for by $250 million", "in taxpayer money and $125 million from the Hunt Family.^[73] The stadium", "cost $53 million to build in 1972, and an average ticket in 2009 costs", "$81.^[11] Aramark serves as the stadium's concession provider and", "T-Mobile, Anheuser-Busch and Coca-Cola are major corporate sponsors.^[11]", "Dating back to the Chiefs' home opener in 1991 to mid-2009, the Chiefs had", "155 consecutive sellout games.^[11] The streak ended with the final home", "game of the 2009 season against the Cleveland Browns, resulting in the", "first local TV blackout in over 19 years.^[94] Arrowhead has been called", "one of the world's finest stadiums^[12] and has long held a reputation for", "being one of the toughest and loudest outdoor stadiums for opposing", "players to play in.^[69]^[95]^[96]^[97] All noise is directly attributed", "to its fans^[98] and was once measured at 116 decibels by the Acoustical", "Design Group of Mission, Kansas.^[99] By way of comparison, take-off of", "aircraft may lead to a sound level of 106 decibels at the ground.^[99]", "Sports Illustrated named Arrowhead Stadium the \"toughest place to play\"", "for opposing teams in 2005.^[100] The tailgate party environment outside", "the stadium on gameday has been compared to a \"college football\"", "atmosphere.^[101] Arrowhead Stadium features frequent fly-overs from a B-2", "Spirit stealth bomber from nearby Whiteman Air Force Base. Since the 1994", "NFL season, the stadium has had a natural grass playing surface.^[102]", "From 1972 to 1993, the stadium had an artificial AstroTurf surface.^[102]", "During the game against the Oakland Raiders on October 13, 2013, Arrowhead", "Stadium once again became the loudest stadium in the world when the fans", "set the Guinness Book of World Records record for loudest crowd in an", "outdoor stadium (137.5 dB), breaking the record set by the Seattle", "Seahawks just four weeks prior. A few weeks after, Seattle re-gained the", "record by reaching a noise level of 137.6 decibels.^[103]^[104] Chiefs", "fans have reclaimed the record once again on September 29, 2014, on Monday", "Night Football against the New England Patriots, the fans recorded a sound", "reading of 142.2 decibels.^[105]", "The stadium has been officially named GEHA Field at Arrowhead Stadium", "(pronounced G.E.H.A.) since 2021. The stadium was renamed after GEHA", "signed a naming rights deal with the Chiefs.^[106]", "Training camp and practice facility[edit]", "[IMG]", "Enlarge", "Summer camp at Spratt Stadium at Missouri Western", "When the franchise was based in Dallas, the team conducted their inaugural", "training camp at the New Mexico Military Institute in Roswell, New", "Mexico.^[18] They moved camp to Southern Methodist University, owner Lamar", "Hunt's alma mater, for 1961 and continued to practice there until", "1965.^[18] From 1966 to 1971, the Chiefs practiced in Swope Park in Kansas", "City,^[107] and from 1972 to 1991 held camp at William Jewell College in", "Clay County, Missouri–where Lamar Hunt had extensive business dealings", "including Worlds of Fun, Oceans of Fun and SubTropolis.^[39]", "[IMG]", "Enlarge", "Chiefs Practice Facility near Arrowhead Stadium", "From 1992 to 2009 the Chiefs conducted summer training camp at the", "University of Wisconsin–River Falls in River Falls, Wisconsin.^[108] The", "Chiefs' 2007 training camp was documented in the HBO/NFL Films documentary", "reality television series, Hard Knocks.^[109] Following the passage of a", "$25 million state tax credit proposal, the Chiefs moved their training", "camp to Missouri Western State University in St. Joseph, Missouri, in", "2010.^[110] The bulk of the tax credits went for improvements to Arrowhead", "Stadium with $10 million applied to the move to Missouri Western.^[111] A", "climate-controlled, 120-yard NFL regulation grass indoor field, and office", "space for the Chiefs was constructed at Missouri Western adjacent to the", "school's Spratt Stadium before the 2010 season.^[112]", "Outside of training camp and during the regular season, the Chiefs conduct", "practices at their own training facility nearby Arrowhead Stadium. The", "facility is located near the Raytown Road entrance to the Truman Sports", "Complex just east of Interstate 435 and features three outdoor fields (two", "grass and one artificial turf) as well as an indoor facility with its own", "full-size field.", "Rivalries[edit]", "See also: Chiefs–Raiders rivalry, Broncos–Chiefs rivalry, Chargers–Chiefs", "rivalry, and Governor's Cup (Missouri)", "The Chiefs share intense rivalries with their three AFC West opponents,", "namely the Denver Broncos, Las Vegas Raiders, and Los Angeles Chargers,", "with the Raiders rivalry considered one of the most bitter in the", "NFL.^[113] In terms of NFC teams, the Chiefs faced off once in the Super", "Bowl against the Green Bay Packers, and formerly shared a cross-state", "rivalry with teams located across the state of Missouri in St. Louis,", "namely the Cardinals and Rams.^[114]", "Mascots and cheerleaders[edit]", "[IMG]", "Enlarge", "K. C. Wolf, the Chiefs' mascot since 1989", "The Chiefs' first mascot was Warpaint, a nickname given to several breeds", "of pinto horse. Warpaint served as the team's mascot from 1963 to", "1988.^[17]^[115]^[116] The first Warpaint (born in 1955, died in 1992) was", "ridden bareback by rider Bob Johnson who wore a full Native American", "headdress.^[17]^[115] Warpaint circled the field at the beginning of each", "Chiefs home game and performed victory laps following each Chiefs", "touchdown.^[17]^[115] On September 20, 2009, a new Warpaint horse was", "unveiled at the Chiefs' home opener.^[117] Warpaint is now ridden by a", "cheerleader, Susie.^[118]", "In the mid-1980s, the Chiefs featured a short-lived unnamed \"Indian man\"", "mascot which was later scrapped in 1988.^[115] Since 1989 the cartoon-like", "K. C. Wolf, portrayed by Dan Meers in a wolf costume, has served as the", "team's mascot.^[17]^[119] The mascot was named after the Chiefs'", "\"Wolfpack\", a group of rabid fans from the team's days at Municipal", "Stadium.^[115] K. C. Wolf is one of the most popular NFL mascots and was", "the league's first mascot inducted into the Mascot Hall of Fame in", "2006.^[120]", "The Chiefs have employed a cheerleading squad since the team's inception", "in 1960.^[121] In the team's early days, the all-female squad was referred", "to as the Chiefettes.^[122] In addition to the Cheerleaders, in the early", "1970s, there was also a dance/drill team that performed for pre-game and", "halftime. From 1986 to 1992, the cheerleader squad featured a mix of men", "and women.^[121] From 1993 to 2019, the all-female squad has been known as", "the Chiefs Cheerleaders, and in 2020, one male joined the", "team.^[115]^[121]^[122]", "Notable players[edit]", "Further information: List of Kansas City Chiefs players, Kansas City", "Chiefs quarterbacks, and List of Kansas City Chiefs first-round draft", "picks", "Current roster[edit]", "Kansas City Chiefs roster", "* view", "* talk", "* edit", "Reserve lists", "* Currently", "vacant", "Unrestricted FAs", "Linebackers         * 26 Le'Veon", "* 59 Omari          Bell RB", "Cobb OLB        * 21 Bashaud", "Offensive linemen      * 50 Willie         Breeland CB", "Quarterbacks           * 73 Nick              Gay MLB         * 20 Antonio", "* -- Anthony           Allegretti G       * 47 Darius         Hamilton CB", "Gordon             * 79 Yasir Durant      Harris OLB      * 67 Daniel", "*  4 Chad Henne        T                  * 53 Anthony        Kilgore C", "* 15 Patrick         * 76 Laurent           Hitchens        * 92 Tanoh", "Mahomes              Duvernay-Tardif      OLB               Kpassagnon", "*  9 Jordan            G                  * 44 Dorian         DE", "Ta'amu             * 69 Kyle Long G       O'Daniel        * 57 Alex", "* 67 Lucas Niang       OLB               Okafor DE", "Running backs            T                  * 43              * 70 Kelechi", "* 74 Martinas          Emmanuel          Osemele G", "* 25 Clyde             Rankin T             Smith LB        * 64 Mike", "Edwards-Helaire    * 75 Mike Remmers                        Pennel DT", "* -- Derrick Gore      T                Defensive           * 62 Austin", "* 34 Darwin          * 70 Prince Tega   backs                 Reiter C", "Thompson             Wanogho T                            * 83 Ricky", "* 31 Darrel          * 62 Joe Thuney G    * 30 Deandre        Seals-Jones", "Williams           * 61 Darryl            Baker CB          TE", "Williams C         * 40 Rodney       * 54 Damien", "Wide receivers         * 68 Bryan             Clemons SS        Wilson OLB", "Witzmann G         * 27 Rashad       * 61 Stefen", "* -- Antonio                                Fenton CB         Wisniewski G", "Callaway         Defensive linemen      * 29              * 82 Deon", "* 12 Gehrig                                 Thakarius         Yelder TE", "Dieter             * 94 Taco              Keyes CB", "* 89 Maurice           Charlton DE        * 45 Chris      Restricted FAs", "Ffrench            * 55 Frank Clark       Lammons CB", "* 88 Jody Fortson      DE                 * 32 Tyrann       * 56 Ben", "* 17 Mecole          * 93 Tyler Clark       Mathieu SS        Niemann MLB", "Hardman              DT                 * 38              * 35", "* 10 Tyreek Hill     * 51 Mike Danna        L'Jarius          Charvarius", "* 85 Marcus Kemp       DE                   Sneed CB          Ward CB", "* 11 Demarcus        * 97 Austin          * 49 Daniel       * 77 Andrew", "Robinson             Edwards DE           Sorensen          Wylie G", "* -- Dalton          * 52 Demone            FS", "Schoen               Harris DE          * 22 Juan       Exclusive-Rights", "* 84 Chad            * 95 Chris Jones       Thornhill     FAs", "Williams             DT                   FS", "* 91 Derrick         * 23 Armani       * 30 Alex", "Tight ends               Nnadi DT             Watts SS          Brown CB", "* -- Jarran Reed                       * 13 Byron", "* 80 Evan Baylis       DT               Special teams         Pringle WR", "* 81 Blake Bell      * 99 Khalen", "* -- Sean Culkin       Saunders DT        *  7            Rookies in", "* 48 Nick Keizer     * 90 Tim Ward DE       Harrison      italics", "* 87 Travis Kelce    * 98 Tershawn          Butker K", "Wharton DT         *  5 Tommy      Roster updated", "Townsend P    March 31, 2021", "* 41 James", "Winchester      * Depth chart", "LS              * Transactions", "65 active, 18", "free agent(s)", "→ AFC rosters →", "NFC rosters", "Retired numbers[edit]", "Kansas City Chiefs retired numbers", "No.        Player                     Position       Tenure", "3          Jan Stenerud               K              1967–1979", "16         Len Dawson                 QB             1962–1975", "18         Emmitt Thomas              CB             1966–1978", "28         Abner Haynes               RB             1960–1964", "33         Stone Johnson ^1 ^2        RB             1963", "36         Mack Lee Hill ^2           RB             1964–1965", "58         Derrick Thomas ^2          LB             1989–1999", "63         Willie Lanier              LB             1967–1977", "78         Bobby Bell                 LB             1963–1974", "86         Buck Buchanan              DT             1963–1975", "^1 Never officially on a Chiefs season roster. His number was retired", "after his death in training camp in 1963.", "^2 Number was posthumously retired.", "Names in bold spent entire playing career with the Dallas Texans/Kansas", "City Chiefs.", "The number 37 has not been worn since the death of Joe Delaney.", "Number 58 was not issued after the death of Derrick Thomas until it was", "officially retired in 2009.", "The numbers 16 and 28 are the only numbers to have been worn by a single", "player (both Dawson and Haynes respectively).", "Pro Football Hall of Fame enshrinees[edit]", "Twenty-three members of the Pro Football Hall of Fame spent at least some", "portion of their career with the Chiefs. Thirteen spent the majority of", "the career with the Chiefs. Ten of the Chiefs in the Hall of Fame were", "involved with the Chiefs during their Super Bowl Championship season of", "1969. The Chiefs have 3 contributors, 2 coaches, and 18 players in the", "Hall of Fame. In addition, Hall of Fame safety Ronnie Lott had a contract", "with the Chiefs during the 1995 season, but only played for the Chiefs in", "the preseason and spent the regular season on injured reserve and is not", "recognized by the Hall of Fame as having played for the Chiefs.", "Kansas City Chiefs Hall of Fame enshrinees", "Players", "No. Name                Position                  Tenure          Inducted", "78  Bobby Bell ^1 ^2    LB                        1963–1974       1983", "63  Willie Lanier ^1 ^2 LB                        1967–1977       1986", "16  Len Dawson ^2 ^3    QB                        1963–1975       1987", "86  Buck Buchanan ^1 ^2 DT                        1963–1975       1990", "3   Jan Stenerud ^1 ^2  K                         1967–1979       1991", "^3", "53  Mike Webster        C                         1989–1990       1997", "19  Joe Montana         QB                        1993–1994       2000", "32  Marcus Allen        RB                        1993–1997       2003", "1   Warren Moon         QB                        1999–2000       2006", "18  Emmitt Thomas ^1 ^2 CB                        1966–1978       2008", "58  Derrick Thomas      LB                        1989–1999       2009", "77  Willie Roaf         OT                        2002–2005       2012", "61  Curley Culp ^1 ^2   DT                        1968–1974       2013", "^3", "68  Will Shields        OG                        1993–2006       2015", "8   Morten Andersen     K                         2002–2003       2017", "88  Tony Gonzalez ^3    TE                        1997–2008       2019", "24  Ty Law              CB                        2006–2007       2019", "42  Johnny Robinson^1   S                         1960–1971       2019", "^2", "Coaches and Contributors", "Name                    Position                  Tenure          Inducted", "Lamar Hunt              Founder of franchise and  1960–2006       1972", "American Football League", "Marv Levy               Head coach                1978–1982       2001", "Hank Stram ^1 ^2 ^3     Head coach                1960–1974       2003", "Bill Polian             Contributor               1978–1982       2015", "Bobby Beathard          Contributor               1963, 1966–1967 2018", "^1 Began career in the American Football League.", "^2 Member of 1969 Super Bowl championship team", "^3 Spent majority of their career with the Chiefs (names in bold)", "Chiefs Hall of Fame[edit]", "[IMG]", "Enlarge", "Jan Stenerud's name was honored at Arrowhead Stadium's ring of honor", "The Chiefs are one of 16 organizations that honor their players, coaches", "and contributors with a team Hall of Fame or Ring of Honor.^[123]", "Established in 1970, the Chiefs Hall of Fame has inducted a new member in", "an annual ceremony with the exception of the 1983 and 2020", "seasons.^[123]^[124] Several of the names were featured at Arrowhead", "Stadium in the stadium's architecture prior to renovations in 2009. The", "requirements for induction are that a player, coach, or contributor must", "have been with the Chiefs for four seasons and been out of the NFL for", "four seasons at the time of induction.^[123] There are some exceptions,", "such as Joe Delaney and Derrick Thomas, Delaney was with the team for only", "two seasons before his death, Thomas was inducted 1 year after his death", "in January 2000 (2 years after his final season). The Chiefs have the", "second-most enshrinees of any NFL team in their team Hall of Fame behind", "the Green Bay Packers, who have enshrined over 100 players and team", "contributors over the years in the Green Bay Packers Hall of Fame.^[123]", "Nineteen players and the coach of the Super Bowl IV championship team have", "been inducted into the ring of honor.", "Elected to the Pro Football Hall of Fame", "Chiefs Hall of Fame", "Inducted No. Player               Position           Tenure", "1970     —   Lamar Hunt           Team founder/Owner 1960–2006", "1971     36  Mack Lee Hill        RB                 1964–1965", "1972     75  Jerry Mays           DT                 1961–1970", "1973     84  Fred Arbanas         TE                 1962–1970", "1974     42  Johnny Robinson      S                  1960–1971", "1975     88  Chris Burford        WR                 1960–1967", "1976     55  E.J. Holub           C/LB               1961–1970", "1977     77  Jim Tyrer            OT                 1961–1973", "1978     21  Mike Garrett         RB                 1966–1970", "1979     16  Len Dawson           QB                 1963–1975", "1980     78  Bobby Bell           LB                 1963–1974", "1981     86  Buck Buchanan        DT                 1963–1975", "1982     89  Otis Taylor          WR                 1965–1975", "1983     No induction", "1984     71  Ed Budde             G                  1963–1976", "1985     63  Willie Lanier        LB                 1967–1977", "1986     18  Emmitt Thomas        CB                 1966–1978", "1987     —   Hank Stram           Coach              1960–1974", "1988     44  Jerrel Wilson        P                  1963–1977", "1989     14  Ed Podolak           RB                 1969–1977", "1990     51  Jim Lynch            LB                 1967–1977", "1991     28  Abner Haynes         RB                 1960–1964", "1992     3   Jan Stenerud         K                  1967–1979", "1993     69  Sherrill Headrick    LB                 1960–1967", "1994     58  Jack Rudnay          C                  1969–1982", "1995     32  Curtis McClinton     RB                 1962–1969", "1996     20  Deron Cherry         S                  1981–1991", "1997     73  Dave Hill            OT                 1963–1974", "1998     67  Art Still            DE                 1978–1987", "1999     34  Lloyd Burruss        S                  1981–1991", "2000     35  Christian Okoye      RB                 1987–1992", "2001     58  Derrick Thomas       LB                 1989–1999", "2002     76  John Alt             OT                 1984–1996", "2003     59  Gary Spani           LB                 1978–1986", "2004     37  Joe Delaney          RB                 1981–1982", "2005     —   Jack Steadman        President/GM       1960–1989", "2006     90  Neil Smith           DE                 1988–1996", "2007     29  Albert Lewis         CB                 1983–1993", "2008     61  Curley Culp          DT                 1968–1974", "2009     8   Nick Lowery          K                  1980–1993", "2010     —   Marty Schottenheimer Coach              1989–1998", "2011     31  Kevin Ross           CB                 1984–1993, 1997", "2012     68  Will Shields         OG                 1993–2006", "2013     26  Gary Barbaro         S                  1976–1982", "2014     31  Priest Holmes        RB                 2001–2007", "2015     24  Gary Green           CB                 1977–1983", "2016     49  Tony Richardson      FB                 1995–2005", "2017     88  Carlos Carson        WR                 1980–1989", "2018     88  Tony Gonzalez        TE                 1997–2008", "2019     54  Brian Waters         G                  2000–2010", "2020     No induction", "Head coaches[edit]", "Main article: List of Kansas City Chiefs head coaches", "Thirteen head coaches have served the Texans/Chiefs franchise since their", "first season in 1960. Hank Stram, the team's first head coach, led the", "Chiefs to three AFL championship victories and two appearances in the", "Super Bowl. Stram was the team's longest-tenured head coach, holding the", "position from 1960 to 1974.^[31] Marty Schottenheimer was hired in 1989", "and led Kansas City to seven playoff appearances in his 10 seasons as head", "coach.^[34]^[39] Schottenheimer had the best winning percentage (.634) of", "all Chiefs coaches.^[41] Gunther Cunningham was on the Chiefs' coaching", "staff in various positions from 1995 to 2008, serving as the team's head", "coach in between stints as the team's defensive coordinator.^[42]^[43]", "Dick Vermeil coached the team to a franchise-best 9–0 start in the 2003", "season.^[125] Of the ten Chiefs coaches, Hank Stram and Marv Levy have", "been elected into the Pro Football Hall of Fame, Levy, however, is more", "well known for his time with the Buffalo Bills.^[126] Herman Edwards", "served as the team's head coach from 2006 to 2008, compiling a 15–33", "record and a franchise worst 6–26 record over a two-year", "span.^[70]^[71]^[127]^[128] Todd Haley compiled a 19–26 record with the", "team from 2009 to 2011, including an AFC West division title in 2010.^[72]", "Haley was fired with three games left in the 2011 season. Romeo Crennel", "was named interim coach, and was promoted to full-time coach in January", "2012. Crennel was fired on Monday, December 31, 2012, after finishing the", "2012 season with a 2–14 record. On January 5, 2013, the Chiefs hired Andy", "Reid to be their next head coach. In Reid's tenure, the Chiefs have been", "consistent contenders, making the playoffs in 6 of his 7 seasons as head", "coach, winning the division four times, and winning Super Bowl LIV.", "Ownership and administration[edit]", "[IMG]", "Enlarge", "Chairman of the Board and co-owner Clark Hunt", "The franchise was founded in 1959 by Lamar Hunt after a failed attempt by", "Hunt to purchase an NFL franchise and relocate them to Texas.^[129] Hunt", "remained the team's owner until his death in 2006.^[129] The Hunt family", "kept ownership of the team following Lamar's death and Clark Hunt, Lamar's", "son, represents the family's interests.^[11] While Hunt's official title", "is CEO and Chairman of the Board, he represents the team at all owner", "meetings.^[130]^[131] In 2010, Hunt assumed role as CEO alongside his role", "as chairman of the board.^[132] According to Forbes, the team is valued at", "$2.4 billion and ranks 24th among NFL teams in 2017.^[11]", "Owner Lamar Hunt served as the team's president from 1960 to 1976. Because", "of Lamar Hunt's contributions to the NFL, the AFC Championship trophy is", "named after him.^[133] He promoted general manager Jack Steadman to become", "the team's president in 1977.^[133] Steadman held the job until Carl", "Peterson was hired by Hunt in 1988 to replace him.^[133] Peterson resigned", "the title as team president in 2008.^[134] Denny Thum became the team's", "interim president following Peterson's departure and was officially given", "the full position in May 2009.^[134]^[135] Thum resigned from his position", "on September 14, 2010.^[132]", "Don Rossi served as the team's general manager for half of the 1960", "season, resigning in November 1960.^[18] Jack Steadman assumed duties from", "Rossi and served in the position until 1976.^[18]^[31]^[133] Steadman was", "promoted to team president in 1976 and despite being relieved of those", "duties in 1988,^[133] he remained with the franchise until 2006 in various", "positions.^[31]^[34] Jim Schaaf took over for Steadman as general manager", "until being fired in December 1988.^[34] Carl Peterson was hired in 1988", "to serve as the team's general manager, chief executive officer and team", "president.^[34]^[133] Peterson remained in the position for 19 years until", "he announced his resignation from the team in 2008.^[134]^[136] Denny Thum", "served as interim general manager^[134] until January 13, 2009, when the", "Chiefs named New England Patriots executive Scott Pioli the team's new", "general manager.^[69]^[137] Pioli was released in early January after the", "hiring of Andy Reid, and was replaced by John Dorsey. Pioli's record as", "the Chief's general manager was 23–41.", "On June 22, 2017, it was announced that the Chiefs had fired Dorsey.^[138]", "They hired Brett Veach as the new general manager on July 10, 2017.^[139]", "Staff[edit]", "Kansas City Chiefs staff", "* v", "* t", "* e", "Defensive coaches", "* Defensive coordinator – Steve", "Front office                              Spagnuolo", "* Run game", "* Chairman/CEO – Clark Hunt             coordinator/defensive line –", "* President – Mark Donovan              Brendan Daly", "* General manager – Brett Veach       * Linebackers – Matt House", "* Football operations counsel         * Defensive backs – Dave", "and personnel executive –             Merritt", "Chris Shea                          * Defensive backs/cornerbacks –", "* Director of football                  Sam Madison", "operations – Mike Borgonzi          * Defensive assistant – Connor", "* Assistant directors of player         Embree", "personnel – Mike Bradway and        * Defensive quality control –", "Ryan Poles                            Terry Bradden", "* Director of pro personnel –         * Defensive quality control –", "Tim Terry                             Alex Whittingham", "* Director of college scouting –", "Ryne Nutt                         Special teams coaches", "* Director of football", "administration – Brandt Tilis       * Assistant special teams –", "* College scouting coordinator –        Andy Hill", "Greg Castillo", "Coaching support staff", "Head coaches", "* Statistical analysis", "* Head coach – Andy Reid                coordinator – Mike Frazier", "* Assistant head coach/special        * Director of video operations", "teams coordinator – Dave Toub         – Pat Brazil", "* Assistant director of video", "Offensive coaches                         operations – Ken Radino", "* Video assistant – Colin Clark", "* Offensive coordinator – Eric        * Video assistant – Josh", "Bieniemy                              Schmidt", "* Quarterbacks/passing game", "coordinator – Mike Kafka          Strength and conditioning", "* Running backs – Vacant", "* Wide receivers – Greg Lewis         * Strength and conditioning –", "* Tight ends – Tom Melvin               Barry Rubin", "* Offensive line – Andy Heck          * Assistant strength and", "* Assistant offensive line –            conditioning – Travis", "Corey Matthaei                        Crittenden", "* Pass game analyst/assistant         * Assistant strength and", "quarterbacks – Joe Bleymaier          conditioning – Devin", "* Offensive quality control –           Woodhouse", "David Girardi                       * Sports science/conditioning –", "* Offensive quality control –           Ryan Reynolds", "Porter Ellett", "→ Coaching staff", "→ Management", "→ More NFL staffs", "AFC East", "BUF", "MIA", "NE", "NYJ", "North", "BAL", "CIN", "CLE", "PIT", "South", "HOU", "IND", "JAX", "TEN", "West", "DEN", "KC", "LV", "LAC", "NFC", "East", "DAL", "NYG", "PHI", "WAS", "North", "CHI", "DET", "GB", "MIN", "South", "ATL", "CAR", "NO", "TB", "West", "ARI", "LAR", "SF", "SEA", "Media[edit]", "Radio and television[edit]", "Kansas City Chiefs radio play-by-play announcers^[140]", "1960–1962 Charlie Jones", "1963      Merle Harmon", "1964–1970 Tom Hedrick", "1971–1973 Dick Carlson", "1974–1975 Ray Scott", "1976      Al Wisk", "1977      Tom Hopkins", "1978–1984 Wayne Larrivee", "1985–1993 Kevin Harlan", "1994–     Mitch Holthus", "From 1989 until the team's Super Bowl LIV victory, Cumulus Media's KCFX", "(101.1), a.k.a. \"101 The Fox\", broadcast all Chiefs games on FM radio", "under the moniker of The Chiefs Fox Football Radio Network, one of the", "earliest deals where an FM station served as the flagship station of a", "team radio network. Since 1994, Mitch Holthus has served as play-by-play", "announcer and former Chiefs quarterback Len Dawson serves as color", "commentator.^[140] Former Chiefs longsnapper Kendall Gammon serves as the", "field reporter.^[140] Former Chiefs broadcaster Bob Gretz also contributes", "to the broadcasts. Starting in the 2016 season, Dawson will only serve as", "color commentator during home games, and Gammon will be color commentator", "during road games, with Dani Welniak assuming Gammon's sideline reporting", "role for away games.^[141] The Chiefs and KCFX was the longest FM radio", "broadcast partnering tenure in the NFL.^[140]^[142] The Chiefs Radio", "Network extends throughout the six-state region of Missouri, Kansas, Iowa,", "Nebraska, Oklahoma, and Arkansas, with 61 affiliate stations.^[140]^[142]", "With the start of the 2020 season, Entercom's WDAF-FM (106.5) will become", "the flagship of the Chiefs network, with sister station KCSP (610)", "carrying surrounding analysis and team interview programming. The", "network's personnel, outside those exclusively contracted to Cumulus, are", "expected to be retained with the new Entercom contract.^[143]", "KCTV Channel 5 (CBS) broadcasts most Chiefs regular season games, with", "exceptions as following. KCTV also broadcasts all Chiefs pre-season games.", "WDAF Channel 4 (Fox; that station is unrelated to WDAF-FM) broadcasts", "games in which the Chiefs host an NFC opponent, and carried the team's", "Super Bowl LIV victory. KSHB Channel 41 (NBC) broadcasts all games in", "which the Chiefs play on NBC Sunday Night Football or NBC's NFL playoffs", "coverage. KMBC Channel 9 (ABC) has aired Monday Night Football games", "locally since 1970.", "Prior to the 1994 season, WDAF was the primary station for the Chiefs as", "an NBC affiliate (they aired on KMBC when ABC had the AFL package through", "1964), since NBC had the AFC package. The inter-conference home games", "aired on KCTV starting in 1973 (when the NFL allowed local telecasts of", "home games). After week one of the 1994 season, WDAF switched to Fox", "(which got the NFC package), and has aired the Chiefs' inter-conference", "home games since. The bulk of the team's games moved to KSHB through the", "end of the 1997 season. Since that time, they have aired on KCTV, save for", "the 2015 Week 17 game vs. the Oakland Raiders, which aired on WDAF when", "the NFL cross-flexed the game from CBS to FOX.", "As of the 2015 preseason, the Chiefs preseason broadcasters were Paul", "Burmeister who serves as the play-by-play announcer, former Chiefs", "quarterback Trent Green serves as the color commentator, and KCChiefs.com", "insider B.J. Kissel is the sideline reporter.", "Radio affiliates[edit]", "[IMG]", "Enlarge", "Map of radio affiliates.", "Chiefs games are broadcast in Missouri and Kansas as well as parts of", "Iowa, Oklahoma, Nebraska, New Mexico, Arkansas, Texas, and South", "Dakota.^[144] Stations in major cities are listed below.", "City                                 Call sign Frequency", "Kansas City, Missouri                WDAF-FM   106.5 FM", "Jefferson City, Missouri             KCMQ      96.7 FM", "Springfield, Missouri                KKLH      104.7 FM", "KGMY      1400 AM", "Joplin, Missouri / Pittsburg, Kansas KKOW      860 AM", "Manhattan, Kansas                    KMAN      1350 AM", "Salina, Kansas                       KINA      910 AM/107.5 FM", "KSKG      99.9 FM", "Topeka, Kansas                       KDVV      100.3 FM", "Wichita, Kansas                      KNSS      98.7 FM", "Emporia, Kansas                      KVOE-FM   101.7 FM", "Des Moines, Iowa                     KBGG      1700 AM", "Omaha, Nebraska                      KXSP      590 AM", "Lubbock, Texas                       KKCL-FM   98.1 FM", "Preseason game affiliates[edit]", "Metro area               Call sign             Affiliation", "Kansas City metro        KCTV5 / KSMO          CBS / MyTV", "Columbia, Missouri       KMIZ / KQFX / KZOU    ABC / FOX / MyTV", "Jefferson City, Missouri", "Des Moines, Iowa         KDSM                  FOX", "Ames, Iowa", "Ft. Smith, Arkansas", "Fayetteville, Arkansas   KNWA / KFTA           NBC / FOX", "Springdale, Arkansas", "Rogers, Arkansas", "Joplin, Missouri         KODE / KSNF           ABC / NBC", "Pittsburg, Kansas", "Lincoln, Nebraska", "Hastings, Nebraska       KFXL / KHGI           FOX / ABC", "Kearney, Nebraska", "Ottumwa, Iowa            KTVO / KTVO 3.2       CBS / ABC", "Kirksville, Missouri", "Springfield, Missouri    KOLR / KOZL           CBS / Indy", "St. Joseph, Missouri     KQTV                  ABC", "Topeka, Kansas           WIBW / EIBW           CBS / MyTV", "Tulsa, Oklahoma          KOTV / KQCW           CBS / CW", "Wichita metro", "Ensign, Kansas           KWCH / KSCW-DT / KDCU CBS / CW / Univision", "Hays, Kansas", "Goodland, Kansas", "Culture[edit]", "Fan base[edit]", "[IMG]", "Enlarge", "Arrowhead Stadium", "The Chiefs boast one of the most loyal fan bases in the NFL.^[94]^[145]", "Kansas City is the sixth-smallest media market with an NFL team, but they", "have had the second-highest attendance average over the last decade.^[98]", "Studies by Bizjournals in 2006 gave the Chiefs high marks for consistently", "drawing capacity crowds in both good seasons and bad.^[146] The Chiefs", "averaged 77,300 fans per game from 1996 to 2006, second in the NFL behind", "the Washington Redskins.^[146] The franchise has an official fan club", "called Chiefs Kingdom which gives members opportunities to ticket priority", "benefits and VIP treatment.^[147]^[148]", "At the end of \"The Star-Spangled Banner\" before home games, many Chiefs", "fans intentionally yell out \"CHIEFS!\" rather than singing \"brave\" as the", "final word.^[149] In 1996, general manager Carl Peterson said \"We all look", "forward, not only at Arrowhead, but on the road, too, to when we get to", "that stanza of the National Anthem... Our players love it.\"^[149] After", "the September 11, 2001 attacks, Chiefs fans refrained from doing so in", "honor of those who lost their lives in the tragedy and continued to do so", "for the remainder of the 2001 season.^[150] At the Chiefs' September 23,", "2001, home game against the New York Giants, fans gave the opposing Giants", "a standing ovation.^[97]", "After every Chiefs touchdown at home games, fans chant while pointing in", "the direction of the visiting team and fans, \"We're gonna beat the hell", "outta you...you...you, you, you, you!\" over the song \"Rock and Roll Part", "2.\"^[151] The chant starts after the third \"hey!\" in the song.^[151] The", "original version of the song by Gary Glitter was previously used until the", "NFL banned his music from its facilities in 2006 following the British", "rocker's conviction on sexual abuse charges in Vietnam.^[151] A cover", "version of the song played by Tube Tops 2000^[151] was used from 2006", "until the 2015 season.^[152]", "The Chiefs' fan base has expanded across the world like many other NFL", "teams. However, there is a Twitter account dedicated to Chiefs fans in the", "UK and has been recognized by the Kansas City Chiefs and is their official", "UK fan page. They have many dedicated fans writing articles and", "interviewing players of the team such as Tamba Hali.^[153]", "Arrowhead Stadium is also recognized by Guinness World Records as having", "the loudest outdoor stadium in the world. This was achieved on September", "29, 2014, in a Monday Night Football game against the New England Patriots", "when the crowd achieved a roar of 142.2 decibels^[154] which is comparable", "to standing 100 feet (30 m) from a jet engine, which even with short term", "exposure, can cause permanent damage.^[155]", "Tony DiPardo[edit]", "From various periods between 1963 and the 2008 season, trumpeter Tony", "DiPardo and The T.D. Pack Band played live music at every Chiefs home", "game.^[156]^[157] The band was known as The Zing Band when the team was", "located at Municipal Stadium. DiPardo was honored by head coach Hank Stram", "in 1969 with a Super Bowl ring for the team's victory in Super Bowl", "IV.^[156] When his health was declining, DiPardo took a leave of absence", "from the band from 1983 to 1988.^[157] DiPardo's daughter took over as", "bandleader in 1989, by which time DiPardo returned to the band by popular", "demand.^[157]^[158] For the 2009 season, due to renovations at Arrowhead", "Stadium, the band did not return to perform at the stadium.", "DiPardo died on January 27, 2011, at age 98. He had been hospitalized", "since December 2010 after suffering a brain aneurysm.^[159]", "Charges of racism and cultural appropriation[edit]", "Main article: Kansas City Chiefs name controversy", "For various reasons, the team has faced charges of racism and", "anti-Indigenous cultural appropriation and misuse of names, symbols, and", "practices.^[160]^[161] The name comes from the nickname of former Kansas", "City mayor Harold Roe Bartle, who was nicknamed \"Chief\".^[162] Over the", "life of the franchise the following have also been displayed: an arrowhead", "logo, fans' \"tomahawk chop\" gestures during games, a horse named Warpaint,", "the use of a large drum, and the wearing of face paint, headdresses, and", "other Native regalia.^[13]^[14]", "Tomahawk chop[edit]", "Chiefs fans also carry on a tradition that began at Florida State", "University in the mid 1980s by using the Seminole WarChant as a rallying", "cry during key moments in their football games.^[163]^[164] Prior to each", "home game, a former Chiefs player^[165] or a famous Chiefs fan (such as", "NASCAR driver Clint Bowyer^[166] or rapper Tech N9ne^[167]), called the", "honorary drum leader, bangs on a drum with a large drum stick to start the", "Tomahawk chop.", "The Chiefs' and their fans use of American Indian imagery and stereotypes", "has been the source of controversy, as some decry usage of symbols like", "the \"war drum,\" songs and spectacles like the \"Tomahawk Chop,\" and", "stereotypical dress of fans in faux war paint and headdresses. In 2016,", "Native American groups asked the Kansas City Chiefs to stop doing the", "tomahawk chop.^[168] In the same year a similar request was made of Exeter", "Chiefs.^[169] The editorial board of the Kansas City Star newspaper called", "for the cessation of the \"Tomahawk Chop\" in late 2019, noting opposition", "from Native Americans and Tribes, and stating that the practice", "stereotypes and dehumanizes Native Americans.^[170]", "The Chiefs have escaped the more intense criticism of other teams using", "Native American names and logos, however attention increased in 2020 in", "advance of their appearance in Super Bowl LIV.^[171] While there have been", "efforts to address other issues, such as fans wearing warpaint and", "headdresses, the \"chop\" and the accompanying chant is defended, including", "by some local Native Americans. However, in a national survey, half of", "Native Americans said the \"tomahawk chop\" bothered or offended them,", "rising to 65% among those more engaged in Native traditions.^[172]", "See also[edit]", "* List of Kansas City Chiefs seasons", "References[edit]", "1. ^ \"Chiefs History 1958-1959\". Chiefs.com. NFL Enterprises, LLC.", "Retrieved August 8, 2018.", "2. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j", "\"Chiefs Uniform History\". Chiefs.com. NFL Enterprises, LLC. Retrieved", "February 13, 2019.", "3. ^", "\"Kansas City Chiefs Team Capsule\". 2020 Official National Football", "League Record and Fact Book. NFL Enterprises, LLC. August 17, 2020.", "Retrieved September 7, 2020.", "4. ^", "\"Front Office Staff\". Chiefs.com. NFL Enterprises, LLC. Retrieved June", "3, 2020.", "5. ^", "Gregory, Sean (February 3, 2020). \"Patrick Mahomes Led the Kansas City", "Chiefs to a Super Bowl Comeback. He Also Affirmed His Greatness\".", "Time. Retrieved March 17, 2020.", "6. ^", "Wagoner, Nick (January 29, 2020). \"Chiefs, 49ers fill the need for", "speed in Super Bowl LIV\". ESPN Internet Ventures, LLC. Retrieved", "February 4, 2020.", "7. ^ ^a ^b", "\"Everything is set for Texans' change\". Lawrence Daily Journal-World.", "(Kansas). Associated Press. May 23, 1963. p. 10.", "8. ^ ^a ^b", "\"AFL team moves to Kansas City\". Eugene Register-Guard. (Oregon). AP,", "UPI reports. May 23, 1963. p. 4D.", "9. ^ ^a ^b", "\"K.C. pro eleven has 'Chiefs' tag\". Lawrence Daily Journal-World.", "(Kansas). May 27, 1963. p. 17.", "10. ^", "\"Chiefs History 1960-1969\". Chiefs.com. NFL Enterprises, LLC.", "Retrieved January 11, 2019.", "11. ^ ^a ^b ^c ^d ^e ^f ^g", "\"NFL team valuations: #20 Kansas City Chiefs\". Forbes. August 25,", "2010. Archived from the original on September 28, 2010. Retrieved", "September 15, 2010.", "12. ^ ^a ^b ^c ^d ^e ^f ^g", "\"Pro Football Hall of Fame: Kansas City Chiefs\". Pro Football Hall of", "Fame. Archived from the original on January 26, 2016. Retrieved", "January 22, 2016.", "13. ^ ^a ^b", "Kelley, Alexandra (February 5, 2021). \"On eve of Super Bowl, Native", "Americans boo the Kansas City Chiefs\". TheHill. Retrieved February 17,", "2021.", "14. ^ ^a ^b", "Leah Asmelash. \"How the Kansas City Chiefs got their name, and why", "it's so controversial\". CNN. Retrieved February 17, 2021.", "15. ^ ^a ^b ^c ^d ^e ^f", "\"Kansas City Chiefs History – AFL Origins\". Chiefs.com. NFL", "Enterprises, LLC. Archived from the original on March 2, 2010.", "Retrieved December 31, 2008.", "16. ^", "NFL (November 3, 2017), That Time the Chiefs Battled the Cowboys for", "Dallas' Hearts | NFL Highlights, retrieved November 4, 2017", "17. ^ ^a ^b ^c ^d ^e Althaus, p. 35", "18. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k ^l ^m ^n ^o ^p ^q ^r ^s ^t ^u ^v ^w", "^x", "\"Kansas City Chiefs History – 1960s\". Chiefs.com. NFL Enterprises,", "LLC. Archived from the original on June 9, 2008. Retrieved December", "31, 2008.", "19. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k", "\"Kansas City Chiefs Franchise Encyclopedia\". Pro Football Reference.", "Archived from the original on January 19, 2009. Retrieved January 11,", "2009.", "20. ^ ^a ^b ^c ^d", "Kuhbander, Brad (February 8, 2008). \"Kuhbander: This Week in Chiefs", "History\". Chiefs.com. NFL Enterprises, LLC. Archived from the original", "on February 19, 2008. Retrieved January 10, 2009.", "21. ^ ^a ^b ^c ^d Gruver, p. 103", "22. ^", "https://indiancountrytoday.com/news/how-the-kansas-city-chiefs-got-their-name-and-the-boy-scout-tribe-of-mic-o-say-rKgOKV-x5E6z5GQAUoxxUA", "23. ^", "https://www.forbes.com/sites/davecaldwell/2020/02/01/the-true-tale-of-the-original-kansas-city-chief/", "24. ^", "https://www.businessinsider.com/chiefs-name-from-kansas-city-mayor-chief-2020-1", "25. ^ ^a ^b ^c Maske, p. 325", "26. ^", "Rex W. Huppke (January 30, 2007). \"Legends of the Bowl\". Chicago", "Tribune. Archived from the original on February 2, 2007. Retrieved", "January 31, 2007. Lamar Hunt, who died in December, coined the term", "Super Bowl in the late 1960s after watching his kids play with a Super", "Ball, the bouncy creation of iconic toy manufacturer Wham-O.", "27. ^ Gruver, p. 167", "28. ^ Gruver, p. 179", "29. ^", "\"Len Dawson\". Pro Football Reference. Archived from the original on", "August 29, 2008. Retrieved July 19, 2008.", "30. ^ One game more than the Los Angeles/San Diego Chargers,", "Pro-Football-Reference.com: In multiple seasons, from 1960 to 1969, in", "the regular season, sorted by descending Date.", "31. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k ^l ^m ^n", "\"Kansas City Chiefs History – 1970s\". Chiefs.com. NFL Enterprises,", "LLC. Archived from the original on June 9, 2008. Retrieved December", "31, 2008.", "32. ^ ^a ^b Althaus, p. 97", "33. ^ Althaus, p. 101", "34. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k ^l ^m", "\"Kansas City Chiefs History – 1980s\". Chiefs.com. NFL Enterprises,", "LLC. Archived from the original on May 1, 2008. Retrieved December 31,", "2008.", "35. ^", "\"Joe Delaney headed for Chiefs ring of honor Sunday\". Chiefs.com. NFL", "Enterprises, LLC. September 23, 2004. Archived from the original on", "January 13, 2005. Retrieved July 13, 2008.", "36. ^ Althaus, p. 167", "37. ^ ^a ^b", "\"Warrick, Klinger fell way short in Cincy\". ESPN.com. April 16, 2008.", "Archived from the original on December 4, 2008. Retrieved January 16,", "2009.", "38. ^ Mackovic released. New York Times, January 9, 1987.", "39. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k ^l ^m ^n ^o", "\"Kansas City Chiefs History – 1990s\". Chiefs.com. NFL Enterprises,", "LLC. Archived from the original on July 9, 2008. Retrieved December", "31, 2008.", "40. ^ Althaus, p. 63", "41. ^ ^a ^b", "\"Marty Schottenheimer's coaching record\". Pro Football Reference.", "Archived from the original on July 9, 2008. Retrieved July 9, 2008.", "42. ^ ^a ^b ^c", "Tucker, Doug (January 20, 2004). \"Chiefs name Gunther Cunningham", "defensive coordinator\". USA Today. Retrieved July 9, 2008.", "43. ^ ^a ^b ^c ^d ^e ^f ^g ^h ^i ^j ^k ^l ^m ^n ^o ^p ^q ^r ^s ^t ^u ^v ^w", "^x ^y ^z ^aa", "\"Kansas City Chiefs History – 2000s\". NFL Enterprises, LLC. Archived", "from the original on June 9, 2008. Retrieved December 31, 2008.", "44. ^ Althaus, p. 65", "45. ^", "Pasquarelli, Len (June 5, 2007). \"Green goes to Dolphins from Chiefs", "in trade\". Archived from the original on October 10, 2007. Retrieved", "December 31, 2008.", "46. ^ ^a ^b ^c", "Clayton, John (November 6, 2008). \"Interesting list of suitors for", "Hall\". ESPN.com. Retrieved November 14, 2008.", "47. ^ ^a ^b", "\"KC trades DE Jared Allen to Minnesota for multiple draft choices\".", "Chiefs.com. NFL Enterprises, LLC. April 23, 2008. Archived from the", "original on June 9, 2008. Retrieved November 27, 2008.", "48. ^ ^a ^b", "\"Chiefs QB Thigpen to start vs. Falcons\". Associated Press. September", "17, 2008. Archived from the original on September 19, 2008. Retrieved", "September 17, 2008.", "49. ^", "\"Chiefs' Day 1 plan comes together with Dorsey, others\". ESPN.com.", "April 26, 2008. Archived from the original on October 24, 2008.", "Retrieved November 27, 2008.", "50. ^", "\"Draft yields quantity, and plenty of quality, for Chiefs\". ESPN.com.", "April 27, 2008. Archived from the original on October 22, 2008.", "Retrieved November 27, 2008.", "51. ^ ^a ^b", "Williamson, Bill (June 18, 2008). \"Several '08 picks should make", "immediate impact\". ESPN.com. Archived from the original on August 4,", "2008. Retrieved November 27, 2008.", "52. ^", "\"Chiefs QB Croyle out for this week\". NFL.com. Associated Press.", "September 8, 2008. Archived from the original on September 10, 2008.", "Retrieved September 17, 2008.", "53. ^", "\"Chiefs QB Thigpen to start vs. Falcons\". ESPN.com. Associated Press.", "September 17, 2008. Archived from the original on September 19, 2008.", "Retrieved September 17, 2008.", "54. ^ ^a ^b ^c", "\"Falcons back on track after victory over winless Chiefs\". NFL.com.", "Associated Press. September 21, 2008. Archived from the original on", "December 11, 2008. Retrieved November 27, 2008.", "55. ^", "\"Huard will start at quarterback Sunday for Kansas City\". NFL.com.", "Associated Press. September 22, 2008. Retrieved November 14, 2008.", "56. ^", "\"Chiefs' Johnson under investigation for latest incident involving a", "woman\". ESPN.com. October 20, 2008. Archived from the original on", "October 23, 2008. Retrieved October 21, 2008.", "57. ^ ^a ^b", "\"Chiefs' Johnson charged for spitting in woman's face, won't play for", "now\". ESPN.com. October 28, 2008. Archived from the original on", "October 30, 2008. Retrieved October 28, 2008.", "58. ^", "Smith, Michael (October 12, 2008). \"Source: Chiefs willing to listen", "to offers for record-setting TE Gonzalez\". ESPN.com. Archived from the", "original on October 20, 2008. Retrieved October 21, 2008.", "59. ^", "\"Gonzalez tells teammates he's not bitter about failed trade request\".", "ESPN.com. October 16, 2008. Archived from the original on October 18,", "2008. Retrieved October 21, 2008.", "60. ^", "\"Chiefs QB Croyle sprains right knee, done for the season\". ESPN.com.", "Associated Press. October 19, 2008. Archived from the original on", "October 22, 2008. Retrieved October 19, 2008.", "61. ^", "\"Chiefs QB Croyle out for this week\". NFL.com. Associated Press.", "September 8, 2008. Archived from the original on September 10, 2008.", "Retrieved November 27, 2008.", "62. ^ ^a ^b", "Rand, Jonathan (November 13, 2008). \"Breaking the Mold\". Chiefs.com.", "NFL Enterprises, LLC. Archived from the original on January 10, 2009.", "Retrieved November 14, 2008.", "63. ^ ^a ^b ^c", "Chadiha, Jeffri (November 21, 2008). \"Spread changes options for", "Chiefs\". ESPN.com. Archived from the original on October 25, 2012.", "Retrieved November 26, 2008.", "64. ^", "\"Source: Johnson's discipline in response to pattern of behavior\".", "ESPN.com. October 18, 2008. Archived from the original on October 19,", "2008. Retrieved October 21, 2008.", "65. ^", "\"Titans extend winning streak as Chiefs lose game, Croyle\". NFL.com.", "Associated Press. October 19, 2008. Archived from the original on", "October 23, 2008. Retrieved November 27, 2008.", "66. ^", "\"Williams' career-best game helps Panthers blank Chiefs\". NFL.com.", "Associated Press. October 5, 2008. Archived from the original on", "December 11, 2008. Retrieved November 27, 2008.", "67. ^", "\"Edwards helps Bills score most against Chiefs in history\". ESPN.com.", "Associated Press. November 23, 2008. Archived from the original on", "December 6, 2008. Retrieved November 23, 2008.", "68. ^", "\"Chiefs GM Peterson to step down at end of season\". ESPN.com.", "Associated Press. December 15, 2008. Archived from the original on", "December 17, 2008. Retrieved December 15, 2008.", "69. ^ ^a ^b ^c ^d", "\"Scott Pioli to join Kansas City Chiefs\". ESPN.com. January 13, 2009.", "Archived from the original on January 20, 2009. Retrieved January 13,", "2009.", "70. ^ ^a ^b", "\"Chiefs fire Edwards; Shanahan next?\". ESPN.com. January 23, 2009.", "Archived from the original on January 30, 2009. Retrieved January 23,", "2009.", "71. ^ ^a ^b", "\"Herm Edwards relieved of duties as Chiefs head coach\". Kansas City", "Chiefs. January 23, 2009. Archived from the original on January 26,", "2009. Retrieved January 23, 2009.", "72. ^ ^a ^b", "\"Todd Haley named Kansas City Chiefs head coach\". Kansas City Chiefs.", "February 6, 2009. Archived from the original on February 9, 2009.", "Retrieved February 6, 2009.", "73. ^ ^a ^b", "\"Chiefs hire Cardinals offensive coordinator Haley as coach\".", "Associated Press. February 6, 2009. Archived from the original on", "February 7, 2009. Retrieved February 6, 2009.", "74. ^", "\"Chiefs trade Gonzalez for 2010 draft pick\". ESPN.com. Associated", "Press. April 23, 2009. Archived from the original on April 26, 2009.", "Retrieved June 7, 2009.", "75. ^", "King, Peter (February 28, 2009). \"Chiefs complete trade for Cassel\".", "Sports Illustrated. Archived from the original on March 4, 2009.", "Retrieved February 28, 2009.", "76. ^", "\"Chiefs acquire QB Matt Cassel, LB Mike Vrabel in trade with", "Patriots\". Kansas City Chiefs. February 28, 2009. Archived from the", "original on March 4, 2009. Retrieved February 28, 2009.", "77. ^", "\"Chiefs claim Chambers\". ESPN.com. Associated Press. November 3, 2009.", "Archived from the original on November 7, 2009. Retrieved November 3,", "2009.", "78. ^", "\"HALEY RELIEVED OF DUTIES\". Archived from the original on January 7,", "2012. Retrieved December 12, 2011.", "79. ^", "\"Romeo Crennel will coach Chiefs for remainder of season\".", "KCChiefs.com.", "80. ^", "\"Chiefs to Name Romeo Crennel Head Coach\". KCChiefs.com.", "81. ^", "\"2013 NFL Draft order set\". CBSSports.com. Archived from the original", "on May 25, 2013.", "82. ^", "Bill Williamson (March 12, 2013). \"Niners announce Alex Smith trade\".", "espn.com. Archived from the original on March 15, 2013. Retrieved", "April 22, 2013.", "83. ^", "\"Kansas City Chiefs dominate Texans in Houston\". National Football", "League. Associated Press. January 9, 2016. Archived from the original", "on January 19, 2016. Retrieved January 21, 2016.", "84. ^", "\"Chiefs top Dolphins, clinch back-to-back division titles for first", "time in franchise history\". Missouri net. Retrieved October 15, 2018.", "85. ^", "\"Didn't think the Chiefs' miserable playoff history could get worse?", "Well, it did\". Yahoo! Sports. Retrieved January 6, 2018.", "86. ^ \"Chiefs Defeat Texans, 51-31, to Complete Largest Comeback in", "Franchise History\" Chiefs.com. Sunday, Jan 12, 2020.", "87. ^ \"Chiefs Defeat Titans, 35-24, and Advance to Super Bowl\" Chiefs.com.", "Sunday, Jan 19, 2020.", "88. ^ Chiefs Rally to Win Super Bowl LIV, 31-20, and Secure World", "Championship Chiefs.com. Sunday, Feb 02, 2020.", "89. ^", "\"Patrick Mahomes tops Mike Trout for biggest contract in sports", "history\". ESPN.com. July 6, 2020. Retrieved July 7, 2020.", "90. ^ Ferrin, Reid. (July 31, 2007) River Falls Wrap: Day Six Archived", "February 20, 2011, at the Wayback Machine. Kcchiefs.com. Retrieved on", "July 29, 2013.", "91. ^ ^a ^b ^c", "\"Lamar Hunt patch becomes a permanent part of the Chiefs' uniform\".", "Kansas City Chiefs. January 28, 2008. Archived from the original on", "June 9, 2008. Retrieved December 31, 2008.", "92. ^", "\"Chiefs to unveil \"throwback\" AFL uniforms in 2009\". Kansas City", "Chiefs. March 24, 2009. Archived from the original on March 27, 2009.", "Retrieved March 24, 2009.", "93. ^", "\"Arrowhead Stadium\". Kansas City Chiefs. Archived from the original on", "August 30, 2009. Retrieved September 14, 2009.", "94. ^ ^a ^b", "Mosley, Matt (August 29, 2008). \"NFL's best fans? We gotta hand it to", "the Steelers (barely)\". ESPN.com. Archived from the original on August", "31, 2008. Retrieved January 14, 2009.", "95. ^", "\"Stadiums of the NFL – Arrowhead Stadium\". Archived from the original", "on December 16, 2008. Retrieved December 31, 2008.", "96. ^", "\"Arrowhead Stadium Quotes\". Archived from the original on December 16,", "2008. Retrieved December 31, 2008.", "97. ^ ^a ^b", "\"Peter King Notes – The NFL\". CNN. October 1, 2001. Archived from the", "original on March 29, 2008. Retrieved December 31, 2008.", "98. ^ ^a ^b", "\"NFL's Top 10 Fan Bases (Photo Gallery)\". FoxSports.com. Archived from", "the original on September 12, 2008. Retrieved January 14, 2009.", "99. ^ ^a ^b", "\"Chiefs ready for playoff nemesis Indianapolis\". Topeka", "Capital-Journal. January 11, 2004. Archived from the original on", "October 5, 2008. Retrieved December 31, 2008.", "100. ^", "\"Sports Illustrated's 2005 poll: \"Toughest Places to Play\"\". Sports", "Illustrated. Archived from the original on December 16, 2008.", "Retrieved December 31, 2008.", "101. ^", "Crumpacker, John (October 1, 2006). \"49ers have to cope with the din", "of Arrowhead\". San Francisco Chronicle. Archived from the original on", "October 10, 2008. Retrieved December 31, 2008.", "102. ^ ^a ^b", "\"This Week in Chiefs History\". Kansas City Chiefs. February 2, 2008.", "Archived from the original on March 7, 2008. Retrieved February 9,", "2009.", "103. ^", "Jon Benne (October 13, 2013). \"Chiefs set new Guinness world record", "for stadium noise\". SBNation.com. Vox Media. Archived from the", "original on October 17, 2014.", "104. ^", "\"Records Broken\". Archived from the original on October 15, 2013.", "Retrieved October 13, 2013.", "105. ^", "\"Chiefs Kingdom to be Featured on National TV\". KCChiefs.com.", "Archived from the original on September 26, 2014. Retrieved September", "25, 2014.", "106. ^", "\"Chiefs and GEHA Announce Naming Rights Agreement for GEHA Field at", "Arrowhead Stadium\". Chiefs.com.", "107. ^ Peterson, p. 176", "108. ^", "Moris, Pete (August 21, 2009). \"Au Revoir, River Falls\". Kansas City", "Chiefs. Archived from the original on August 26, 2009. Retrieved", "September 6, 2009.", "109. ^", "\"Chiefs to be featured in HBO's 'Hard Knocks' this summer\". Kansas", "City Chiefs. June 2, 2007. Archived from the original on June 9,", "2008. Retrieved December 31, 2008.", "110. ^", "\"Chiefs announce plans for 2009 training camp\". Kansas City Chiefs.", "December 12, 2008. Archived from the original on December 17, 2008.", "Retrieved December 12, 2008.", "111. ^", "\"Kansas City Chiefs to train in St. Joseph\". Joplin Independent.", "December 16, 2008. Archived from the original on April 1, 2009.", "Retrieved December 31, 2008.", "112. ^", "\"Chiefs training camp to return to Missouri beginning in 2010\".", "Kansas City Chiefs. June 18, 2009. Archived from the original on June", "22, 2009. Retrieved June 19, 2009.", "113. ^", "McDonald, Jerry (September 12, 2019). \"Dishing dirt one last time on", "Raiders-Chiefs rivalry\". The Mercury News. Retrieved September 22,", "2019.", "114. ^", "Vousoughian, Farzin (July 12, 2012). \"Kansas City Chiefs: The 5 Best", "Non-Divisional Rivalries\". Bleacher Report. Retrieved September 22,", "2019.", "115. ^ ^a ^b ^c ^d ^e ^f", "\"Kansas City Chiefs mascots and cheerleaders\". June 21, 2008.", "Archived from the original on February 10, 2012. Retrieved December", "31, 2008.", "116. ^ McKenzie, p. 141", "117. ^", "Echlin, Greg (September 21, 2009). \"KCUR: Warpaint returns to", "Arrowhead Stadium\". KCUR. Archived from the original on June 5, 2011.", "Retrieved September 21, 2009.", "118. ^", "\"Warpaint\". Kansas City Chiefs. Archived from the original on", "December 14, 2014. Retrieved November 13, 2014.", "119. ^", "\"K. C. Wolf\". Kansas City Chiefs. Archived from the original on June", "10, 2008. Retrieved December 31, 2008.", "120. ^", "\"Mascot Hall of Fame – K. C. Wolf\". Mascot Hall of Fame. Archived", "from the original on January 28, 2013. Retrieved December 31, 2008.", "121. ^ ^a ^b ^c McKenzie, p. 140", "122. ^ ^a ^b", "\"Kansas City Chiefs History – Cheerleaders\". Kansas City Chiefs.", "Archived from the original on August 22, 2008. Retrieved December 31,", "2008.", "123. ^ ^a ^b ^c ^d", "Gretz, Bob (March 11, 2009). \"Who's next for Chiefs Hall?\". Kansas", "City Chiefs. Archived from the original on March 16, 2009. Retrieved", "March 11, 2009.", "124. ^", "\"Kansas City Chiefs Hall of Fame\". Kansas City Chiefs. Archived from", "the original on June 9, 2008. Retrieved December 31, 2008.", "125. ^", "\"Vermeil and the Chiefs in perfect harmony as the curtain falls with", "a 37–3 win\". Kansas City Chiefs. Archived from the original on March", "17, 2008. Retrieved July 9, 2008.", "126. ^", "\"Hall of Famers by Franchise\". Pro Football Hall of Fame. Archived", "from the original on July 7, 2008. Retrieved July 9, 2008.", "127. ^", "\"Herm Edwards named the 10th head coach in Kansas City Chiefs", "history\". Kansas City Chiefs. Archived from the original on May 24,", "2007. Retrieved July 9, 2008.", "128. ^", "\"Chiefs given permission to talk to Herm Edwards\". Kansas City", "Chiefs. Archived from the original on May 10, 2006. Retrieved July 9,", "2008.", "129. ^ ^a ^b Herb, Kuhbander, Looney, and Moris, p. 4", "130. ^", "\"Clark Hunt, Chairman of the Board\". Kansas City Chiefs. Archived", "from the original on June 10, 2008. Retrieved December 31, 2008.", "131. ^ Herb, Kuhbander, Looney, and Moris, p. 6", "132. ^ ^a ^b", "\"Denny Thum steps down from the Chiefs; Clark Hunt to be CEO\". Kansas", "City Chiefs. September 14, 2010. Archived from the original on", "September 17, 2010. Retrieved September 15, 2010.", "133. ^ ^a ^b ^c ^d ^e ^f Herb, Kuhbander, Looney, and Moris, p. 411", "134. ^ ^a ^b ^c ^d", "\"Chiefs' Carl Peterson resigns; Edwards' future uncertain\". USA", "Today. Associated Press. December 15, 2008. Retrieved December 15,", "2008.", "135. ^", "\"Denny Thum named Kansas City Chiefs president\". Kansas City Chiefs.", "May 8, 2009. Archived from the original on May 15, 2009. Retrieved", "May 8, 2009.", "136. ^", "\"Chairman of the Board Clark Hunt Press Conference on the resignation", "of Carl Peterson\". Kansas City Chiefs. December 15, 2008. Archived", "from the original on December 18, 2008. Retrieved December 15, 2008.", "137. ^", "\"Scott Pioli named Kansas City Chiefs general manager\". Kansas City", "Chiefs. January 13, 2009. Archived from the original on January 18,", "2009. Retrieved January 14, 2009.", "138. ^", "\"Chiefs, Dorsey Agree to Part Ways\". Archived from the original on", "July 10, 2017. Retrieved July 11, 2017.", "139. ^", "\"Kansas City Chiefs promote Brett Veach to GM spot\". Espn.com. July", "10, 2017. Archived from the original on July 10, 2017. Retrieved July", "10, 2017.", "140. ^ ^a ^b ^c ^d ^e Herb, Kuhbander, Looney, and Moris, p. 51", "141. ^", "\"Hall Of Famer Len Dawson Reducing Role With Chiefs Radio Network\".", "SunFlowerRadio.com. Archived from the original on August 21, 2016.", "Retrieved August 21, 2016.", "142. ^ ^a ^b", "\"101 The Fox extends Kansas City Chiefs radio broadcast rights", "through 2009 season\". Kansas City Chiefs. August 24, 2006. Archived", "from the original on May 28, 2008. Retrieved December 31, 2008.", "143. ^", "Kerkhoff, Blair (December 5, 2019). \"Chiefs flagship radio station", "and broadcast partner moving on the dial in 2020\". Kansas City Star.", "Retrieved February 5, 2020.", "144. ^", "\"Chiefs Radio Network Affiliate Team\". Cumulus Media, Inc. Archived", "from the original on May 1, 2014. Retrieved June 16, 2013.", "145. ^", "Schein, Adam (June 2, 2009). \"Ranking the NFL: Insider grading on", "every franchise\". Fox Sports. Archived from the original on June 8,", "2009. Retrieved June 8, 2009.", "146. ^ ^a ^b", "Thomas, G. Scott (September 4, 2006). \"Cleveland is No. 1 in ranking", "of NFL fan loyalty\". Bizjournals. Archived from the original on", "October 11, 2008. Retrieved January 14, 2009.", "147. ^", "\"Welcome to Chiefs Nation!\". Kansas City Chiefs. Archived from the", "original on August 22, 2008. Retrieved January 15, 2009.", "148. ^", "\"Lamar Hunt announces birth of Chiefs Nation\". Kansas City Chiefs.", "April 16, 2008. Archived from the original on June 13, 2007.", "Retrieved January 5, 2009.", "149. ^ ^a ^b McKenzie, p. 132", "150. ^", "\"Giants beat Chiefs 13–3 in defensive struggle\". Sports Illustrated.", "Associated Press. September 24, 2001. Archived from the original on", "October 25, 2012. Retrieved December 31, 2008.", "151. ^ ^a ^b ^c ^d", "Pahigian, Josh (December 3, 2007). \"It's a Celebration: Best NFL", "Touchdown Rituals\". ESPN.com. Archived from the original on November", "3, 2012. Retrieved January 16, 2009.", "152. ^", "Grathoff, Pete. \"The Chiefs are changing their TD celebration song", "and fans are furious\". The Kansas City Star. The Kansas City Star.", "Retrieved August 14, 2019.", "153. ^ Arrowheads Abroad (KCChiefsUK) on Twitter. Twitter.com. Retrieved", "on July 29, 2013.", "154. ^", "\"Chiefs break Guinness crowd noise record at Arrowhead against the", "Patriots\". USAToday.com. Archived from the original on September 30,", "2014.", "155. ^", "\"Decibel (Loudness) Comparison Chart\". GCAudio.com.", "156. ^ ^a ^b Althaus, p. 86", "157. ^ ^a ^b ^c McKenzie, p. 137", "158. ^ Althaus, p. 100", "159. ^", "Justin Unell (January 27, 2011). \"Chiefs band leader Tony DiPardo", "dies\". KSHB 41 News, Kansas City. Archived from the original on", "September 27, 2011. Retrieved January 27, 2011.", "160. ^", "\"Opinion | If the Kansas City Chiefs want to \"end racism,\" they can", "start with their name\". NBC News. Retrieved February 17, 2021.", "161. ^", "\"Protest calling for Chiefs to change name and stop using tomahawk", "chop planned ahead of Super Bowl\". www.cbsnews.com. Retrieved", "February 17, 2021.", "162. ^", "\"The Chiefs got their controversial name from a Kansas City mayor who", "went by 'Chief' and insisted on the team being named after himself\".", "BusinessInsider.com.", "163. ^ McKenzie, p. 133", "164. ^", "\"The Tomahawk Chop-it's No Longer Just Fsu's\".", "tribunedigital-sunsentinel.", "165. ^", "\"Game Day Activities: Chiefs vs. Giants\". Chiefs.com. Archived from", "the original on February 11, 2017. Retrieved February 9, 2017.", "166. ^", "\"Clint Bowyer revs up Kansas City Chiefs' pregame tradition\".", "NASCAR.com.", "167. ^", "\"Tech N9ne will be guest drummer and spirit leader at Arrowhead", "Sunday\". Fox4KC.com.", "168. ^", "Ariel Rothfield (January 15, 2016). \"Kansas indigenous group asking", "Kansas City Chiefs fans to stop the Tomahawk chop\". KSHB. Archived", "from the original on December 28, 2016. Retrieved February 23, 2017.", "169. ^", "EdOldfield (August 8, 2016). \"A message for Exeter Chiefs rugby club", "from a member of the Crow Creek Dakota Sioux tribe\". Exeter Express", "and Echo. Archived from the original on August 9, 2016. Retrieved", "February 23, 2017.", "170. ^", "Editorial Board (November 1, 2019). \"Stop the Offensive 'Arrowhead", "Chop.' It's Time for a New Chiefs Tradition\". Kansas City Star.", "Retrieved January 20, 2020.", "171. ^", "Jacob Bogage (January 27, 2020). \"The Chiefs are bringing Native", "American imagery, and the 'tomahawk chop,' to a Super Bowl stage\".", "The Washington Post.", "172. ^", "John Eligon (January 29, 2020). \"Celebrating the Kansas City Chiefs,", "the Chop Divides\". The New York Times.", "Further reading[edit]", "* Althaus, Bill (2007). The Good, The Bad, and The Ugly: Kansas City", "Chiefs: Heart-Pounding, Jaw-Dropping, and Gut-Wrenching Moments in", "Kansas City Chiefs History. Triumph Books. ISBN 978-1-57243-928-3.", "* Gruver, Ed (1997). The American Football League: A Year-by-year", "History, 1960–1969. McFarland Publishing. ISBN 0-7864-0399-3.", "* Herb, Patrick; Kuhbander, Brad; Looney, Josh; et al., eds. (2008).", "2008 Kansas City Chiefs Media Guide. Kansas City Chiefs Football Club,", "Inc.", "* Hoskins, Alan (1999). Warpaths: The Illustrated History of the Kansas", "City Chiefs. Taylor Publishing Company. ISBN 0-87833-156-5.", "* Maske, Mark (2007). War Without Death: A Year of Extreme Competition", "in Pro Football's NFC East. Penguin Group. ISBN 978-1-59420-141-7.", "* McKenzie, Michael (1997). Arrowhead: Home of the Chiefs. Addax", "Publishing Group. ISBN 1-886110-11-5.", "* Peterson, John E. (2003). The Kansas City Athletics: A Baseball", "History, 1954–1967. McFarland. ISBN 0-7864-1610-6.", "* Stallard, Mark (2004). Kansas City Chiefs Encyclopedia (2nd ed.).", "Sports Publishing, LLC. ISBN 1-58261-834-8.", "External links[edit]", "Wikimedia Commons has media related to Kansas City Chiefs.", "* Official website Edit this at Wikidata", "* Kansas City Chiefs at the National Football League official website", "* v", "* t", "* e", "Kansas City Chiefs", "* Founded in 1960", "* Formerly the Dallas Texans (1960–1962)", "* Based and headquartered in Kansas City, Missouri", "* Franchise", "* History", "* Seasons", "* Players", "Franchise                      * First-round picks", "* Coaches", "* Logos and uniforms", "* Awards", "* Records", "* Starting quarterbacks (list)", "* Cotton Bowl", "Stadiums                       * Municipal Stadium", "* Arrowhead Stadium", "* Owner: Hunt family", "* Chairman & CEO: Clark Hunt", "* President: Mark Donovan", "Personnel                      * General manager: Brett Veach", "* Head coach: Andy Reid", "* Offensive coordinator: Eric Bieniemy", "* Defensive coordinator: Steve Spagnuolo", "* Special teams coach: Dave Toub", "* Chiefs name controversy", "* Lamar Hunt", "* H. Roe Bartle", "* George Toma", "* Warpaint", "Culture                        * K. C. Wolf", "* Cheerleaders", "* Tomahawk chop", "* Tube Tops 2000", "* (You Gotta) Fight for Your Right (To", "Party!)", "Lore                           * 2018 game vs. Los Angeles Rams", "* Jet Chip Wasp", "* Denver Broncos", "Rivalries                      * Las Vegas Raiders", "* Los Angeles Chargers", "* St. Louis Cardinals/Rams", "* 1968", "* 1969", "* 1986", "* 1990", "Wild card berths (10)          * 1991", "* 1992", "* 1994", "* 2006", "* 2013", "* 2015", "* 1962", "* 1966", "* 1971", "* 1993", "* 1995", "* 1997", "Division championships (13)    * 2003", "* 2010", "* 2016", "* 2017", "* 2018", "* 2019", "* 2020", "Conference championships (2)   * 2019", "* 2020", "* 1962", "League championships (3)       * 1969 (IV)", "* 2019 (LIV)", "* 3", "* 16", "* 18", "* 28", "Retired numbers                * 33", "* 36", "* 58", "* 63", "* 78", "* 86", "* Broadcasters", "* Television:", "* KCTV", "* WDAF-TV", "* KSHB-TV", "* Radio:", "* WDAF-FM", "* Personalities:", "Media                               * Dave Armstrong", "* Len Dawson", "* Kendall Gammon", "* Bob Gretz", "* Art Hains", "* Bill Grigsby", "* Kevin Harlan", "* Mitch Holthus", "* Roger Twibell", "* League: National Football League", "Current league affiliations      (1970–present)", "* Conference: American Football Conference", "* Division: West Division", "Former league affiliation      * League: American Football League", "(1960–1969)", "Links to related articles", "* v", "* t", "* e", "Kansas City Chiefs roster", "* 4 Chad Henne", "* 5 Tommy Townsend", "* 7 Harrison Butker", "* 10 Tyreek Hill", "* 11 Demarcus Robinson", "* 12 Gehrig Dieter", "* 15 Patrick Mahomes", "* 17 Mecole Hardman", "* 22 Juan Thornhill", "* 23 Armani Watts", "* 25 Clyde Edwards-Helaire", "* 26 Damien Williams", "* 27 Rashad Fenton", "* 29 Thakarius Keyes", "* 30 Deandre Baker", "* 31 Darrel Williams", "* 32 Tyrann Mathieu", "* 34 Darwin Thompson", "* 38 L'Jarius Sneed", "* 41 James Winchester", "* 43 Emmanuel Smith", "* 44 Dorian O'Daniel", "* 45 Chris Lammons", "* 47 Darius Harris", "* 48 Nick Keizer", "* 50 Willie Gay", "* 51 Mike Danna", "* 52 Demone Harris", "* 53 Anthony Hitchens", "* 55 Frank Clark", "* 56 Ben Niemann", "* 59 Omari Cobb", "Active        * 67 Lucas Niang", "* 68 Bryan Witzmann", "* 69 Kyle Long", "* 73 Nick Allegretti", "* 74 Martinas Rankin", "* 75 Mike Remmers", "* 76 Laurent Duvernay-Tardif", "* 79 Yasir Durant", "* 80 Evan Baylis", "* 81 Blake Bell", "* 85 Marcus Kemp", "* 87 Travis Kelce", "* 88 Jody Fortson", "* 89 Maurice Ffrench", "* 90 Tim Ward", "* 91 Derrick Nnadi", "* 95 Chris Jones", "* 97 Austin Edwards", "* 98 Tershawn Wharton", "* 99 Khalen Saunders", "* -- Antonio Callaway", "* -- Tyler Clark", "* -- Rodney Clemens", "* -- Sean Culkin", "* -- Anthony Gordon", "* -- Derrick Gore", "* -- Jarran Reed", "* -- Dalton Schoen", "* -- Jordan Ta'amu", "* -- Joe Thuney", "* -- Prince Tega Wanogho", "* -- Chad Williams", "* -- Darryl Williams", "* 13 Byron Pringle (RFA)", "Free agents   * 35 Charvarius Ward (RFA)", "* 77 Andrew Wylie (RFA)", "AFC", "East", "BUF", "MIA", "NE", "NYJ", "North", "BAL", "CIN", "CLE", "PIT", "South", "HOU", "IND", "JAX", "TEN", "West", "DEN", "KC", "LV", "LAC", "NFC", "East", "DAL", "NYG", "PHI", "WAS", "North", "CHI", "DET", "GB", "MIN", "South", "ATL", "CAR", "NO", "TB", "West", "ARI", "LAR", "SF", "SEA", "* v", "* t", "* e", "National Football League (2021)", "East                North          South               West", "* Baltimore    * Houston Texans    * Denver", "* Buffalo Bills       Ravens       * Indianapolis        Broncos", "* Miami Dolphins    * Cincinnati     Colts             * Kansas City", "AFC   * New England         Bengals      * Jacksonville        Chiefs", "Patriots          * Cleveland      Jaguars           * Las Vegas", "* New York Jets       Browns       * Tennessee           Raiders", "* Pittsburgh     Titans            * Los Angeles", "Steelers                           Chargers", "East                     North         South           West", "* Chicago     * Atlanta       * Arizona", "Bears         Falcons         Cardinals", "* Dallas Cowboys         * Detroit     * Carolina      * Los Angeles", "NFC   * New York Giants          Lions         Panthers        Rams", "* Philadelphia Eagles    * Green Bay   * New Orleans   * San", "* Washington Football      Packers       Saints          Francisco", "Team                   * Minnesota   * Tampa Bay       49ers", "Vikings       Buccaneers    * Seattle", "Seahawks", "* Seasons", "* by team", "* Preseason", "* Hall of Fame Game", "* American Bowl", "* Regular season", "* Kickoff game", "* Monday Night Football", "* International Series", "* London", "* Toronto", "* Bills Series", "Seasons              * List of games played outside the U.S.", "* Thanksgiving games", "* Christmas games", "* Playoffs", "* List of games", "* Streaks", "* Droughts", "* AFC Championship", "* NFC Championship", "* Super Bowl", "* champions", "* quarterbacks", "* Pro Bowl", "* League history", "* Executive history", "* Championship history", "* Timeline", "* Defunct franchises", "* Franchise moves and mergers", "* Los Angeles team history", "* Proposed stadiums 1995–2016", "* American Football League (1960–1969)", "* Playoffs", "History         * Merger", "* NFL Championship (1920–1969)", "* Playoff Bowl", "* NFL records", "* individual", "* team", "* Super Bowl", "* All time win–loss", "* Last undefeated", "* Tied games", "* Canceled games", "* Controversies", "* Owners", "* Properties", "* Management Council", "* Competition Committee", "* Collective Bargaining Agreement", "* National Football League Players Association", "Business   * Lockouts", "* Media", "* TV", "* NFL Network", "* NFL RedZone", "* NFL Films", "* Radio", "* Officials", "* Stadiums", "* Chronology", "* Awards", "* All-Pro", "* Hall of Fame", "* Foreign players", "* International Player Pathway Program", "* NFL Europe", "* Player conduct", "* Suspensions", "Other      * Combine", "* Draft", "* Training camp", "* Rivalries", "* NFL Foundation", "* Culture", "* Cheerleading", "* Color Rush", "* Mascots", "* Nicknames", "* Numbers", "* retired", "* v", "* t", "* e", "American Football League", "* Boston Patriots", "* Buffalo Bills", "Eastern Division   * Houston Oilers", "* New York Titans/Jets", "* Miami Dolphins", "* Denver Broncos", "* Dallas Texans/Kansas City Chiefs", "Western Division   * San Diego/Los Angeles Chargers", "* Oakland Raiders", "* Cincinnati Bengals", "* Seasons", "* Playoffs", "* All-League Teams", "* All-Star game", "* AFL Draft", "General            * All-Time Team", "* AFL–NFL merger", "* NFL", "* Thanksgiving Day games", "* Players", "* Officials", "* Ten-year AFL patch", "* ABC", "* 1960s", "* AFL All-Star Game", "* AFL Championship Game", "* Boston Patriots", "* Buffalo Bills", "* Cincinnati Bengals", "Broadcasters       * Dallas Texans/Kansas City Chiefs", "* Denver Broncos", "* Houston Oilers", "* NBC", "* Los Angeles/San Diego Chargers", "* Miami Dolphins", "* New York Titans/Jets", "* Oakland Raiders", "* Super Bowl", "* Joe Foss", "Commissioners      * Al Davis", "* Milt Woodard (President)", "* v", "* t", "* e", "Sports teams based in Missouri", "MLB", "Kansas City Royals", "St. Louis Cardinals", "Baseball     TL", "Springfield Cardinals", "PL", "Cape Catfish", "O'Fallon Hoots", "Basketball   IBA", "St. Louis Trotters", "NFL", "Kansas City Chiefs", "X League", "Kansas City Force", "Football     FFL", "St. Louis Independence (2020)", "Independent", "Kansas City Storm", "XFL", "St. Louis BattleHawks", "NHL", "St. Louis Blues", "Ice hockey   ECHL", "Kansas City Mavericks", "NA3HL", "St. Louis Jr. Blues", "WFTDA", "Arch Rival Roller Derby", "CoMo Derby Dames", "Roller derby    Springfield Roller Derby", "St. Chux Derby Chix", "MRDA", "St. Louis GateKeepers", "USAR                                         Flag of Missouri", "Rugby           Kansas City Blues", "St. Louis Bombers", "MLS", "St. Louis City SC (2023)", "USL2", "St. Louis Lions", "St. Louis Scott Gallagher", "Soccer", "NPSL", "Club Atletico Saint Louis", "Demize NPSL", "MASL", "Kansas City Comets", "St. Louis Ambush", "Tennis       WTT", "Springfield Lasers", "Kansas City Roos", "Missouri Tigers", "NCAA            Missouri State Bears and", "Division I      Lady Bears", "Saint Louis Billikens", "Southeast Missouri State", "Redhawks", "* Central Missouri Mules and", "Jennies", "* Drury Panthers", "* Lincoln Blue Tigers", "College                     * Lindenwood Lions", "athletics                   * Maryville Saints", "NCAA           * Missouri S&T Miners", "Division II    * Missouri Southern Lions", "* Missouri Western Griffons", "* Northwest Missouri State", "Bearcats", "* Southwest Baptist Bearcats", "* Truman Bulldogs", "* UMSL Tritons", "* William Jewell Cardinals", "NCAA           * Washington Bears", "Division III", "NAIA           * Central Methodist Eagles", "* v", "* t", "* e", "Native American mascot controversy", "* Atlanta Braves", "* Tomahawk chop and name controversy", "* Chief Noc-A-Homa", "* Chicago Blackhawks", "Professional sports teams        * name and logo controversy", "* Cleveland Indians", "* name and logo controversy", "* Chief Wahoo", "* Kansas City Chiefs", "* name controversy", "* Name change", "advocates", "* Trademark dispute", "Washington Redskins name   * Opinion polls", "controversy                * Original Americans", "Prior usage                                            Foundation", "* Chief Zee", "* Washington Redhawks", "* Edmonton Eskimos", "Other teams                * Golden State", "Warriors", "* NCAA Native American mascot decision", "* Chief Illiniwek", "* Osceola and Renegade", "College teams                    * Sammy Seminole", "* Fighting Sioux name controversy", "* San Diego State Aztec Warrior", "* List of college teams", "Youth and school teams      * Sports teams named Redskins", "* List of secondary school teams", "* Amanda Blackhorse", "* Brett Chapman", "* Gregg Deal", "* Stephanie Fryberg", "* Suzan Shown Harjo", "Change advocates            * Charlene Teters", "* Adrienne Keene", "* Jacqueline Keeler", "* Mary Kathryn Nagle", "* Robert Roche", "* Philip Yenyo", "* Contemporary Native American issues in the", "United States", "* Cultural appropriation", "* Indigenous intellectual property", "* List of teams", "Related                     * Native American mascot laws and regulations", "* Redface", "* Redskin", "* Stereotypes of indigenous peoples of Canada", "and the United States", "* Tomahawk chop", "Authority control Edit this at     * LCCN: n50060181", "Wikidata                           * VIAF: 130154555", "* WorldCat Identities: lccn-n50060181", "* American football.svgAmerican football portal", "* Flag of the United States.svgUnited States portal", "Retrieved from", "\"https://en.wikipedia.org/w/index.php?title=Kansas_City_Chiefs&oldid=1014601741\"", "Categories:", "* Kansas City Chiefs", "* Dallas Texans", "* American Football League teams", "* National Football League teams", "* American football teams in Kansas City, Missouri", "* Sports in the Kansas City metropolitan area", "* American football teams established in 1960", "* 1963 establishments in Missouri", "* Sports teams in the Kansas City metropolitan area", "Hidden categories:", "* Webarchive template wayback links", "* Articles with short description", "* Short description matches Wikidata", "* Use mdy dates from November 2019", "* Commons category link is on Wikidata", "* Pages using navbox columns without the first column", "* Good articles", "* Wikipedia articles with LCCN identifiers", "* Wikipedia articles with VIAF identifiers", "* Wikipedia articles with WORLDCATID identifiers", "Navigation menu", "Personal tools", "* Not logged in", "* Talk", "* Contributions", "* Create account", "* Log in", "Namespaces", "* Article", "* Talk", "[ ]", "Variants", "Views", "* Read", "* Edit", "* View history", "[ ]", "More", "Search", "_____________________ [ Search ] [ Go ]", "Visit the main page", "Navigation", "* Main page", "* Contents", "* Current events", "* Random article", "* About Wikipedia", "* Contact us", "* Donate", "Contribute", "* Help", "* Learn to edit", "* Community portal", "* Recent changes", "* Upload file", "Tools", "* What links here", "* Related changes", "* Upload file", "* Special pages", "* Permanent link", "* Page information", "* Cite this page", "* Wikidata item", "Print/export", "* Download as PDF", "* Printable version", "In other projects", "* Wikimedia Commons", "Languages", "* العربية", "* Asturianu", "* Беларуская", "* Български", "* Català", "* Čeština", "* Cymraeg", "* Dansk", "* Deutsch", "* Español", "* Euskara", "* فارسی", "* Français", "* Galego", "* 한국어", "* Հայերեն", "* हिन्दी", "* Hrvatski", "* Bahasa Indonesia", "* Italiano", "* עברית", "* Magyar", "* मराठी", "* مصرى", "* Nederlands", "* 日本語", "* Norsk bokmål", "* ਪੰਜਾਬੀ", "* Polski", "* Português", "* Română", "* Русский", "* Simple English", "* Српски / srpski", "* Srpskohrvatski / српскохрватски", "* Suomi", "* Svenska", "* ไทย", "* Українська", "* Tiếng Việt", "* 吴语", "* 中文", "Edit links", "* This page was last edited on 28 March 2021, at 01:29 (UTC).", "* Text is available under the Creative Commons Attribution-ShareAlike", "License; additional terms may apply. By using this site, you agree to", "the Terms of Use and Privacy Policy. Wikipedia® is a registered", "trademark of the Wikimedia Foundation, Inc., a non-profit", "organization.", "* Privacy policy", "* About Wikipedia", "* Disclaimers", "* Contact Wikipedia", "* Mobile view", "* Developers", "* Statistics", "* Cookie statement", "* Wikimedia Foundation", "* Powered by MediaWiki"]