["Link: alternate", "Link: edit: Edit this page", "Link: license", "Link: canonical", "Arrowhead Stadium", "From Wikipedia, the free encyclopedia", "Jump to navigation Jump to search", "GEHA Field at Arrowhead Stadium", "\"Arrowhead”, ”The Arrow”, \"GEHA Field\"", "Arrowhead Stadium logo.svg", "Aerial view of Arrowhead Stadium 08-31-2013.jpg", "Aerial view of Arrowhead Stadium; part of Kauffman Stadium is shown in the", "top-left corner", "GEHA Field at Arrowhead Stadium is located in Missouri", "GEHA Field at Arrowhead Stadium", "GEHA Field at Arrowhead Stadium", "Location in Missouri", "GEHA Field at Arrowhead Stadium is located in the United States", "GEHA Field at Arrowhead Stadium", "GEHA Field at Arrowhead Stadium", "Location in the United States", "Address                 1 Arrowhead Drive", "Kansas City, MO 64129", "Location                Kansas City, Missouri", "39°2′56″N 94°29′2″W﻿ / ﻿39.04889°N", "Coordinates             94.48389°WCoordinates:", "39°2′56″N 94°29′2″W﻿ / ﻿39.04889°N 94.48389°W", "Owner                   Jackson County Sports Complex Authority", "Operator                Kansas City Chiefs", "Executive suites        80", "78,097 (1972–1994)^[1]", "Capacity                79,101 (1995–1996)^[2]", "79,451 (1997–2009)^[3]", "76,416 (2010–present)^[4]", "Surface                 TartanTurf (1972–1993)", "Latitude 36 Bermuda Grass (1994–present)", "Construction", "Broke ground            July 11, 1968; 52 years ago^[5]", "Opened                  August 12, 1972; 48 years ago", "Renovated               1991, 1994, 2007–2010", "Expanded                1995, 1997", "US$43 million", "($263 million in 2019 dollars^[6])", "Construction cost", "US$375 million (2007–2010 renovation)", "($440 million in 2019 dollars^[6])", "Architect               Kivett and Myers", "Populous (2007–2010 renovations)^[7]", "Structural engineer     Bob D. Campbell & Co. Structural Engineers^[8]", "General contractor      Sharp-Kidde-Webb Joint Venture^[9]", "Tenants", "Kansas City Chiefs (NFL) (1972–present)", "Kansas City Wizards (MLS) (1996–2007)", "Website", "www.chiefs.com/stadium", "Arrowhead Stadium is an American football stadium in Kansas City,", "Missouri, United States. It primarily serves as the home venue of the", "Kansas City Chiefs of the National Football League (NFL). The stadium has", "been officially named GEHA Field at Arrowhead Stadium (pronounced", "G.E.H.A.) since 2021. The stadium was renamed after GEHA signed a naming", "rights deal with the Chiefs.^[10]", "It is part of the Truman Sports Complex with adjacent Kauffman Stadium,", "the home of the Kansas City Royals of Major League Baseball (MLB).", "Arrowhead Stadium has a seating capacity of 76,416, making it the 27th", "largest stadium in the United States and the sixth largest NFL stadium. It", "is also the largest sports facility by capacity in the state of Missouri.", "A $375 million renovation was completed in 2010.", "Contents", "* 1 History", "* 1.1 Construction", "* 1.2 1970s", "* 1.3 1980s–present", "* 2 Noise record", "* 3 College football", "* 4 Soccer", "* 5 Renovations", "* 6 Stadium music", "* 7 References", "* 8 External links", "History[edit]", "When the Dallas Texans of the American Football League (AFL) relocated to", "Kansas City in 1963 and were renamed the Kansas City Chiefs, they played", "home games at Municipal Stadium, which they shared with the Kansas City", "Athletics of Major League Baseball. The A's left for Oakland after the", "1967 season and were replaced by the expansion Kansas City Royals in 1969.", "Municipal Stadium, built in 1923 and mostly rebuilt in 1955, seated", "approximately 35,000 for football. As part of the AFL–NFL merger announced", "in 1966, NFL stadiums would be required to seat no fewer than 50,000", "people. The City of Kansas City was unable to find a suitable location for", "a new stadium, so Jackson County stepped in and offered a location on the", "eastern edge of Kansas City near the interchange of Interstate 70 and", "Interstate 435.", "Voters approved a $102 million bond issue in 1967 to build a new sports", "complex with two stadiums. The original design called for construction of", "side-by-side baseball and football stadiums with a common roof that would", "roll between them. The design proved to be more complicated and expensive", "than originally thought and so was scrapped in favor of the current", "open-air configuration. The two-stadium complex concept was the first of", "its kind. The Chiefs staff, led by team general manager Jack Steadman,", "helped develop the complex.", "Construction[edit]", "Construction began in 1968. The original two-stadium concept was initially", "designed by Denver architect Charles Deaton and Steadman. The baseball and", "football stadiums have a very different appearance, but share utilities,", "parking, and underground storage. Plans to have covered stadiums were", "dropped, leaving two open-air stadiums. Lamar Hunt included an owner's", "suite, complete with three bedrooms, bathrooms, a kitchen, and a living", "room, to the design of the football stadium. To increase seating while", "limiting the stadium's footprint, the upper sections were placed at a", "steep incline which cannot be replicated in modern stadiums due to", "accessibility regulations.", "Deaton's design was implemented by the Kansas City architectural firm of", "Kivett & Myers. Arrowhead is considered by some to have had an influence", "on the design of several future NFL stadiums. Construction of the stadium", "was a joint venture Sharp-Kidde-Webb construction firms.^[11]", "1970s[edit]", "[IMG]", "Enlarge", "Arrowhead Stadium at night, prior to the game vs the Green Bay Packers.", "Construction on Arrowhead Stadium was completed in time for the 1972", "season. On August 12, 1972, the Chiefs defeated the St. Louis Cardinals", "24–14 in the first preseason game at Arrowhead Stadium. Later on during", "the 1972 regular season, the largest crowd to see a game in Arrowhead", "Stadium was 82,094 in a Chiefs game against the Oakland Raiders on", "November 5 (Kansas City won 27-14 for its first regular season victory in", "the stadium).", "In 1973, the stadium was the first in the NFL to include arrows on the", "yard markers to indicate the nearer goal line (initially, they resembled", "little Indian arrowheads). This practice would eventually spread to the", "other NFL stadiums as the 1970s progressed, finally becoming mandatory", "league-wide in the 1978 season (after being used in Super Bowl XII), and", "become almost near-universal at the lower levels of football.^[12]", "On January 20, 1974, Arrowhead Stadium hosted the Pro Bowl. Due to an ice", "storm and brutally cold temperatures the week leading up to the game, the", "game's participants worked out at the facilities of the San Diego", "Chargers. On game day, the temperature soared to 41 °F (5 °C), melting", "most of the ice and snow that accumulated during the week. The AFC", "defeated the NFC, 15–13.", "1980s–present[edit]", "[IMG]", "Enlarge", "Arrowhead as seen on ground level.", "In 1984, the Jackson County Sports Authority re-evaluated the concept of a", "fabric dome. The concept was disregarded as being unnecessary and", "financially impractical. Arrowhead hosted the Drum Corps International", "World Championships in 1988 and 1989.", "In 1991, two Diamond Vision screens shaped as footballs were installed. In", "1994, other improvements were made and natural grass playing surface was", "installed, replacing the original artificial Astroturf playing field.", "In 2009, Arrowhead Stadium completed the installation of a", "multimillion-dollar integrated system from Daktronics out of Brookings,", "South Dakota. Two high definition video displays were retrofitted into the", "existing football-shaped displays in both end zones. Approximately 1,625", "feet (495 m) of digital ribbon board technology was also installed in the", "stadium.^[13]", "Noise record[edit]", "Enlarge", "Since September 2014, Chiefs fans have been recognized by Guinness World", "Records as the loudest fan base in the world among outdoor", "stadiums.^[14]^[15]", "In 1990 in a game against the Denver Broncos, the Chiefs were threatened", "with a penalty if the crowd would not quiet down. After John Elway was", "backed up to his own goal line and unable to even run a play he quickly", "spoke to the referee. After listening to Elway the referee said \"Any", "further crowd-noise problem will result in a charged timeout against", "Kansas City. Thank you for your cooperation.\"^[16]", "On October 13, 2013, in a game between the Chiefs and Oakland Raiders, the", "crowd at the stadium set a Guinness World Record for the loudest stadium,", "with 137.5 dB.^[17] That record would be broken by Seattle Seahawks fans", "at CenturyLink Field on December 2, 2013, at a home game against the New", "Orleans Saints. Seattle gained the record by reaching a noise level of", "137.6 decibels.^[18] The Chiefs reclaimed the title on September 29, 2014", "in a Monday Night Football game against the New England Patriots, hitting", "142.2 decibels.^[19] On September 20, 2015, the Buffalo Bills attempted to", "break the noise record in a home game against division rival New England", "Patriots, but fell short of the mark. It was not released what the decibel", "reading was.^[20]", "Allen Fieldhouse, which is only 42 miles (68 km) away, owns the record for", "loudest indoor arena.^[21]", "College football[edit]", "Arrowhead Stadium has hosted five Big 12 Conference football championship", "games: Kansas State versus Oklahoma in 2000 and 2003, Colorado versus", "Oklahoma in 2004, Nebraska versus Oklahoma on December 2, 2006, and", "Missouri versus Oklahoma in 2008.", "From 2007 to 2011, Arrowhead hosted the Border Showdown between the Kansas", "Jayhawks and the Missouri Tigers. The 2007 game between the #2 Jayhawks", "and #3 Tigers, drew the second largest crowd in stadium history, at", "80,537, with the Tigers winning 36-28.^[22] Kansas also played Oklahoma at", "Arrowhead in 2005. Missouri played Arkansas State in 2005, BYU in 2015,", "and was scheduled to play Arkansas in 2020.", "In 2009 and 2010, Arrowhead hosted football games between the Iowa State", "Cyclones and the Kansas State Wildcats.^[23] Iowa State previously played", "at Arrowhead against the Florida State Seminoles in the 2002 Eddie", "Robinson Classic.", "In 1998, Oklahoma State moved its scheduled home game vs. Nebraska to", "Arrowhead.", "The stadium also played host to the annual Fall Classic at Arrowhead, a", "Division II game that featured Northwest Missouri State University and", "Pittsburg State University. The 2004 game featured No. 1 Pittsburg State", "defeating No. 2 Northwest Missouri State in the only Division II game to", "feature the nation's top two teams playing in the regular season finale.", "Soccer[edit]", "With the formation of Major League Soccer in 1996, Arrowhead became home", "to the Kansas City Wiz. After the 1996 season, the team was renamed the", "Wizards. They left after the 2007 season, after being sold by the Hunt", "Family to On Goal, LLC, once their lease ended. This was also beneficial", "so that construction work on Arrowhead's renovation could take place", "during the NFL off-season. The Wizards moved to CommunityAmerica Ballpark", "in 2008 and did not return to Arrowhead except for one friendly.^[24]", "That friendly was played on July 25, 2010, the Kansas City Wizards faced", "Manchester United at Arrowhead Stadium for the English team's third", "preseason friendly in America during 2011. Due to ticket demand, they", "could not play the game at their new home stadium, CommunityAmerica", "Ballpark. The match ended with Kansas City beating the Manchester Club 2-1", "with Dimitar Berbatov scoring the only goal for Manchester United on a", "penalty kick.", "The stadium has hosted one US Men's National Team match and three Women's", "National Team matches.", "Arrowhead is one of the 16 candidate venues for the 2026 FIFA World Cup,", "which will be hosted jointly by the United States, Canada and Mexico.", "Date       Winning     Result Losing Team  Tournament           Attendance", "Team", "October 7,  United                         Women's", "1999       States      6–0     Finland     International        N/A", "Friendly", "August 20,  United                         Women's", "2000       States      1–1     Canada      International        N/A", "Friendly", "April 25,   United                         2002 FIFA World Cup", "2001       States      1–0     Costa Rica  qualification –      37,319", "CONCACAF final round", "October     United                         Women's", "22, 2003   States      2–2     Italy       International        N/A", "Friendly", "United             England", "July 25,   States      2–1    Manchester   Club Friendly        52,424", "2010       Kansas City        United", "Wizards", "Renovations[edit]", "[IMG]", "Enlarge", "One of the entrances to the stadium.", "[IMG]", "Enlarge", "Rear view of the stadium", "On April 4, 2006, Jackson County voters approved a tax increase to finance", "municipal bonds to pay for $850 million in renovations to Arrowhead and", "nearby Kauffman Stadium.^[25] Before the bond election, the NFL awarded", "the 49th Super Bowl in 2015 to Kansas City provided it would have a", "climate-controlled stadium. With the passing of the stadium bill, the", "Chiefs signed a new lease which ensures that the team will remain at", "Arrowhead until at least 2031.^[26]", "However, a second bond issue to build the rolling roof shared with", "Kauffman Stadium that was part of the original 1967 stadium plan was", "defeated by voters, and Kansas City chose to withdraw its request to host", "Super Bowl XLIX in 2015; the game was played at the University of Phoenix", "Stadium (now State Farm Stadium) in Glendale, Arizona.^[27]", "On August 15, 2007, the Chiefs announced final plans for the renovated", "Arrowhead Stadium, which would cost $375 million. The cost to the city was", "reduced by $50 million thanks to an additional payment by the Hunt family,", "which originally had intended to donate $75 million. The renovated stadium", "features the Chiefs Hall of Honor, a tribute to Lamar Hunt, and \"horizon", "level\" seating in which luxury suite owners sit outdoors.^[28]", "Reconstruction for the stadiums started on October 3, 2007. Refurbishment", "of nearby Kauffman Stadium, home to the Kansas City Royals baseball team,", "commenced at that time, and both completely-refurbished stadiums were", "ready for play by the 2010 season.^[29]", "In 2019, the Chiefs announced multiple renovations for the 2020 season,", "which included replaced seats in the lower level, a new video display on", "the East end, and locker room upgrades.^[30] The lower red seats were", "replaced to match the upper red seats. The gold seats were not replaced.", "Plans to upgrade the locker room were put on hold due to COVID 19.", "Instead, plexiglass dividers were placed between each locker and the", "original KC logo (in which the C overlays the K) was refurbished during", "extensive cleaning.", "Stadium music[edit]", "From 1963 to 2008, the TD Pack Band was a mainstay at every Chiefs home", "game. The band was founded by trumpeter Tony DiPardo.^[31] The band was", "previously known as The Zing Band while the Chiefs played at Municipal", "Stadium. DiPardo, nicknamed \"Mr. Music\",^[32] was born in St. Louis,", "Missouri on August 15, 1912. DiPardo has written songs about the team such", "as \"The Chiefs are on the Warpath\" and \"The Hank Stram Polka\". DiPardo", "earned a Super Bowl ring for the Chiefs' victory in Super Bowl IV.", "References[edit]", "1. ^ Rogers, Thomas (December 13, 1976). \"Colts Rout Bills, 58-20, for", "Title; Steelers Playoff Foe\". The New York Times. Retrieved October", "22, 2011.", "2. ^", "Covitz, Randy (September 8, 1995). \"Chiefs Make KC's Pitch for Big 12", "Football Title Game Arrowhead is Biggest of Four Stadiums in the", "Running Get Event\". The Kansas City Star. Retrieved October 22, 2011.", "3. ^", "Felser, Larry (September 21, 1997). \"Chiefs Master the Art of", "Marketing in a Small Market\". The Buffalo News. Retrieved October 22,", "2011.", "4. ^ Kansas City Chiefs - Arrowhead", "5. ^", "\"Truman Sports Complex Renovation Newsletter\" (PDF). Jackson County", "Sports Complex Authority. Jackson County Sports Complex Authority.", "January 2010. Archived from the original (PDF) on December 2, 2011.", "6. ^ ^a ^b", "Federal Reserve Bank of Minneapolis. \"Consumer Price Index (estimate)", "1800–\". Retrieved January 1, 2020.", "7. ^", "Stagemeyer, Suzanna. \"Kansas City Chiefs' new Arrowhead Stadium opens", "for first sporting event\". Biz Journals.", "8. ^", "Everly, Steve (January 13, 1991). \"Engineering Firm's Founder Has", "Retired\". The Kansas City Star. Retrieved May 7, 2012.", "9. ^", "\"Stadium History\". Team History. Chiefs War Path. Retrieved October", "18, 2011.", "10. ^", "\"Chiefs and GEHA Announce Naming Rights Agreement for GEHA Field at", "Arrowhead Stadium\". Chiefs.com.", "11. ^", "\"Webb Spinner, 1969-1970\" (PDF).", "12. ^ Pat Bickle Benefit Game - Raytown High School vs Center High School", "At Arrowhead Stadium 11-24-1973 - YouTube", "13. ^", "\"Kansas City Chiefs Contract with Daktronics for HD Video Displays\".", "14. ^", "\"Chiefs Ready for Playoff Nemesis Indianapolis\". The Topeka", "Capital-Journal. 2004. Archived from the original on October 5, 2008.", "15. ^", "\"Celtic's win over Rangers made Hampden roar like a lion, say sound", "experts\". BBC Sport. BBC. April 17, 2018. Retrieved April 18, 2018.", "16. ^", "\"Remember When: Chiefs crowd makes life hard for Elway in 1990\".", "CBSSports.com. Retrieved January 3, 2016.", "17. ^", "Kuhla, Andrew. \"Arrowhead Sets World Record For Loudest Stadium\".", "Fansided. Retrieved October 13, 2013.", "18. ^", "Schwab, Frank (December 2, 2013). \"Seahawks take back the Guinness", "World Record for crowd noise at 137.6 decibels\". Yahoo! Sports.", "Retrieved December 2, 2013.", "19. ^", "Peters, Micah (September 29, 2014). \"Chiefs break Guinness crowd noise", "record at Arrowhead against the Patriots\". USAToday.com. Retrieved", "September 29, 2014.", "20. ^", "\"Bills' attempt to break Guinness World Record was 'ridiculous,' Noise", "Free America says\". Syracuse.com.", "21. ^", "Bedore, Gary. \"KU rallies for 84-80 overtime victory over West", "Virginia\". kansascity. Archived from the original on February 14,", "2017. Retrieved February 14, 2017.", "22. ^", "\"Missouri Beats Kansas\". Associated Press. November 24, 2007. Archived", "from the original on December 16, 2008. Retrieved November 25, 2007.", "23. ^", "\"Cyclone Football Team to Play in Kansas City\". cyclones.com. Iowa", "State University Athletic Department. Retrieved November 27, 2013.", "24. ^", "\"T-Bones Welcome Major League Soccer to CommunityAmerica Ballpark\".", "tbonesbaseball.com. Kansas City T-Bones. Retrieved April 19, 2013.", "25. ^", "\"Kansas City OKs sales tax for sports renovations\". ESPN.", "26. ^", "\"Chiefs, Royals sign lease extensions\". St. Louis Public Radio.", "27. ^ No rolling roof, no Super Bowl at Arrowhead Associated Press. May", "25, 2006.", "28. ^ Chiefs unveil the new Arrowhead KCChiefs.com. August 25, 2007.", "Archived September 30, 2007, at the Wayback Machine", "29. ^", "Thorman, Chris. \"Kansas City Chiefs To Show Off New Arrowhead Stadium", "Renovations\". Arrowhead Pride.", "30. ^", "\"Chiefs Announce Arrowhead Stadium Renovations for 2020\".", "31. ^", "Gutierrez, Lisa. \"DiPardo's band ending longtime engagement at", "Arrowhead\". Kansas City Star.", "32. ^", "\"Mr. Music is ailing\". Kansas City Chiefs. March 19, 2008. Archived", "from the original on January 10, 2009. Retrieved December 31, 2008.", "External links[edit]", "Wikimedia Commons has media related to Arrowhead Stadium.", "* Official website", "* Arrowhead Stadium at StadiumDB.com", "* Arrowhead stadium info on KCChiefs.com – Seating chart – Virtual Tour", "* Stadiums of Pro Football: Arrowhead stadium", "* Arrowhead Stadium Seating Chart", "Events and tenants", "Preceded by          Home of the              Succeeded by", "Municipal Stadium    Kansas City Chiefs       current", "1972 – present", "Preceded by          Home of the              Succeeded by", "first stadium        Kansas City Wizards      CommunityAmerica Ballpark", "1996 – 2007", "Preceded by          Host of the              Succeeded by", "Texas Stadium        NFL Pro Bowl             Miami Orange Bowl", "1974", "Preceded by          Host of                  Succeeded by", "Gillette Stadium     AFC Championship Game    incumbent", "2019 - 2021", "Preceded by          Home of the              Succeeded by", "Alamodome            Big 12 Championship Game Texas Stadium", "Reliant Stadium      2000                     Reliant Stadium", "Reliant Stadium      2003 – 2004              Alamodome", "Alamodome            2006                     Cowboys Stadium", "2008", "Host of the", "Preceded by          Drum Corps International Succeeded by", "Camp Randall Stadium World Championship       Rich Stadium", "1988 – 1989", "* v", "* t", "* e", "Kansas City Chiefs", "* Founded in 1960", "* Formerly the Dallas Texans (1960–1962)", "* Based and headquartered in Kansas City, Missouri", "* Franchise", "* History", "* Seasons", "* Players", "Franchise                      * First-round picks", "* Coaches", "* Logos and uniforms", "* Awards", "* Records", "* Starting quarterbacks (list)", "* Cotton Bowl", "Stadiums                       * Municipal Stadium", "* Arrowhead Stadium", "* Owner: Hunt family", "* Chairman & CEO: Clark Hunt", "* President: Mark Donovan", "Personnel                      * General manager: Brett Veach", "* Head coach: Andy Reid", "* Offensive coordinator: Eric Bieniemy", "* Defensive coordinator: Steve Spagnuolo", "* Special teams coach: Dave Toub", "* Chiefs name controversy", "* Lamar Hunt", "* H. Roe Bartle", "* George Toma", "* Warpaint", "Culture                        * K. C. Wolf", "* Cheerleaders", "* Tomahawk chop", "* Tube Tops 2000", "* (You Gotta) Fight for Your Right (To", "Party!)", "Lore                           * 2018 game vs. Los Angeles Rams", "* Jet Chip Wasp", "* Denver Broncos", "Rivalries                      * Las Vegas Raiders", "* Los Angeles Chargers", "* St. Louis Cardinals/Rams", "* 1968", "* 1969", "* 1986", "* 1990", "Wild card berths (10)          * 1991", "* 1992", "* 1994", "* 2006", "* 2013", "* 2015", "* 1962", "* 1966", "* 1971", "* 1993", "* 1995", "* 1997", "Division championships (13)    * 2003", "* 2010", "* 2016", "* 2017", "* 2018", "* 2019", "* 2020", "Conference championships (2)   * 2019", "* 2020", "* 1962", "League championships (3)       * 1969 (IV)", "* 2019 (LIV)", "* 3", "* 16", "* 18", "* 28", "Retired numbers                * 33", "* 36", "* 58", "* 63", "* 78", "* 86", "* Broadcasters", "* Television:", "* KCTV", "* WDAF-TV", "* KSHB-TV", "* Radio:", "* WDAF-FM", "* Personalities:", "Media                               * Dave Armstrong", "* Len Dawson", "* Kendall Gammon", "* Bob Gretz", "* Art Hains", "* Bill Grigsby", "* Kevin Harlan", "* Mitch Holthus", "* Roger Twibell", "* League: National Football League", "Current league affiliations      (1970–present)", "* Conference: American Football Conference", "* Division: West Division", "Former league affiliation      * League: American Football League", "(1960–1969)", "Links to related articles", "Articles related to Arrowhead Stadium", "* v", "* t", "* e", "Sporting Kansas City", "Kansas City, Kansas", "* History", "Club               * Seasons", "* Records", "* Players", "* Arrowhead Stadium (1996–2007)", "* CommunityAmerica Ballpark (2008–10)", "Stadiums           * Blue Valley Sports Complex (US Open Cup)", "* Swope Soccer Village (Academy)", "* Children's Mercy Park (2011–present)", "* The Cauldron", "Culture            * Starting 11 Girls", "* Dynamo the Dragon", "* Blue (Sporting Kansas City mascot)", "Affiliated clubs   * Sporting Kansas City II", "* USLC", "Owner", "Sporting Club", "Key personnel    Technical Director", "Peter Vermes", "Manager", "Peter Vermes", "Major honors (7)", "MLS Cup (2)              * 2000", "* 2013", "Supporters' Shield (1)   * 2000", "* 2004", "U.S. Open Cup (4)        * 2012", "* 2015", "* 2017", "Sporting Kansas City seasons", "* 1996", "* 1997", "* 1998", "* 1999", "* 2000", "* 2001", "* 2002", "* 2003", "* 2004", "* 2005", "* 2006", "* 2007", "Seasons (25)      * 2008", "* 2009", "* 2010", "* 2011", "* 2012", "* 2013", "* 2014", "* 2015", "* 2016", "* 2017", "* 2018", "* 2019", "* 2020", "* v", "* t", "* e", "Kansas City area", "* Kansas City, Missouri", "* The Metro Area", "* History", "* Timeline", "* Economy", "* Neighborhoods", "* Architecture", "* Fountains", "* Barbecue", "* Jazz", "* Broadcast", "* Film", "* Education", "* Sports", "* v", "* t", "* e", "Stadiums of the National Football League", "East             North           South               West", "* Highmark       * M&T Bank                          * Empower Field", "Stadium          Stadium       * NRG Stadium         at Mile High", "(Buffalo         (Baltimore      (Houston            (Denver", "Bills)           Ravens)         Texans)             Broncos)", "* Hard Rock      * Paul Brown    * Lucas Oil         * Arrowhead", "Stadium          Stadium         Stadium             Stadium", "(Miami           (Cincinnati     (Indianapolis       (Kansas City", "AFC     Dolphins)        Bengals)        Colts)              Chiefs)", "* Gillette       * FirstEnergy   * TIAA Bank Field   * Allegiant", "Stadium (New     Stadium         (Jacksonville       Stadium (Las", "England          (Cleveland      Jaguars)            Vegas", "Patriots)        Browns)       * Nissan Stadium      Raiders)", "* MetLife        * Heinz Field     (Tennessee        * SoFi", "Stadium^1        (Pittsburgh     Titans)             Stadium^2", "(New York        Steelers)                           (Los Angeles", "Jets)                                                Chargers)", "East                 North          South              West", "* Mercedes-Benz    * State Farm", "* Soldier        Stadium            Stadium", "* AT&T Stadium         Field          (Atlanta           (Arizona", "(Dallas Cowboys)     (Chicago       Falcons)           Cardinals)", "* MetLife              Bears)       * Bank of          * SoFi", "Stadium^1 (New     * Ford Field     America            Stadium^2", "York Giants)         (Detroit       Stadium            (Los", "NFC   * Lincoln              Lions)         (Carolina          Angeles", "Financial Field    * Lambeau        Panthers)          Rams)", "(Philadelphia        Field        * Mercedes-Benz    * Levi's", "Eagles)              (Green Bay     Superdome (New     Stadium", "* FedExField           Packers)       Orleans            (San", "(Washington        * U.S. Bank      Saints)            Francisco", "Football Team)       Stadium      * Raymond James      49ers)", "(Minnesota     Stadium (Tampa   * Lumen Field", "Vikings)       Bay                (Seattle", "Buccaneers)        Seahawks)", "Hall of Fame Game      * Tom Benson Hall of Fame Stadium", "Pro Bowl               * Allegiant Stadium", "* Wembley Stadium", "International Series   * Tottenham Hotspur Stadium", "* Estadio Azteca", "* ^1 ^2 Shared", "* v", "* t", "* e", "Former stadiums of Major League Soccer", "* Arrowhead Stadium", "* Cardinal Stadium", "* Camping World Stadium", "* CEFCU Stadium", "* CommunityAmerica Ballpark", "* Cotton Bowl", "* Dragon Stadium", "* Empire Field", "* Foxboro Stadium", "* Giants Stadium", "* Houlihan's Stadium", "* Invesco Field at Mile High", "* Lockhart Stadium", "* Mapfre Stadium", "* Mile High Stadium", "* Nippert Stadium", "* Oakland–Alameda County Coliseum", "* Ohio Stadium", "* Raymond James Stadium", "* Rice–Eccles Stadium", "* Robert F. Kennedy Memorial Stadium", "* Robertson Stadium", "* Rose Bowl", "* SeatGeek Stadium", "* Stevens Stadium", "* v", "* t", "* e", "Big 12 Football Championship Game", "* 1996", "* 1997", "* 1998", "* 1999", "* 2000", "* 2001", "* 2002", "* 2003", "* 2004", "Years    * 2005", "* 2006", "* 2007", "* 2008", "* 2009", "* 2010", "* 2011–2016", "* 2017", "* 2018", "* 2019", "* 2020", "* Trans World Dome (1996, 1998)", "* Alamodome (1997, 1999, 2007)", "Venues   * Arrowhead Stadium (2000, 2003, 2004, 2006, 2008)", "* Texas Stadium (2001)", "* Reliant Stadium (2002, 2005)", "* Cowboys/AT&T Stadium (2009, 2010, 2017–present)", "Other    * Broadcasters", "* v", "* t", "* e", "College football venues in Missouri", "Division I   SEC   * Faurot Field (Missouri)", "FBS", "Division I   OVC               * Houck Stadium (Southeast Missouri State)", "FCS          Missouri Valley   * Robert W. Plaster Stadium (Missouri", "State)", "* Allgood–Bailey Stadium (Missouri S&T)", "* Dwight T. Reed Stadium (Lincoln)", "GLVC          * Greene Stadium (William Jewell)", "* Harlen C. Hunter Stadium (Lindenwood)", "Division II                * Plaster Stadium (Southwest Baptist)", "* Stokes Stadium (Truman)", "* Audrey J. Walton Stadium (Central Missouri)", "Mid-America   * Bearcat Stadium (Northwest Missouri State)", "* Fred G. Hughes Stadium (Missouri Southern)", "* Spratt Stadium (Missouri Western)", "Division III CCIW   * Francis Field (Washington)", "UMAC   * Priest Field (Westminster)", "* Dasta Stadium (Avila)", "* Davis Field (Central Methodist)", "NAIA         Heart of America   * Ellison Poulton Stadium", "(Culver-Stockton)", "* Greg Mitchell Field (Missouri Valley)", "* John F. Kennedy Stadium (Evangel)", "* Arrowhead Stadium", "* Edward Jones Dome", "* v", "* t", "* e", "Drum Corps International World Championship host venues", "* Warhawk Stadium (1972–73)", "* Schoellkopf Field (1974)", "* Franklin Field (1975–76)", "* Mile High Stadium (1977–78)", "* Legion Field (1979–80)", "* Olympic Stadium (Montreal) (1981–82)", "* Miami Orange Bowl (1983)", "* Grant Field (1984)", "* Camp Randall Stadium (1985–87, 1992, 1999, 2002, 2006)", "* Arrowhead Stadium (1988–1989)", "* New Era Field (1990, 1995, 2001)", "* Cotton Bowl Stadium (1991)", "* Mississippi Veterans Memorial Stadium (1993)", "* Foxboro Stadium (1994)", "* Camping World Stadium (1996–98, 2003)", "* Byrd Stadium (2000)", "* Invesco Field at Mile High (2004)", "* Gillette Stadium (2005)", "* Rose Bowl Stadium (2007)", "* Memorial Stadium, Bloomington (2008)", "* Lucas Oil Stadium (2009–28)", "* v", "* t", "* e", "Music venues of Missouri", "* Arrowhead Stadium", "* Busch Stadium", "* Faurot Field", "* Kauffman Stadium", "Outdoor     * The Muny", "* Starlight Theatre", "* Hollywood Casino Amphitheatre", "* Crossroads KC At Grinders", "* Kansas City Live!", "Indoor    The Dome at America's Center", "* The Blue Note", "* Blueberry Hill", "* Fox Theatre", "* Jesse Hall", "* Kauffman Center for the Performing Arts", "* Knuckleheads Saloon", "Theaters    * Orpheum Theater", "and clubs   * The Pageant", "* Stifel Theatre", "* Powell Hall", "* The Sheldon", "* Midland Theatre", "* Missouri Theatre Center for the Arts", "* Municipal Auditorium", "* Uptown Theater", "* Chaifetz Arena", "* Family Arena", "* Hy-Vee Arena", "* JQH Arena", "Arenas      * Mizzou Arena", "* St. Joseph Civic Arena", "* Enterprise Center", "* Show Me Center", "* Silverstein Eye Centers Arena", "* Sprint Center", "Festivals True/False Film Festival", "Retrieved from", "\"https://en.wikipedia.org/w/index.php?title=Arrowhead_Stadium&oldid=1014179506\"", "Categories:", "* DCI World Championship host venues", "* American football venues in Missouri", "* Big 12 Championship Game venues", "* National Football League venues", "* Former Major League Soccer stadiums", "* Soccer venues in Missouri", "* Sports venues in Kansas City, Missouri", "* Kansas City Chiefs stadiums", "* Sporting Kansas City", "* Sports venues completed in 1972", "* 1972 establishments in Missouri", "* Del E. Webb buildings", "Hidden categories:", "* Webarchive template wayback links", "* Articles with short description", "* Short description is different from Wikidata", "* Use American English from September 2019", "* All Wikipedia articles written in American English", "* Use mdy dates from September 2019", "* Coordinates on Wikidata", "* Commons category link is on Wikidata", "Navigation menu", "Personal tools", "* Not logged in", "* Talk", "* Contributions", "* Create account", "* Log in", "Namespaces", "* Article", "* Talk", "[ ]", "Variants", "Views", "* Read", "* Edit", "* View history", "[ ]", "More", "Search", "_____________________ [ Search ] [ Go ]", "Visit the main page", "Navigation", "* Main page", "* Contents", "* Current events", "* Random article", "* About Wikipedia", "* Contact us", "* Donate", "Contribute", "* Help", "* Learn to edit", "* Community portal", "* Recent changes", "* Upload file", "Tools", "* What links here", "* Related changes", "* Upload file", "* Special pages", "* Permanent link", "* Page information", "* Cite this page", "* Wikidata item", "Print/export", "* Download as PDF", "* Printable version", "In other projects", "* Wikimedia Commons", "Languages", "* العربية", "* Català", "* Dansk", "* Deutsch", "* Español", "* Euskara", "* فارسی", "* Français", "* 한국어", "* हिन्दी", "* Bahasa Indonesia", "* Italiano", "* Nederlands", "* 日本語", "* Polski", "* Português", "* Русский", "* Simple English", "* Svenska", "* Українська", "* Tiếng Việt", "Edit links", "* This page was last edited on 25 March 2021, at 16:44 (UTC).", "* Text is available under the Creative Commons Attribution-ShareAlike", "License; additional terms may apply. By using this site, you agree to", "the Terms of Use and Privacy Policy. Wikipedia® is a registered", "trademark of the Wikimedia Foundation, Inc., a non-profit", "organization.", "* Privacy policy", "* About Wikipedia", "* Disclaimers", "* Contact Wikipedia", "* Mobile view", "* Developers", "* Statistics", "* Cookie statement", "* Wikimedia Foundation", "* Powered by MediaWiki"]