["Link: canonical", "SINCE 1828", "GAMES BROWSE THESAURUS WORD OF THE DAY WORDS AT PLAY", "* LOG IN", "* REGISTER", "* settings", "* SAVED WORDS", "[ Submit ] _____________________", "dictionary", "thesaurus", "view recents", "Login or Register", "Hello,", "GAMES BROWSE THESAURUS WORD OF THE DAY WORDS AT PLAY SETTINGS", "* SAVED WORDS  view recents", "paper", "noun", "Save Word", "pa·​per | \\ ˈpā-pər How to pronounce paper (audio) \\", "Definition of paper", "(Entry 1 of 3)", "1a(1) : a felted sheet of usually vegetable fibers laid down on a fine", "screen from a water suspension", "(2) : a similar sheet of other material (such as plastic)", "b : a piece of paper", "2a : a piece of paper containing a written or printed statement : document", "pedigree papers", "b : a piece of paper containing writing or print", "c : a formal written composition often designed for publication and often", "intended to be read aloud presented a scholarly paper at the meeting", "d : a piece of written schoolwork", "3 : a paper container or wrapper", "4 : newspaper", "5 : the negotiable notes or instruments of commerce", "6 : wallpaper sense 1", "7 : tickets especially : free passes", "8 : paperback", "on paper", "1 : in writing wants these promises on paper", "2 : in theory the plan looks good on paper", "3 : figured at face value on paper the stock was worth nearly a million", "dollars", "paper", "verb", "papered; papering\\ ˈpā-​p(ə-​)riŋ How to pronounce paper (audio) \\", "Definition of paper (Entry 2 of 3)", "transitive verb", "1 archaic : to put down or describe in writing", "2 : to fold or enclose in paper", "3 : to cover or line with paper especially : to apply wallpaper to", "4 : to fill by giving out free passes paper the theater for opening night", "5 : to cover (an area) with advertising bills, circulars, or posters", "intransitive verb", ": to hang wallpaper", "paper", "adjective", "Definition of paper (Entry 3 of 3)", "1a : made of paper, cardboard, or papier-mâché a paper bag", "b : papery", "2 : of or relating to clerical work or written communication", "3 : existing only in theory : nominal a paper blockade", "4 : admitted by free passes a paper audience", "5 : finished with a crisp smooth surface similar to that of paper paper", "taffeta", "Other Words from paper  Synonyms  More Example Sentences  Learn More about", "paper", "Keep scrolling for more", "Other Words from paper", "Verb", "paperer \\ ˈpā-​pər-​ər How to pronounce paper (audio) \\ noun", "Synonyms for paper", "Synonyms: Noun", "* blank,", "* document,", "* form", "Synonyms: Adjective", "* formal,", "* nominal,", "* titular", "Visit the Thesaurus for More [IMG]", "Examples of paper in a Sentence", "Noun We'll need pens, glue, and some paper. Be sure to print the letter on", "good paper. He scribbled the number on a scrap of paper. a crumpled piece", "of paper The border guards asked to see my papers. They published a", "landmark paper in 1995. The teacher was busy grading papers. She did well", "on her history paper. Adjective Their accounts showed lots of paper", "profits, but they went bankrupt anyway. there's a paper boycott of that", "company's products that nobody seems to be honoring", "See More", "Recent Examples on the Web: Noun Trayson's teacher reacted by ripping up", "his paper and bringing him to headmaster John Holian's office for failing", "to follow instructions, according to Paul. — Elisha Fieldstadt, NBC News,", "\"Black 11-year-old private school student allegedly told by white", "headmaster to kneel while apologizing,\" 22 Mar. 2021 Investors soon", "refused to buy any more of its paper. — The Economist, \"Why is", "supply-chain finance, as practised by Greensill Capital, risky?,\" 18 Mar.", "2021 Fold your paper diagonally and fold the top corner to the bottom. —", "Good Housekeeping Editors, Good Housekeeping, \"Step-By-Step Instructions", "on How to DIY an Origami Bunny,\" 17 Mar. 2021 This can be done in several", "ways, the political scientists Jennifer Gandhi and Ellen Lust-Okar", "explained in their paper on authoritarian elections. — Mary Hui, Quartz,", "\"China has a gift for Hong Kong: authoritarian elections,\" 9 Mar. 2021 His", "paper has intensified a political dispute between Japan, whose leaders", "deny that the women were coerced, and South Korea, which has long pressed", "Japan to provide apologies and compensation to women who have shared", "accounts of rape and abuse. — Fox News, \"Harvard professor ignites uproar", "over 'comfort women' claims,\" 8 Mar. 2021 His paper has intensified a", "political dispute between Japan, whose leaders deny that the women were", "coerced, and South Korea, which has long pressed Japan to provide", "apologies and compensation to women who have shared accounts of rape and", "abuse. — Collin Binkley, USA TODAY, \"Scholars outraged over Harvard", "professor's claims about sex slaves in wartime Japan,\" 8 Mar. 2021 Some", "suggested his paper essentially called for a return to phone calls. —", "Author: Paulina Firozi, Allyson Chiu, Anchorage Daily News, \"Four reasons", "you’re tired of Zoom calls - and how to fix it,\" 4 Mar. 2021 Some", "suggested his paper essentially called for a return to phone calls. —", "Washington Post, \"Four reasons you’re tired of Zoom calls — and how to fix", "it,\" 3 Mar. 2021 Recent Examples on the Web: Verb Everything from altars", "to statues to paper goods to tea, all of our huge collections, carts and", "carts full of goods, just wheeling it with a hand truck. — Eva Hagberg,", "Curbed, \"A Glass Teahouse for All Seasons in a Year of Upheaval,\" 15 Mar.", "2021 The world understood this was not an act of just shattering limestone", "and alabaster, setting fire to paper and breaking windows. — Richard", "Kurin, Smithsonian Magazine, \"Iraq’s Cultural Museum in Mosul Is On the", "Road to Recovery,\" 19 Feb. 2021 Snorri, as he is known, might well have", "been committing to paper an oral tradition dating back centuries. —", "Rebecca Mead, The New Yorker, \"The Curse of the Buried Treasure,\" 9 Nov.", "2020 This find indicates that the ancient Egyptians devised a system of", "adding lead to red and black inks specifically for the purpose of binding", "the words to paper. — Nora Mcgreevy, Smithsonian Magazine, \"Why Did", "Ancient Egyptian Scribes Use Lead-Based Ink?,\" 30 Oct. 2020 In a year when", "in-person campaigning is limited by the coronavirus pandemic, Pinto and", "Downs have both spent time talking to voters at farmers markets and have", "rallied supporters to paper the ward with campaign signs. — Washington", "Post, \"After 4 months in office, Pinto faces energized competitors as she", "competes for a full term,\" 16 Oct. 2020 Outreach teams are papering", "neighborhoods like the Mission with more than 80,000 flyers, in several", "languages, that highlight testing opportunities. — Katy Steinmetz, Time,", "\"Inside San Francisco's Ambitious Plan to Bring Universal Coronavirus", "Testing to An Entire U.S. City,\" 22 May 2020 To deliver definition and", "personality, Holland doused all the woodwork with rich, teal paint and", "papered the walls a garden party of pattern. — Jennifer Blaise Kramer,", "House Beautiful, \"How Designer Dina Holland Transformed a Bland Living", "Room Into an Oasis,\" 11 Apr. 2020 The caregivers at work on the far side", "of the COVID-19 unit’s foreboding entrance -- papered with safety", "protocols and painted red to warn away those without proper PPE -- are not", "just skilled professionals. — Sharon Grigsby, Dallas News, \"'We’re in here", "fighting’: 5 nurses take us inside the coronavirus unit at Parkland", "hospital in Dallas,\" 15 May 2020 Recent Examples on the Web: Adjective", "That means choosing cards without any non-paper embellishments like foil", "or ribbon. — Kirby Adams, The Courier-Journal, \"Go 'green' this holiday", "season. Try these 10 eco-friendly gift-giving and wrapping tips,\" 24 Nov.", "2020", "These example sentences are selected automatically from various online", "news sources to reflect current usage of the word 'paper.' Views expressed", "in the examples do not represent the opinion of Merriam-Webster or its", "editors. Send us feedback.", "See More", "First Known Use of paper", "Noun", "14th century, in the meaning defined at sense 1a(1)", "Verb", "1594, in the meaning defined at transitive sense 1", "Adjective", "1549, in the meaning defined at sense 1a", "History and Etymology for paper", "Noun", "Middle English papir, from Anglo-French, from Latin papyrus papyrus,", "paper, from Greek papyros papyrus", "Keep scrolling for more", "Learn More about paper", "Share paper", "Post the Definition of paper to Facebook Facebook Share the Definition of", "paper on Twitter Twitter", "Time Traveler for paper", "Time Traveler", "The first known use of paper was in the 14th century", "See more words from the same century", "From the Editors at Merriam-Webster", "book parts page", "Book Anatomy Words: Quire, Colophon,...", "Book Anatomy Words: Quire, Colophon, and More", "There are a lot of chapters in this collection.", "whole milk", "'Whole Milk', 'British English', and 16...", "'Whole Milk', 'British English', and 16 More Retronyms", "New(er) words for old things", "top 10 new words for old things cloth diapers", "Why Did \"Cloth Diapers\" Make a Change?", "Why Did \"Cloth Diapers\" Make a Change?", "Top 10 New Words for Old Things", "Dictionary Entries near paper", "papelon", "papelonné", "Papen", "paper", "paperback", "paper-bag bush", "paper bail", "See More Nearby Entries", "Phrases Related to paper", "bog paper", "cigarette paper", "commit (something) to paper/writing", "kitchen paper", "lavatory paper", "not worth the paper it's written/printed on", "order paper", "Statistics for paper", "Last Updated", "26 Mar 2021", "Look-up Popularity", "Cite this Entry", "“Paper.” Merriam-Webster.com Dictionary, Merriam-Webster,", "https://www.merriam-webster.com/dictionary/paper. Accessed 28 Mar. 2021.", "Style: MLA", "MLA Chicago APA Merriam-Webster", "Keep scrolling for more", "More Definitions for paper", "paper", "noun", "How to pronounce paper (audio)", "English Language Learners Definition of paper", "(Entry 1 of 3)", ": the material that is used in the form of thin sheets for writing or", "printing on, wrapping things, etc.", ": a sheet of paper with information written or printed on it", ": official documents that give information about something or that are", "used as proof of something", "paper", "verb", "English Language Learners Definition of paper (Entry 2 of 3)", ": to cover (something, such as a wall) with paper", "paper", "adjective", "English Language Learners Definition of paper (Entry 3 of 3)", ": made of paper", ": of or relating to paper", ": existing or shown on paper or in documents but not real", "See the full definition for paper in the English Language Learners", "Dictionary", "paper", "noun", "pa·​per | \\ ˈpā-pər How to pronounce paper (audio) \\", "Kids Definition of paper", "(Entry 1 of 3)", "1 : a material made from fibers (as of wood or cloth) and in the form of", "thin sheets or a sheet or piece of such material Fold the paper in half.", "2 : a piece of paper having something written or printed on it : document", "3 : newspaper", "4 : a piece of written schoolwork", "5 : wallpaper", "paper", "adjective", "Kids Definition of paper (Entry 2 of 3)", ": made of paper paper plates", "paper", "verb", "papered; papering", "Kids Definition of paper (Entry 3 of 3)", ": to cover with wallpaper paper a room", "paper", "noun", "pa·​per", "Legal Definition of paper", "1 : a piece of paper containing a written statement: as", "a : a formal written composition or document often intended for", "publication the Federalist papers", "b : a document containing a statement of legal status, identity,", "authority, or ownership —often used in pl. whether applying to one or more", "items naturalization papers this policy, including the endorsements and", "the attached papers — Mutual of Omaha", "c : a document (as an answer, motion, or brief) prepared in furtherance of", "a legal action any paper after the complaint that is required to be", "served…must be filed within a reasonable time after service — Federal", "Rules of Civil Procedure Rule 5(d)", "2 : a document providing evidence of a financial obligation especially :", "commercial paper in this entry", "— accommodation paper", ": commercial paper used by one party to accommodate another party", "— bearer paper", ": commercial paper that is freely negotiable by the holder and is made", "payable to bearer — compare order paper in this entry", "— chattel paper", ": paper that sets out both a buyer's obligation to repay and a lender's or", "a seller's security interest in the goods bought or that contains the", "provisions of a lease of the goods", "— commercial paper", ": a usually negotiable instrument (as a note, draft, or certificate of", "deposit) arising out of a commercial transaction specifically : any of the", "instruments constituting the obligations of a business organization that", "are sold as investments", "— order paper", ": commercial paper that is payable to order — compare bearer paper in this", "entry", "on paper", ": figured at face value", "Keep scrolling for more", "More from Merriam-Webster on paper", "Thesaurus: All synonyms and antonyms for paper", "Nglish: Translation of paper for Spanish Speakers", "Britannica English: Translation of paper for Arabic Speakers", "Britannica.com: Encyclopedia article about paper", "Comments on paper", "What made you want to look up paper? Please tell us where you read or", "heard it (including the quote, if possible).", "Show Comments [IMG] Hide Comments [IMG]", "WORD OF THE DAY", "exodus", "Listen to the pronunciation of exodus", "See Definitions and Examples »", "Get Word of the Day daily email!", "[ SUBSCRIBE ] _____________________", "Test Your Vocabulary", "Advanced Vocabulary Quiz", "* confounded person", "* Which is a synonym of indolent?", "* melancholy philistine", "* lazy frenetic", "How Strong Is Your Vocabulary?", "Test your vocabulary with our 10-question quiz!", "TAKE THE QUIZ", "Typeshift", "Anagram puzzles meet word search.", "TAKE THE QUIZ", "Love words? Need even more definitions?", "Subscribe to America's largest dictionary and get thousands more", "definitions and advanced search—ad free!", "Merriam-Webster unabridged", "Words at Play", "* daisies in field The Words of the Week - 3/26/2021", "Words from the week of 3/26/2021", "* hand pointing to five gold stars 'Favorite' vs. 'Favourite'", "Depends where you're from", "* red sale balloon in grocery store A Spiel on 'Sale' and 'Sell'", "Act now for 100% savings", "* calendar page on yellow background 'Everyday' vs. 'Every Day'", "Everyday words, confused every single day", "Ask the Editors", "* person studying illustration 'All Intensive Purposes' or 'All Intents", "and Purposes'?", "We're intent on clearing it up", "* woman and dog illustration 'Nip it in the butt' or 'Nip it in the", "bud'?", "We're gonna stop you right there", "* video literally Literally", "How to use a word that (literally) drives some pe...", "* video his or her Is Singular 'They' a Better Choice?", "The awkward case of 'his or her'", "Word Games", "* confounded person Advanced Vocabulary Quiz", "Tough words and tougher competition.", "Take the quiz", "* koninck landscape painting 1665 Up in the Sky: A Quiz", "It's a bird? It's a plane? No, I'm really asking....", "Take the quiz", "* How Strong Is Your Vocabulary? How Strong Is Your Vocabulary?", "Test your vocabulary with our 10-question quiz!", "Take the quiz", "* SCRABBLE® Sprint SCRABBLE® Sprint", "SCRABBLE® fans, sharpen your skills!", "Play the game", "Merriam Webster", "Learn a new word every day. Delivered to your inbox!", "_____________________ [ SUBSCRIBE ] [ > ]", "OTHER MERRIAM-WEBSTER DICTIONARIES", "* LEARNER'S ESL DICTIONARY", "* VISUAL DICTIONARY", "* SCRABBLE^® WORD FINDER", "* MERRIAM-WEBSTER'S UNABRIDGED DICTIONARY", "* BRITANNICA ENGLISH - ARABIC TRANSLATION", "* NGLISH - SPANISH-ENGLISH TRANSLATION", "FOLLOW US", "* Facebook", "* Twitter", "* YouTube", "* Instagram", "* Browse the Dictionary:", "* a", "* b", "* c", "* d", "* e", "* f", "* g", "* h", "* i", "* j", "* k", "* l", "* m", "* n", "* o", "* p", "* q", "* r", "* s", "* t", "* u", "* v", "* w", "* x", "* y", "* z", "* 0-9", "* Home", "* Help", "* Apps", "* About Us", "* Shop", "* Advertising Info", "* Dictionary API", "* Contact Us", "* Join MWU", "* Videos", "* Word of the Year", "* Puku", "* Vocabulary Resources", "* Law Dictionary", "* Medical Dictionary", "* Privacy Policy", "* Terms of Use", "* Do Not Sell My Info", "* Browse the Thesaurus", "* Browse the Medical Dictionary", "* Browse the Legal Dictionary", "© 2021 Merriam-Webster, Incorporated", "Learn More from M-W", "merriam webster time traveler", "Time Traveler", "Learn More from M-W", "alt-5f51147c77a92", "Learn on the go with our Dictionary and Thesaurus", "Learn More from M-W", "child holding iphone with puku on screen with puku logo in the corner", "Set your young readers up for lifelong success", "Learn More from M-W", "word matters podcast logo", "Listen to our new podcast!", "Learn More from M-W", "person studying illustration", "'All Intensive Purposes' or 'All Intents and Purposes'?"]