["Link: canonical", "Notice: JavaScript is not enabled. Please Enable JavaScript Safely.", "skip to main content", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "[ Submit ]", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* About Us", "* Locations", "* Careers", "* Contact Us", "* Subscribe", "Gallup", "* Consulting Expertise", "* Culture Transformation Understand the culture you have, define", "the one you want and make your organizational identity a", "competitive advantage.", "* Employee Experience Analyze and improve the experiences across", "your employee life cycle, so your people and organization can", "thrive.", "* Leadership Identify and enable future-ready leaders who can", "inspire exceptional performance.", "* Organizational Effectiveness Ensure that you have the right", "strategy, culture, people, structure and processes in place to", "achieve your goals.", "* Customer Centricity Put the customer at the core of every part of", "your organization to deliver exceptional experiences and grow", "your business.", "* Services & Solutions", "* Featured", "* CliftonStrengths Assessment", "* Gallup Access Platform", "* Employee Engagement", "* Gallup World Poll", "* Books", "* Workplace Solutions Learn how to develop and engage employees to", "create an exceptional workplace and boost your business outcomes.", "* Public Sector Solutions Learn how to discover the data you need", "to help your organization make better decisions and create", "meaningful change.", "* CliftonStrengths Solutions Learn how to use the CliftonStrengths", "assessment and strengths-based development to accomplish your", "goals.", "* Education Solutions Learn how to improve your students’", "development and engagement so they can thrive in and out of the", "classroom.", "* Learning & Events", "* Featured Insights", "* [IMG] Workplace Insights Our thought leadership on the most", "important topics facing your organization.", "* [IMG] CliftonStrengths Insights Our proven strategies for", "successful strengths-based development.", "* [IMG] Education Insights Our applicable and actionable best", "practices for education leaders.", "* Gallup News Learn the attitudes & behaviors of the world’s 7", "billion citizens at news.gallup.com", "* Shop", "* Search", "News Toggle navigation", "* Overview", "* Politics", "* Election 2020", "* Presidential Job Approval", "* The Presidency", "* Government", "* Foreign Affairs", "* View All Politics", "* Economy", "* Business", "* Entrepreneurship", "* Personal Finance", "* Retirement", "* Small Business", "* View All Economy", "* World", "* Americas", "* Asia Pacific", "* Europe", "* Middle East & North Africa", "* Sub-Saharan Africa", "* View All World", "* Key Topics", "* Trends A-Z", "* Abortion", "* Social & Policy Issues", "* Wellbeing", "* Education", "* COVID-19", "* LGBT", "* Race Relations", "* Blogs & Podcast", "* Gallup Podcast", "* Polling Matters", "* The Gallup Blog", "* Chairman's Blog", "* Gallup Vault", "* Methodology Blog", "* Media Resources", "* Media Inquiries", "* Methodology Center", "* Center on Black Voices", "* Gallup Reports", "* Subscribe", "* About Gallup and Our Services", "* Access Log In", "Politics", "In U.S., New Record 43% Are Political Independents", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "* Share on Facebook", "* Share on Twitter", "* Share on LinkedIn", "* Share via Email", "* Print", "Politics", "January 7, 2015", "In U.S., New Record 43% Are Political Independents", "by Jeffrey M. Jones", "Story Highlights", "* Record 43% of Americans are political independents", "* Democrats maintain edge among those with a party preference", "* Democratic advantage smaller in 2014 than in 2013", "PRINCETON, N.J. -- An average 43% of Americans identified politically as", "independents in 2014, establishing a new high in Gallup telephone poll", "trends back to 1988. In terms of national identification with the two", "major parties, Democrats continued to hold a modest edge over Republicans,", "30% to 26%.", "U.S. Party Identification, Yearly Averages, 1988-2014", "Since 2008, the percentage of political independents -- those who identify", "as such before their leanings to the two major parties are taken into", "account -- has steadily climbed from 35% to the current 43%, exceeding 40%", "each of the last four years. Prior to 2011, the high in independent", "identification was 39% in 1995 and 1999.", "The recent rise in political independence has come at the expense of both", "parties, but more among Democrats than among Republicans. Over the last", "six years, Democratic identification has fallen from 36% -- the highest in", "the last 25 years -- to 30%. Meanwhile, Republican identification is down", "from 28% in 2008 to 26% last year.", "The latest results are based on aggregated data from 15 separate Gallup", "telephone polls conducted throughout 2014.", "These changes have left both parties at or near low points in the", "percentage who identify themselves as core supporters of the party.", "Although the party identification data compiled in telephone polls since", "1988 are not directly comparable to the in-person polling Gallup collected", "before then, the percentages identifying as Democrats prior to 1988 were", "so high that it is safe to say the average 30% identifying as Democrats", "last year is the lowest since at least the 1950s.", "Republican identification, at 26%, is a shade higher than the 25% in 2013.", "Not since 1983, the year before Ronald Reagan's landslide re-election", "victory, have fewer Americans identified as Republicans.", "The decline in identification with both parties in recent years comes as", "dissatisfaction with government has emerged as one of the most important", "problems facing the country, according to Americans. This is likely due to", "the partisan gridlock that has come from divided party control of the", "federal government. Trust in the government to handle problems more", "generally is the lowest Gallup has measured to date, and Americans'", "favorable ratings of both parties are at or near historical lows. Thus,", "the rise in U.S. political independence likely flows from the high level", "of frustration with the government and the political parties that control", "it.", "Democrats' Edge in Party Identification and Leaning Shrinks", "Although independents claim no outright allegiance to either major party,", "it is well-known that they are not necessarily neutral when it comes to", "politics. When pressed, most independents will say they lean to one of the", "two major parties. For example, last year an average of 17% of Americans", "who initially identified as independents subsequently said they \"leaned\"", "Republican, 15% were independents who leaned Democratic, with the", "remaining 11% not expressing a leaning to either party.", "Since partisan leaners often share similar attitudes to those who identify", "with a party outright, the relative proportions of identifiers plus", "leaners gives a sense of the relative electoral strength of the two", "political parties, since voting decisions almost always come down to a", "choice of the two major-party candidates. In 2014, an average 45% of", "Americans identified as Democrats or said they were Democratic-leaning", "independents, while 42% identified as Republicans or were", "Republican-leaning independents.", "That the three-point Democratic edge was down from six points in 2013, and", "among Democrats' smaller advantages the past 25 years. Democrats usually", "hold an advantage in this combined measure of party affiliation. In fact,", "the only year Republicans held a notable edge since Gallup began tracking", "independents' political leanings was in 1991, the year Republican", "President George H.W. Bush's approval ratings soared after the United", "States' victory in the Persian Gulf War. Democrats' high point came in", "2008, in the final year of George W. Bush's administration and the year", "Barack Obama was first elected president.", "U.S. Party Identification (Including Independent Leanings), Annual", "Averages, Gallup Polls, 1991-2014", "However, the three-point Democratic advantage for all of 2014 obscures the", "change that occurred during the year. On a quarterly basis, Democrats", "started out 2014 with a five-point edge, similar to their advantage in", "2013. That dipped to two points by the third quarter. In the fourth", "quarter, likely in response to Republicans' success in the 2014 midterm", "elections, Republicans held a slight advantage of one point.", "Party Identification (Including Independent Leanings), Quarterly Averages,", "2014", "Implications", "Since 2008, Americans have been increasingly reluctant to identify with", "either the Republican or Democratic Party, and now a record 43% claimed", "political independence in 2014. Given historical trends, 2015 could bring", "a new record, as the percentage identifying as independents typically", "increases in the year before a presidential election, averaging a", "2.5-point increase in the last six such years.", "Although Democrats typically have an advantage in partisanship, that edge", "shrunk in 2014 and in the last months of the year the parties were", "essentially on equal footing. With each party controlling part of the", "federal government -- Democrats the presidency and Republicans the", "Congress -- they each will have a say in how the nation addresses its", "major challenges in the coming year. However, in recent years divided", "control of government has more often than not resulted in partisan", "gridlock, and Americans' frustration with the frequent political stalemate", "is evident. Continued frustration with the government would likely", "encourage more Americans to identify as independents this year.", "Survey Methods", "Results for this Gallup poll are based on telephone interviews conducted", "January-December 2014, with a combined random sample of 16,479 adults,", "aged 18 and older, living in all 50 U.S. states and the District of", "Columbia. For results based on the total sample of national adults, the", "margin of sampling error is ±1 percentage point at the 95% confidence", "level. All reported margins of sampling error include computed design", "effects for weighting.", "Each sample of national adults includes a minimum quota of 50% cellphone", "respondents and 50% landline respondents, with additional minimum quotas", "by time zone within region. Landline and cellular telephone numbers are", "selected using random-digit-dial methods.", "Learn more about how Gallup Poll Social Series works.", "Related Topics Include:", "USA All Gallup Headlines Political Parties Politics", "Report", "Foreign Trade: Opportunity or Threat to the U.S. Economy?", "Seventy-four percent of U.S. adults say trade represents \"an opportunity", "for economic growth through increased U.S. exports.\"", "Subscribe to the Gallup News brief and real time alerts.", "Stay up to date with our latest insights.", "Sign Up", "Recommended", "Politics", "Nov 4, 2014", "Voters, Especially Independents, Lack Interest in Election", "Gallup's key voter turnout indicators reveal that Americans are far less", "interested in the election this year than in 2010, and less likely to say", "they'll vote. Voter engagement has dropped significantly among", "independents.", "Politics", "Aug 28, 2014", "Obama's \"Strong Disapproval\" Double His \"Strong Approval\"", "Americans are more than twice as likely to \"strongly disapprove\" (39%) of", "President Obama's job performance as they are to \"strongly approve\" (17%).", "The margin in approval ratings of his performance has steadily grown since", "2009.", "Politics", "Nov 3, 2014", "Obama Effect Likely Negative in Key Senate Races", "President Obama's approval rating is below 40% in three of six states with", "competitive Senate races. While party preferences have been stable in most", "of these states, the GOP has seen significant gains in Arkansas.", "Polling Matters", "Dec 18, 2020", "Partisanship and Vaccine Uptake Strategies", "by Frank Newport", "In their efforts to increase COVID-19 vaccine uptake, health experts need", "to understand why political groups differ in their willingness to be", "vaccinated.", "January 7, 2015", "Gallup", "https://news.gallup.com/poll/180440/new-record-political-independents.aspx", "Gallup World Headquarters, 901 F Street, Washington, D.C., 20001, U.S.A", "+1 202.715.3030", "Gallup", "* Methodology Center", "* Senior Scientists", "* Trends A-Z", "* George Gallup", "* About Us", "* Careers", "* Locations", "* News", "* Store", "* Media Inquiries", "* Gallup Speakers", "* Customer Support", "* Contact Us", "* Facebook", "* Twitter", "* LinkedIn", "* Instagram", "* YouTube", "Subscribe to Our Latest Insights", "_____________________ Sign Up", "Copyright © 2021 Gallup, Inc. All rights reserved.", "Copyright © 2016 Gallup, Inc. All rights reserved.", "Gallup, Inc. maintains several registered and unregistered trademarks that", "include but may not be limited to: A8, Accountability Index, Business", "Impact Analysis, BE10, CE11, CE11 Accelerator, Clifton StrengthsExplorer,", "Clifton StrengthsFinder, Customer Engagement Index, Customer Engagement", "Management, Dr. Gallup Portrait, Employee Engagement Index, Enetrix,", "Engagement Creation Index, Follow This Path, Gallup, Gallup Brain, Gallup", "Business Journal, GBJ, Gallup Consulting, Gallup-Healthways Well-Being", "Index, Gallup Management Journal, GMJ, Gallup Panel, Gallup Press, Gallup", "Tuesday Briefing, Gallup University, Gallup World News, HumanSigma,", "HumanSigma Accelerator, ICE11, I10, L3, ME25, NurseInsight,", "NurseStrengths, Patient Quality System, Performance Optimization, Power of", "2, PrincipalInsight, Q12, Q12 Accelerator, Q12 Advantage, Selection", "Research, Inc., SE25, SF34, SRI, Soul of the City, Strengths Spotlight,", "Strengths-Based Selling, StatShot, StrengthsCoach, StrengthsExplorer,", "StrengthsFinder, StrengthsInsight, StrengthsQuest, SupportInsight,", "TX(R+E+R)=P3, TeacherInsight, The Gallup Path, The Gallup Poll, The Gallup", "School, VantagePoint, Varsity Management, Wellbeing Finder, Achiever,", "Activator, Adaptability, Analytical, Arranger, Belief, Command,", "Communication, Competition, Connectedness, Consistency, Context,", "Deliberative, Developer, Discipline, Empathy, Fairness, Focus, Futuristic,", "Harmony, Ideation, Includer, Individualization, Input, Intellection ,", "Learner, Maximizer, Positivity, Relator, Responsibility, Restorative,", "Self-Assurance, Significance, Strategic, and Woo. All other trademarks are", "the property of their respective owners. These materials are provided for", "noncommercial, personal use only. Reproduction prohibited without the", "express permission of Gallup, Inc.", "* Privacy Statement", "* Cookie Preferences", "* Legal", "* Do Not Sell My Personal Information"]