["Link: amphtml", "Link: author", "Link: canonical", "logo", "[ Submit ]logo", "Markets", "Business", "Investing", "Tech", "Politics", "CNBC TV", "Watchlist", "PRO", "Menu", "* Make It", "* USA", "* INTL", "Search quotes, news & videos", "SIGN IN", "[ Submit ]logo", "Markets", "Business", "Investing", "Tech", "Politics", "CNBC TV", "Watchlist", "PRO", "Menu", "Health and Science", "* Coronavirus", "* Biotech and Pharma", "* Health Insurance", "* Hospitals", "* Science", "Medical Bills Are the Biggest Cause of US Bankruptcies: Study", "Dan Mangan | @_DanMangan", "Published 11:01 AM ET Tue, 25 June 2013 Updated 12:28 PM ET Wed, 24 July", "2013 CNBC.com", "health care medical doctors surgeons", "Stigur Karlsson | E+ | Getty Images", "Bankruptcies resulting from unpaid medical bills will affect nearly 2", "million people this year—making health care the No. 1 cause of such", "filings, and outpacing bankruptcies due to credit-card bills or unpaid", "mortgages, according to new data. And even having health insurance doesn't", "buffer consumers against financial hardship.", "The findings are from NerdWallet Health, a division of the", "price-comparison website. It analyzed data from the U.S. Census, Centers", "for Disease Control, the federal court system and the Commonwealth Fund, a", "private foundation that promotes access, quality and efficiency in the", "health-care system.", "\"A lot of Americans are struggling with medical bills,\" said NerdWallet", "Health Vice President Christina LaMontagne.", "NerdWallet estimates that households containing 1.7 million people will", "file for bankruptcy protection this year.", "Even outside of bankruptcy, about 56 million adults—more than 20 percent", "of the population between the ages of 19 and 64—will still struggle with", "health-care-related bills this year, according to NerdWallet Health.", "And if you think only Americans without health insurance face financial", "troubles, think again. NerdWallet estimates nearly 10 million adults with", "year-round health-insurance coverage will still accumulate medical bills", "that they can't pay off this year.", "High-deductible insurance plans requiring consumers to pay more", "out-of-pocket costs are a challenge for many households.", "\"With an average American family bringing home $50,000 in income, a high", "medical bill and a high-deductible insurance plan can quickly become", "something they are unable to pay,\" LaMontagne said. \"If you have an", "out-of-pocket maximum of $5,000 or $10,000, that's really tough,\" he said.", "The analysis of rising health costs is the first of its kind for", "NerdWallet.", "(Read More: Making a Case for Self-Funded Health-Care Plans)", "Medical Bankruptcy by Age", "People Living", "Age      % of Total      US Medical-Related Size of   in Households", "Range    Bankruptcies    Bankruptcies 2013, Household with medical-Related", "2013, Estimated Estimated                    Bankruptcy", "2013, Estimated", "18-24    2.3%            14,618             2.41      35,229", "25-34    18.7%           120,708            2.86      344,622", "35-44    28.9%           186,812            3.35      624,888", "45-54    26.4%           170,875            2.81      480,159", "55-64    15.8%           102,080            2.18      222,534", "65+      8.0%            51,719             1.76      90,767", "Source: NerdWallet Health Analysis", "Obamacare 'Not a Panacea'", "With millions buried under medical bills, more insured under the", "Affordable Care Act will not completely solve that problem, LaMontagne", "said. While the ACA's reforms will indeed give more people coverage,", "NerdWallet's data shows that millions of people with year-round, full", "coverage are still overwhelmed by medical bills, she said.", "\"I don't think Obamacare is going to get rid of the situation,\" LaMontagne", "said. \"The data suggests that already-insured Americans are struggling.", "With the expansion of insurance, it doesn't seem like that problem will go", "away entirely. It's not a panacea.\"", "(Read More: Health-Care Cost Inflation Slows)", "The number of medically related bankruptcies is slightly less than the", "rate of recent years. Despite the anticipated 2013 dip, such bankruptcies", "represent about three out of every five filings.", "\"A lot of Americans probably think about bankruptcy as coming from unpaid", "credit-card debt or mortgages,\" LaMontagne said. \"But the root cause of", "all those troubles may well be medical bills.\"", "Handling High Medical Costs", "Handling High Medical Costs    10:16 PM ET Fri, 6 Feb 2009", "Not surprisingly, more than 11 million people will take on additional", "credit-card debt to cover mounting medical bills, LaMontagne said. Because", "credit cards often charge high interest rates for unpaid balances, debt", "only mounts, creating a vicious cycle for consumers.", "Meanwhile, NerdWallet found, 15 million people will deplete their savings", "to cover medical bills. Another 10 million will be unable to pay for", "necessities such as rent, food and utilities because of those bills.", "Skipping Prescription Medications", "When their savings are gone and their credit cards are maxed out,", "stretched consumers take the drastic step of cutting back on prescription", "medications.", "More than 25 million people are skipping doses, taking less medication or", "delaying refilling prescriptions to save money, NerdWallet found.", "\"That statistic is actually quite troubling,\" LaMontagne said. Delaying", "needed medication is a short-term fix that only triggers more health", "problems in the long term, she said.", "—By CNBC's Dan Mangan. Follow him on Twitter @danpostman", "[IMG]", "Dan ManganReporter", "To view this site, you need to have JavaScript enabled in your browser,", "and either the Flash Plugin or an HTML5-Video enabled browser. Download", "the latest Flash player and try again.", "Playing", "Share this video...", "×", "Watch Next...", "logo", "* Subscribe to CNBC PRO", "* Licensing & Reprints", "* CNBC Councils", "* Supply Chain Values", "* CNBC on Peacock", "* Advertise With Us", "* Join the CNBC Panel", "* Digital Products", "* News Releases", "* Closed Captioning", "* Corrections", "* About CNBC", "* Internships", "* Site Map", "* Podcasts", "* Ad Choices", "* Careers", "* Help", "* Contact", "* * * * * * * News Tips", "Got a confidential news tip? We want to hear from you.", "Get In Touch", "CNBC Newsletters", "Sign up for free newsletters and get more CNBC delivered to your inbox", "Sign Up Now", "Get this delivered to your inbox, and more info about our products and", "services.", "Privacy Policy|Do Not Sell My Personal Information|CA Notice|Terms of", "Service", "© 2021 CNBC LLC. All Rights Reserved. A Division of NBCUniversal", "Data is a real-time snapshot *Data is delayed at least 15 minutes. Global", "Business and Financial News, Stock Quotes, and Market Data and Analysis.", "Market Data Terms of Use and Disclaimers", "Data also provided by Reuters"]