["Link: home: Breitbart.com", "Link: canonical", "Link: publisher", "Link: alternate en-us", "Link: amphtml", "Skip to content", "* Politics", "* Entertainment", "* Media", "* Economy", "* World", "* London / Europe", "* Border / Cartel Chronicles", "* Israel / Middle East", "* Africa", "* Asia", "* Latin America", "* All World", "* Video", "* Tech", "* Sports", "* On the Hill", "* Wires", "* B Inspired", "Breitbart Store BREITBART", "_____________________", "* Politics", "* Entertainment", "* Media", "* Economy", "* World", "* London / Europe", "* Border / Cartel Chronicles", "* Israel / Middle East", "* Africa", "* Asia", "* Latin America", "* World News", "* Video", "* Tech", "* Sports", "* On the Hill", "* Wires", "* B Inspired", "* About Us", "* People", "BREITBART", "* Biden Border Crisis", "* Reopen USA", "* Woke Wars", "* Cuomo Scandals", "* Communist China", "* Masters of the Universe", "Graphic Images Justify Border Patrol’s Use of Deadly Force Against Rock Attacks", "Email Twitter Border Patrol Agent eye injury - file photoFile Photo:", "Homeland Security Today", "Brandon Darby", "2 Apr 2014", "The images included below shed light on the dangers U.S. Border Patrol", "agents are facing from rock throwers along the U.S./Mexico border. The", "Border Patrol has come under an unprecedented level of fire from the", "American Civil Liberties Union (ACLU) and their allies in both government", "and media for the use of deadly force in response to some rock attacks", "from individuals and groups illegally entering the U.S. from Mexico.", "Breitbart Texas has reported extensively on the left-of-center campaign to", "restrict the ability of Border Patrol agents to defend themselves and on", "the false narratives such open-borders advocates use in their political", "and media attacks against the men and women of the Border Patrol.", "The reality being far from the false narrative of “kids throwing pebbles,”", "the life-threatening rock attacks against Border Patrol agents often occur", "in remote areas when a solitary Border Patrol agent may be up to a", "90-minute drive from their nearest backup. The solitary Border Patrol", "agent’s radio often does not work due to insufficient communications", "infrastructure along the U.S./Mexico border–leaving the agent alone and", "unable to call for help. The attacks often come from illegal immigrants", "trafficking drugs or human beings, or from illegal immigrants trying to", "divert the attention and resources of the Border Patrol in an effort to", "assist drug and human traffickers.", "The below images were provided to Breitbart Texas from Homeland Security", "Today. The images show injuries to Border Patrol agents, damage to Border", "Patrol vehicles, and some of the large rocks used in such attacks. They", "graphically reveal the reality of such rock attacks and the risks such", "attacks pose to the very lives of U.S. Border Patrol agents.", "Follow Brandon Darby on Twitter: @brandondarby", "003", "002", "001", "Border / Cartel ChroniclesHomeland SecurityIllegal Immigrants", "Twitter", ".", "Please let us know if you're having issues with commenting.", "SOCIALShop the Official Breitbart Store!", "Breitbart on FacebookBreitbart on TwitterBreitbart on InstagramBreitbart", "on YouTube", "MOST POPULAR", "* Editor Fired After Blaming 'Angry White Man' for Boulder", "ShootingEditor Fired After Blaming 'Angry White Man' for Boulder", "Shooting", "* Schakowsky: We'll Regulate Tech, Need to Have Limits on User", "ContentSchakowsky: We'll Regulate Tech, Need to Have Limits on User", "Content", "* Brooks: Reducing Number of Guns 'Only Way to Have a Meaningful'", "ImpactBrooks: Reducing Number of Guns 'Only Way to Have a Meaningful'", "Impact", "* Transportation Secretary Pete Buttigieg Floats 'Vehicle Miles'", "TaxTransportation Secretary Pete Buttigieg Floats 'Vehicle Miles' Tax", "* Steele on GA Voting Law: Black Voters Coming Back on You Like a", "HammerSteele on GA Voting Law: Black Voters Coming Back on You Like a", "Hammer", "* Whites Excluded, Illegal Aliens Qualify for Oakland $500 PayoutWhites", "Excluded, Illegal Aliens Qualify for Oakland $500 Payout", "* Penalties for Lying on ATF Form 4473 As Hunter Biden Allegedly", "DidPenalties for Lying on ATF Form 4473 As Hunter Biden Allegedly Did", "* Virgil: When Wokeness Damages DemocratsVirgil: When Wokeness Damages", "Democrats", "* Hollywood Stars Condemn Georgia's Election Integrity Law as", "RacistHollywood Stars Condemn Georgia's Election Integrity Law as", "Racist", "* Ken Blackwell: Corporate Media Legislation Is ‘Bait and Switch'Ken", "Blackwell: Corporate Media Legislation Is ‘Bait and Switch'", "FROM THE HOMEPAGE", "* Virgil: When Wokeness Damages DemocratsVirgil: When Wokeness Damages", "Democrats", "* USA Today Editor Fired After Blaming ‘Angry White Man’ for Boulder", "ShootingUSA Today Editor Fired After Blaming ‘Angry White Man’ for", "Boulder Shooting", "* State Sen. Mark Moores Chosen as GOP Candidate for New Mexico Special", "ElectionState Sen. Mark Moores Chosen as GOP Candidate for New Mexico", "Special Election", "* Report: Frustrated Gun Controllers Dig in for ‘Long Game’Report:", "Frustrated Gun Controllers Dig in for ‘Long Game’", "* Vatican Cardinal: In a Globalized World, ‘There Are No Borders’Vatican", "Cardinal: In a Globalized World, ‘There Are No Borders’", "* Hugo Boss Vows to Buy Slave Cotton in Chinese After Denying Purchases", "in EnglishHugo Boss Vows to Buy Slave Cotton in Chinese After Denying", "Purchases in English", "* Rapper Lil Nas X Unveils Nike ‘Satan Shoes’ Containing Human Blood,", "Limited to 666 PairsRapper Lil Nas X Unveils Nike ‘Satan Shoes’", "Containing Human Blood, Limited to 666 Pairs", "* Texas DPS Trooper Critically Wounded, Manhunt Underway for Alleged", "ShooterTexas DPS Trooper Critically Wounded, Manhunt Underway for", "Alleged Shooter", "* Anonymous Donor Gifts Kentucky Grandpa a New SmileAnonymous Donor", "Gifts Kentucky Grandpa a New Smile", "* Archbishop Charles Chaput Warns of Demise of Religious Freedom in", "U.S.Archbishop Charles Chaput Warns of Demise of Religious Freedom in", "U.S.", "* Baltimore Ends Prosecution of Low-Level Crimes Such As Prostitution,", "Drug PossessionBaltimore Ends Prosecution of Low-Level Crimes Such As", "Prostitution, Drug Possession", "* Penalties for Lying on ATF Background Check Form – As Hunter Biden", "Allegedly Did – Include Fines, Jail TimePenalties for Lying on ATF", "Background Check Form – As Hunter Biden Allegedly Did – Include Fines,", "Jail Time", "BREITBART NEWS", "* Masthead", "* About Us", "* Policy Info", "* Terms of Use", "* Privacy Policy", "* Advertise", "* Wires", "* Contact Us", "* Careers", "* Store", "* Get the App", "* Newsletter", "* Send A Tip", "* Sitemap", "Breitbart on FacebookBreitbart on TwitterBreitbart on YouTubeBreitbart on", "InstagramBreitbart on ParlerBreitbart RSS", "Copyright © 2021 Breitbart"]