["Link: image_src", "NASA", "NASA Science Mars Exploration Program", "Skip Navigation", "menu", "* Mars Facts", "* Martian Moons", "* Mars in our Night Sky", "Mars Facts", "Martian Moons", "Mars in our Night Sky", "All About Mars Mars in our Night Sky", "Total Lunar Eclipse", "Opposition", "Solar Conjunction", "Mars Retrograde", "Mars Close Approach", "Mars in our Night Sky", "An illustration showing Mars south above the horizon, near twelve o’clock", "in the night sky.", "Mars Close Approach to Earth", "See Mars in the Night Sky!", "Simply go outside and look up and, depending on your local weather and", "lighting conditions, you should be able to see Mars.", "Mars Close Approach was Oct. 6, 2020", "That is the point in Mars' orbit when it comes closest to Earth, this time", "at about 38.6 million miles (62.07 million kilometers) from our planet.", "Mars was visible for much of the night in the southern sky and at its", "highest point at about midnight.", "Mars will still be visible through October, but will become fainter as", "Mars and Earth travel farther away from each other in their orbits around", "the Sun.", "This time of excellent Mars viewing coincides with opposition, when Mars", "is directly on the opposite side of Earth from the Sun. This lineup", "happens about every two years. During this opposition, Mars and Earth are", "closest to each other in their orbits. That means Mars is at its", "brightest, so go out and take a look!", "IFrame", "NASA's Mars 2020 mission, with its Perseverance rover, is currently en", "route to the Red Planet, with a landing scheduled for Feb. 18, 2021.", "Several other nations also have spacecraft headed to Mars.", "Diagram showing the Sun in the center, with Earth between the Sun and", "Mars, with all three in alignment.", "Diagram shows the configuration of Earth, Mars, and the Sun during", "opposition.", "What is Mars Close Approach?", "Close Approach is when Mars and Earth come nearest to each other in their", "orbits around the sun. Close is a relative term. The minimum distance from", "Earth to Mars is about 33.9 million miles (54.6 million kilometers).", "However, that doesn't happen very often.", "Illustration of the orbits of Mars and Earth around the sun during Close", "Approach.", "Illustration of the orbits of Mars and Earth around the sun during Close", "Approach.", "If Earth and Mars had perfectly circular orbits, their minimum distance", "would always be the same. However, they have elliptical (egg-shaped)", "paths.", "In addition, gravitational tugging by planets constantly changes the shape", "of their orbits a little bit. Giant Jupiter especially influences the", "orbit of Mars.", "The orbits of Mars and Earth are also slightly tilted with respect to each", "other.", "All of these factors mean that not all close encounters are equal. In", "2003, Mars made its closest approach to Earth in nearly 60,000 years! It", "won't be that close again until the year 2287.", "When Mars and Earth are close to each other, Mars appears very bright in", "our sky. It also makes it easier to see with telescopes or the naked eye.", "The Red Planet comes close enough for exceptional viewing only once or", "twice every 15 or 17 years.", "Close Approach: Mars Hoax", "Mars Hoax", "However, don't be fooled by the Mars Hoax! Since 2003, this urban legend", "has been circulated through email and social media every time Mars makes a", "close approach.", "Don't be fooled by the Mars Hoax. The message is that Mars will look as", "big as the Moon in our night sky. If that were true, we'd be in big", "trouble given the gravitational pulls on Earth, Mars, and our Moon!", "When does Mars Close Approach Occur?", "Though Earthlings will be able to get a good look at Mars during close", "approach, NASA's Curiosity rover and Insight lander on Mars will not be", "able to see Earth.", "Though Earthlings will be able to get a good look at Mars during close", "approach, NASA's Curiosity rover and Insight lander on Mars will not be", "able to see Earth.", "Mars Close Approach happens about every 26 months. It is closely related", "to Mars Opposition and Mars Retrograde.", "Since Mars and Earth are at their closest, it's generally the best time to", "go to Mars. Many Mars missions have taken advantage of the close distance", "to visit the red planet. That's why, depending on budgets, you'll often", "see that Mars missions launch about every two years:", "2001 Mars Odyssey", "2003 Mars Exploration Rovers", "2005 Mars Reconnaissance Orbiter", "2007 Mars Phoenix Lander", "2009 (skipped opportunity)", "2011 Mars Science Laboratory/Curiosity Rover", "2013 MAVEN", "2016 (skipped opportunity)", "2018 InSight", "2020 Mars 2020", "2022 Mars Sample Return", "Archived Content 2003 and 2005 ›", "Next Mars Close Approach in 2022", "Missed seeing Mars Close Approach in 2020? Not to worry! The next Mars", "Close Approach is Dec. 8, 2022, when the Red Planet will be only 38.6", "million miles (62.07 million kilometers) from Earth. Taking advantage of", "the short trip-time will be NASA’s next mission to Mars, known as Mars", "Sample Return, a campaign to bring samples of Mars rocks and soil back to", "Earth, where they can be studied in detail.", "Mars Images and Videos", "* Ingenuity's Test Flight Activities (Illustration)", "Ingenuity's Test Flight Activities (Illustration)", "* Perseverance Sample Caching System Doors", "Perseverance Sample Caching System Doors", "* Rover Point of View of Ingenuity Flight Zone", "Rover Point of View of Ingenuity Flight Zone", "› more images", "› more videos", "You Might Also Like", "Now uncocooned from its protective carbon-fiber shield, the helicopter is", "being readied for its next steps.", "More", "NASA Ingenuity Mars Helicopter Prepares for First Flight", "NASA Ingenuity Mars Helicopter Prepares for First Flight", "The first trek of the agency’s largest, most advanced rover yet on the Red", "Planet marks a major milestone before science operations get under way.", "More", "NASA's Perseverance Drives on Mars' Terrain for First Time", "NASA's Perseverance Drives on Mars' Terrain for First Time", "The award moves NASA and ESA a step closer to realizing Mars Sample", "Return, an ambitious planetary exploration program that will build upon", "decades of science, knowledge, and experience.", "More", "NASA Awards Mars Ascent Propulsion System Contract for Sample Return", "NASA Awards Mars Ascent Propulsion System Contract for Sample Return", "Mission team members are participating in a virtual teleconference to", "discuss milestones achieved so far since the Feb. 18 landing and those to", "come.", "More", "NASA to Provide Update on Perseverance ‘Firsts' Since Mars Landing", "NASA to Provide Update on Perseverance ‘Firsts' Since Mars Landing", "The agency’s newest rover captured first-of-its kind footage of its Feb.", "18 touchdown and has recorded audio of Martian wind.", "More", "NASA's Mars Perseverance Rover Provides Front-Row Seat to Landing, First", "Audio Recording of Red Planet", "NASA's Mars Perseverance Rover Provides Front-Row Seat to Landing, First", "Audio Recording of Red Planet", "First-of-its kind footage from the agency’s newest rover will be presented", "during a briefing this morning.", "More", "NASA to Reveal New Video, Images From Mars Perseverance Rover", "NASA to Reveal New Video, Images From Mars Perseverance Rover", "Get the Mars Newsletter", "_____________________ [  ]", "Follow the Journey", "twitter facebook instagram rss", "The Red Planet", "*    * Dashboard", "* Science Goals", "* The Planet", "* Atmosphere", "* Astrobiology", "* Past, Present, Future, Timeline", "The Program", "*    * Mission Statement", "* About the Program", "* Organization", "* Why Mars?", "* Research Programs", "* Planetary Resources", "* Technologies", "News & Events", "*    * News", "* Events", "Multimedia", "*    * Images", "* Videos", "* Audio", "* More Resources", "Missions", "*    * Past", "* Present", "* Future", "* International Partners", "More", "*  * NASA Science Mission Directorate", "* Privacy", "* Image Policy", "* Feedback", "Managed by the Mars Exploration Program and the Jet Propulsion Laboratory", "for NASA’s Science Mission Directorate"]