["Link: profile", "Link: canonical", "Link: shortlink", "Link: image_src", "Link: amphtml", "Go to main menu", "Heavy", "Lorraine Smothers, Chris Wallace’s Wife: 5 Fast Facts", "Share on Facebook Share on Twitter Share via E-mail More share options", "Share on Pinterest Share on Flipboard Share on Reddit Share on WhatsApp", "Go to search form", "Search _____________________ [ Search ]", "1. Heavy.com", "2. News", "3. Breaking News", "Lorraine Smothers, Chris Wallace’s Wife: 5 Fast Facts", "Share on Facebook Share on Twitter Share via E-mail More share options", "Share on Pinterest Share on Flipboard Share on Reddit Share on WhatsApp", "* 355 Views", "* 6 Shares", "* [IMG][IMG]", "* By Erin Laviola", "* Updated Oct 23, 2020 at 8:30am", "Chris Wallace & wife Lorraine", "Getty Fox News anchor Chris Wallace and his wife, Lorraine Martin Smothers", "Wallace.", "Lorraine Martin Smothers is married to Fox News reporter Chris Wallace. He", "is the anchor of Fox News Sunday and has been with the network since 2003.", "Wallace and Smothers tied the knot in 1997. It was the second marriage for", "both of them. Wallace was married to first wife Elizabeth Farrell for more", "than 20 years and they had four children together.", "Here’s what you need to know:", "----------------------------------------------------------------------", "1. Lorraine Smothers Has Published 3 Best-Selling Cookbooks", "Mr. Sunday's SoupsMr. Sunday's Soups", "‌", "Lorraine Smothers has said she did not spend much time in the kitchen", "growing up, but her interest in cooking grew after becoming a mother. She", "told The Washington Post in a 2011 feature that she preferred to make her", "two children’s baby food with organic, seasonal ingredients.", "After marrying Wallace in 1997, dinner became a larger event. (Wallace had", "four children from his first marriage.) Four of the children were between", "the ages of 9 and 12 when they first tied the knot. Smothers began a", "tradition of cooking soups.", "Mr. Sunday's SoupsSpruce TV sat down with Author Lorraine Wallace, and Fox", "News Anchor, Chris Wallace to talk about their new cookbook, Mr. Sunday's", "Soups. Check it out!2011-04-29T16:47:33Z", "Smothers published her first cookbook, Mr. Sunday’s Soups, in December", "2010. The title was inspired by her husband’s schedule as the host of the", "Sunday morning program at Fox News. At the beginning of the book, Smothers", "explained that Wallace’s job, which began in 2003, upended their family", "schedule because he had to go to bed early on Saturday nights. “I was", "faced with a dilemma: how to feed both of my guys in a timely and", "nourishing manner, and how to bring our family together, even for a short", "time. The answer was soup … and I served a different one each week.”", "Wallace explained in a 2011 segment (embedded above) that after waking up", "at 5 a.m. and hosting Fox News Sunday, he’d be starving by the time he", "would get home around 11:30 a.m. He said his “sweet Lorraine” would greet", "him with a “wonderful homemade soup bubbling on the stovetop.” Smothers’", "son Remick, who was a freshman in high school that year, would roll out of", "bed around that time. Smothers wrote that sharing a soup on Sundays at", "lunchtime became the perfect time to get everyone together before Wallace", "took a nap and Remick ran off to his sports practices.", "Smothers explained to the Washington Post she collaborated with food", "blogger Brigit Binns, who was instrumental in helping her formalize the", "recipes. The book, which took three months to write and features family", "photos, quickly became an Amazon bestseller. Smothers said she was", "“stunned” by the immediate success.", "Smothers’ second book was published in 2012, Mr. Sunday’s Saturday Night", "Chicken. Mr. and Mrs. Sunday’s Suppers was published in 2015.", "----------------------------------------------------------------------", "2. She Raised Horses While Married to First Husband Dick Smothers", "Dick SmothersDick Smothers", "The Smothers Brothers, Tom (L) and Dick pose at the Hollywood Bowl Hall of", "Fame 2003.", "Lorraine’s first marriage was to comedian and musician Dick Smothers. He", "is best known for starring alongside his brother Tom on the Smothers", "Brothers Comedy Hour on CBS from 1967 to 1969.", "They were introduced when one of Dick’s friends invited Lorraine backstage", "at a concert. They tied the knot in 1986. She was 27 and he was 47 at the", "time. They settled in her home state of Virginia.", "Dick Smothers told the The Morning Call in a 1993 interview, “When I first", "saw Lorraine, I flashed on her and then pursued her. It’s easy enough for", "me to leave California because I’ve been on the road and in the air for 30", "years. It wouldn’t be fair to put Lorraine in California where she had no", "friends, family or roots. It would be hard for her to live in California,", "surrounded by all those Californians.”", "The couple raised show horses. Dick Smothers joked to the reporter, “In", "Virginia, it’s mandatory to be in love with a horse.”", "----------------------------------------------------------------------", "3. Smothers & Wallace Have a Blended Family of 6 Children", "Lorraine Smothers, Lorraine Wallace, Chris Wallace, Lorraine Wallace", "bioLorraine Smothers, Lorraine Wallace, Chris Wallace, Lorraine Wallace", "bio", "(Getty)", "Wallace wrote in the forward of his wife’s cookbook, Mr. Sunday’s Soups,", "about how their marriage blended a family that included six children. “I", "don’t think it’s an overstatement to say we created our version of the", "Brady Bunch around the kitchen table.”", "Smothers’ oldest child is daughter Sarah. She was born in 1987, according", "to a search of online records. Smothers’ son Remick was likely born in", "1989 (he was a freshman in high school as of 2003).", "Wallace had four children from his first marriage. The oldest son, Peter,", "was born in 1975. He attended Harvard, like his father, but did not follow", "his footsteps into journalism. He works as a senior managing director at", "the Blackstone Group in New York City. According to his wedding", "announcement in 2004, Peter was set up on a blind date in 2000 with his", "wife, Jennifer Marie Breheny, by his grandfather, 60 Minutes correspondent", "Mike Wallace. Breheny was an associate producer at 60 Minutes.", "Wallace’s second child was daughter Megan. Wallace revealed in a 2018", "interview that Megan calls him “Bom Bom” rather than “Dad” because “that", "is what her kids call me.”", "Wallace’s two younger children, Andrew and Catherine, are twins. They were", "born in 1986. According to her Facebook page, Catherine attended the", "University of St. Andrews in Scotland and is now based in New York City.", "Her brother Andrew does not appear to have an online profile.", "----------------------------------------------------------------------", "4. The Wallaces Own a Home In Washington, D.C. & An Estate Overlooking the", "Chesapeake Bay In Maryland", "chris wallace wife housechris wallace wife house", "D.C. Office of Tax and RevenueChris Wallace and wife Lorraine Smothers", "live in Washington, D.C.", "Chris and Lorraine Wallace are now empty-nesters, but they still own the", "large Washington, D.C., home they moved into after tying the knot in 1997.", "Property records for D.C. show Lorraine M. Wallace as the only listed", "owner for the property.", "The home was originally built in 1929 and has nearly 5,000 square feet of", "living space on a 6,492-square-foot lot. Online records indicate the", "Wallaces purchased the 4-bedroom house for $1.1 million in 1997. The", "home’s current estimated value, when factoring in both the land and", "improvements to the home according to Redfin, is $3.9 million.", "chris wallace housechris wallace house", "RedfinFox News anchor Chris Wallace and wife Lorraine Smothers are based", "in Washington, D.C.", "The Wallaces also purchased a property in Annapolis, Maryland, in 2015.", "According to Town & Country magazine, the family uses the estate, which", "overlooks the Chesapeake Bay, as a gathering place for all of their", "children and grandchildren.", "----------------------------------------------------------------------", "5. Smothers Grew Up in Virginia & Was Described as a ‘Washington Socialite’", "Lorraine Martin Smothers, Chris Wallace, Chris Wallace wife, Lorraine", "Martin Smothers bio, who is Chris Wallace married toLorraine Martin", "Smothers, Chris Wallace, Chris Wallace wife, Lorraine Martin Smothers bio,", "who is Chris Wallace married to", "Lorraine and Chris Wallace have been married since 1997. (Getty)", "Lorraine Wallace told the Washington Post in 2011 she did not cook much", "growing up in Middleburg, Virginia. But she noted in her second cookbook,", "Mr. Sunday’s Saturday Night Chicken, that she developed a keen interest in", "cooking during the 1980s when she was in her 20s.", "According to the bio included with the book, Smothers “started her own", "extensive garden–growing vegetables, herbs, and flowers. She developed an", "appreciation for organic ingredients and a deep love for cooking.”", "The bio also said Smothers loved to ride horses. She competed “on the", "amateur showjumping circuit and won awards on her horse, Strait Man.”", "It was during this time in her life that she met and married Dick", "Smothers. A Chicago Tribune article from 1986 referred to her as a", "“Washington socialite” but did not mention her horseback riding. The", "article did mention, however, that Dick Smothers’ first wife, Linda, died", "on the same day he married Lorraine after getting hit by a car a few days", "earlier.", "READ NEXT: Kevin McKinney, Ainsley Earhardt’s Ex-Husband: 5 Fast Facts", "----------------------------------------------------------------------", "Read More", "2020 Presidential Election, 5 Fast Facts, Breaking News, Celebrities, Fox", "News, Politics", "Close sidebar", "* Home", "* News Expand sub-menu", "* Breaking News", "* 5 Fast Facts", "* Crime", "* Politics", "* Money", "* Joe Rogan", "* Sports Expand sub-menu", "* UFC", "* Los Angeles Lakers", "* Brooklyn Nets", "* Miami Heat", "* Dallas Cowboys", "* Las Vegas Raiders", "* New England Patriots", "* Seattle Seahawks", "* Chicago Bears", "* Cleveland Browns", "* San Francisco 49ers", "* Pittsburgh Steelers", "* Green Bay Packers", "* Detroit Lions", "* Baltimore Ravens", "* Tampa Bay Buccaneers", "* Kansas City Chiefs", "* New York Giants", "* Atlanta Falcons", "* Minnesota Vikings", "* Buffalo Bills", "* Philadelphia Eagles", "* Golden State Warriors", "* Boston Celtics", "* Houston Rockets", "* Fantasy Football", "* FC Barcelona", "* Entertainment Expand sub-menu", "* Streaming", "* The Bachelor", "* Dancing With the Stars", "* The Voice", "* Teen Mom", "* Cobra Kai", "* Star Trek", "* Real Housewives", "* Survivor", "* Bravo TV", "* American Idol", "* Love & Hip Hop", "* Big Brother", "* Jersey Shore", "* Hallmark Movies", "* The Kardashians", "* Gaming", "* Shopping Expand sub-menu", "* Beauty", "* Tech", "* Outdoors", "* Home", "* Garden", "* Toys", "* Fashion", "* Pets", "* Baby", "* Wedding", "* Deals", "* Gifts Expand sub-menu", "* Gifts for Women", "* Gifts for Men", "* Gifts for Seniors", "* Gifts for Boys", "* Gifts for Girls", "* Gifts for Mom", "* Gifts for Dad", "* Gifts for Wife", "* Gifts for Husband", "* Gifts for Girlfriend", "* Gifts for Boyfriend", "* Luxury Gifts", "* Toys for Boys", "* Toys for Girls", "* Hottest Christmas Toys", "Heavy", "* About Heavy.com", "* Contact Us", "* Editorial Guidelines", "* Privacy Policy", "* Privacy Rights", "* Terms of Service", "* Sitemap", "Stay Connected", "Facebook Twitter Subscribe RSS Feed", "Copyright © 2021 Heavy, Inc. All rights reserved. Powered by WordPress VIP"]