["Link: canonical", "Link: shortlink", "Skip to main content", "US flag Official website of the Department of Homeland Security", "* Get Email Updates", "* Contact Us", "* Comunicarse con Nosotros", "* Employee and Family Resources", "* Facebook", "* Instagram", "* Flickr", "* Twitter", "* Linkedin", "* YouTube", "* Mail Us", "Search ________________", "[ Search ]", "US Department of Homeland Security Logo", "U.S. Customs and Border Protection", "* About CBP", "Photo of the operational components of CBP", "Who We Are", "CBP Officer Arm Patch", "Learn About CBP", "Leadership/Organization", "History", "In Memoriam", "US Customs House", "Environmental Stewardship", "Document Review/Comment", "NEPA", "Preserving Cultural Resources", "Sustainability", "US Capitol building", "Congressional Resources", "Congressional Office FAQs", "Congressional Testimony", "CBP Access", "CBP Snapshot of Operations", "A Typical Day at CBP", "Vision and Strategy 2025", "Performance, Accountability and Financial Reports", "* Newsroom", "CBP, CBSA Host Joint Media Event", "Media & Public", "Press Officers", "Media Releases", "Advisories", "Speeches/Statements", "Helicopter with Aerostat in background", "Imagery", "Photo Gallery", "Video Gallery", "Agents escorting illegal aliens", "Background", "Stats and Summaries", "Fact Sheets", "Frontline - Official Digital Publication of U.S. Customs and Border", "Protection", "Publications", "Frontline Digital", "Reports", "Forms", "* Travel", "A CBP Officer inspects a vehicle and passengers at a land border port", "of entry", "U.S. Citizens/LPRs", "* Automated Passport Control", "* Mobile Passport Control", "* Canada and Mexico Travel", "* Know Before You Go", "CBP Officer Inspecting Luggage", "International Visitors", "* ESTA", "* Visa Waiver Program", "* Know Before You Visit", "Traveler Checking In", "Trusted Traveler Programs", "* Global Entry", "* NEXUS", "* SENTRI", "* FAST", "* Trade", "Photo of Mini Cooper that was illegally imported", "Basic Import and Export", "Importing a Car", "Exporting a Car", "Importer/Exporter Tips", "Internet Purchases", "USMCA", "U.S. Single Window for Trade", "Automation/Agency Partners", "Getting Started with ACE", "Upcoming ACE Outreach", "PGA Integration", "Innovation", "Counterfeit NFL Apparel", "Key Trade Issues", "Stakeholder Outreach", "Priority Trade Issues", "Brokers", "Quota", "Forced Labor", "Federal Register Notice", "Rulings & Legal Decisions", "eRuling Requirements", "Federal Register Notices", "Customs Bulletin and Decisions", "Informed Compliance Publications", "* Border Security", "Photo of Border Patrol Agent looking through Binoculars", "Along US Borders", "Border Patrol History", "Strategic Plan", "Border Patrol Sectors", "CBP officer inspects fuel tank of a vehicle", "At Ports of Entry", "Cargo Security", "Preclearance", "Protecting Agriculture", "Blackhawk Interceptors", "From the Air and Sea", "Missions", "Domestic General Aviation", "Aircraft and Marine vessels", "Global map highlighting the United States and other central american", "countries", "International Initiatives", "CBP Attaches", "Customs Mutual Agreements", "World Customs Organization", "* Careers", "CBP Officer Inspecting Rail Cars", "Which Career is Right for You?", "Agriculture Specialist (AGS)", "Air and Marine Agent", "Border Patrol Agent", "CBP Officer", "Female Air and Marine agent", "Women of CBP", "USAJOBS \"WORKING FOR AMERICA\"", "Prepare to Apply", "Background Investigation", "Study Guides", "FAQs about Applying", "CBP explorers members in formation at Valor Memorial", "Outreach Programs", "Hiring Persons with Disabilities", "Retired Annuitant Jobs", "Students and Recent Grads", "Veterans", "Home >> Newsroom >> Speeches and Statements", "Archived Content", "In an effort to keep CBP.gov current, the archive contains content from a", "previous administration or is otherwise outdated.", "Newsroom", "* Advisories", "* Media Releases", "* Photo Gallery", "* Video Gallery", "* Press Officers", "* Publications", "* Speeches/Statements", "* Spotlights", "* Stats and Summaries", "* COVID-19", "Statement from Commissioner McAleenan on Incident at San Ysidro Yesterday", "Afternoon", "Release Date:", "November 26, 2018", "Washington, DC", "Today, U.S. Customs and Border Protection Commissioner Kevin McAleenan", "conducted a short phone call with several members of the news media. Below", "is a transcript of his opening remarks.", "Good morning. I wanted to provide an opportunity to discuss the events", "yesterday in San Diego, and provide an update of the incident involving", "elements of the caravan and their attempts to unlawfully enter the United", "States. Yesterday, U.S. Customs and Border Protection agents and officers", "in San Diego effectively managed an extremely dangerous situation", "involving over 1,000 individuals who sought to enter the U.S. unlawfully", "in large groups. They did so safely and without any reported serious", "injuries on either side of the border. Yesterday’s incident involved large", "groups of migrants ignoring and overwhelming Mexican law enforcement, then", "attempting to enter the United States through vehicle lanes at San Ysidro", "and El Chaparral, and then through breaches in the international border", "fence between ports of entry. Elements of the group also engaged in dozens", "of assaults on agents and officers. Four agents were hit with rocks, but", "were wearing protective gear and did not suffer serious injuries.", "CBP was prepared for multiple demonstrations, marches, and border pushes", "that we saw yesterday. As we’ve articulated for several weeks, we have", "been concerned about the size of the caravan, its primarily single-adult", "composition, and the aggressive and assaultive behavior at both the", "Honduras-Guatemala border and the Guatemala-Mexico border. U.S. government", "officials have noted the presence of criminals in the group, and the", "Government of Mexico has arrested over 1,000 caravan members for criminal", "violations in Mexico. All of those concerns were borne out and on full", "display yesterday in Tijuana. Because we understood this group to present", "a new and unique concern from the outset, we have temporarily assigned", "surge forces with specialized training from Field Offices in Texas and", "elsewhere around the country to support our organic resources in San", "Diego. It’s also why we’ve deployed CBP aircraft to provide overwatch and", "advice.", "Further, we requested assistance from the Department of Defense, other", "federal partners, to include the Federal Protective Service in the States", "of California, Texas and Arizona. As the events unfolded yesterday, quick,", "decisive, and effective action to close San Ysidro and – on the Mexican", "side, El Chaparral – prevented an extremely dangerous situation of", "hundreds – and potentially over a thousand – migrants seeking to rush the", "border through vehicle lanes. These measures were effective on both the", "U.S. and Mexican sides of the border and prevented a dangerous situation", "from getting worse. As a result, groups of caravan participants moved both", "east and west of the San Ysidro border crossing. East of the port of", "entry, they breached the international border fence in multiple places –", "the legacy landing mat portion of the fence – and sought to enter", "illegally in large groups.", "In the course of these events, individuals engaged in active assaults,", "throwing dozens of projectiles at CBP law enforcement personnel. Our", "Border Patrol agents were able to counter this activity, address the", "attempted group entry, and resolve the assaults with presence and", "less-lethal device deployments. Elements of the group then staged west of", "the port of entry and sought to press into the United States in the area", "of the Tijuana River channel. This group again became assaultive, with", "rocks and other projectiles thrown at our agents. Again, four agents were", "struck by projectiles in these assaults. This morning began calmly, with", "caravan members remaining in shelter areas provided by Mexican", "authorities.", "We will continue to monitor the situation closely. And while we seek to", "maintain lawful trade and travel to the maximum extent, we will be", "prepared to close San Ysidro again if necessary to ensure the safety of", "the traveling public, the migrants themselves, and our officers. This is", "an unfortunate consequence of the caravan’s activities, as San Ysidro is a", "critical economic engine between the U.S. and Mexico, with 110,000", "crossings each way every day. We will also continue to engage with Mexican", "authorities for safe management of the situation.", "U.S. Customs and Border Protection is the unified border agency within the", "Department of Homeland Security charged with the management, control and", "protection of our nation's borders at and between official ports of entry.", "CBP is charged with securing the borders of the United States while", "enforcing hundreds of laws and facilitating lawful trade and travel.", "Last modified:", "February 3, 2021", "Tags:", "Border Security", "Archive Speeches and Statements", "Click to expand and share this page on social networksShare This Page.", "Facebook Icon Twitter Icon LinkedIn Icon Tumblr Icon Mailto Icon", "* About CBP", "* Newsroom", "* Travel", "U.S. Department of Homeland Security", "* Trade", "* Border Security", "* Careers", "* Accessibility", "* Accountability", "* DHS Components", "* FOIA", "* Forms", "* Inspector General", "* No FEAR Act", "* Privacy", "* Site Policies", "* The White House", "* USA.gov", "* Plug-ins"]