["Link: canonical", "Link: amphtml", "Link: image_src", "Skip to Article", "Set weather", "Back To Main MenuClose", "Customize Your Weather", "Set Your Location:", "Enter City and State or Zip Code", "_____________________ Submit", "mlive’s Logomlive’s Logo", "Michigan", "* Ann Arbor", "* Flint", "* Grand Rapids/Muskegon", "* Jackson", "* Kalamazoo", "* Saginaw/Bay City", "* All Michigan", "[ Submit ]", "Sign in", "* Sign in Chevron that denotes content that can open up.", "* Create account Chevron that denotes content that can open up.", "* Newsletters", "* Help/FAQ", "COVID-19 continues to evolve. Subscribe today for fact-based updates.", "1. Public Interest", "Michigan TV stations replace ‘false’ attack ads on Gary Peters", "Updated Dec 17, 2019; Posted Dec 17, 2019", "Gary Peters", "Sen. Gary Peters, D-MI, introduces U.S. Senator Debbie Stabenow after she", "won her re-election campaign for U.S. Senate Tuesday night at the Michigan", "Democratic election night party held at the Sound Board Theater inside", "MotorCity Casino in Detroit, Nov. 5, 2018. (Tanya Moutzalias | MLive.com)", "Tanya Moutzalias | MLive.comTanya Moutzalias | MLive.com", "Facebook Share", "Twitter Share", "By Malachi Barrett | mbarret1@mlive.com", "U.S. Sen. Gary Peters’ reelection campaign convinced Michigan television", "stations to replace a statewide attack ad it said makes “unquestionably", "false” claims about the freshman Democrat.", "Better Future Michigan, a dark money political group ran by the former", "campaign manager for Peters’ likely 2020 Republican opponent, spent", "$300,000 on digital and television ads which began running on Dec. 12.", "Legal counsel for Peters’ campaign argued the ads falsely claim Peters", "supports “Medicare for All, which eliminates private health insurance,\"", "and the Green New Deal in a letter requesting TV stations to pull the ad", "off the air.", "Nexstar TV stations in Grand Rapids, Lansing and Marquette removed the", "original ads over the weekend, according to the Peters’ campaign. Station", "managers were unable to be reached for comment.", "Tori Sachs, executive director for Better Future Michigan, said new", "versions of the ads replace a statement claiming Peters supports", "eliminating private health insurance with a line about Peters “siding with", "radical liberals.” The new version of the ad began running Monday, Sachs", "said.", "Peters told MLive he supports a public option allowing people to buy into", "Medicare and supported legislative efforts to reduce the age for people", "eligible to receive Medicare from 65 to 50. Peters said people should have", "the option to keep their private health insurance, and he does not support", "the Medicare for All plan proposed by U.S. Sen. Bernie Sanders, I-Vt.", "“I also support adding Medicare as an option in the Affordable Care Act,”", "Peters said. \" They have a choice of a number of private insurance", "companies that they can pick from, and I would support Medicare being an", "option, but it would be up to the consumer to determine whether or not", "they wanted to purchase Medicare for a private option.\"", "Peters previously said he supports “aspects” of the Green New Deal, but", "did not vote in favor of it when the resolution came to the Senate floor.", "Peters faced criticism by protesters in Sunrise Movement for not", "supporting the Green New Deal more strongly.", "Peters told MLive he considers climate change an “existential issue.\"", "The Peters campaign’s legal counsel said the core claim of the attack ad", "\"is objectively and unquestionably false,” in a letter to television", "stations.", "“Better Future Michigan either did not bother to check Senator Peters’", "clear position or is intentionally using your station to lie to the voters", "of Michigan,\" the campaign wrote, according to a press release. \"Either", "way, your station bears responsibility for the advertisement’s claims and", "must immediately stop airing this false advertisement.”", "Sachs denied the Peters campaign’s charge that the original ad misled", "voters about Peters’ stance.", "“We 100% stand by our ad and everyone agrees Gary Peters supports Medicare", "for All,” Sachs said. “We’re doing to do our job to educate people that", "4.9 million Michiganders would lose employer-provided health insurance.”", "Sachs is also the executive director of Michigan Rising Action, another", "nonprofit not required to disclose its donors. She said the organizations", "will continue “educating voters about what Medicare for All means.”", "“We’re just starting,” Sachs said.", "Michigan Democratic Party spokesperson Alex Japko said Better Future", "Michigan can’t be trusted to inform Michigan voters.", "“The fact that this dark money group’s first-ever ad was taken down for", "being blatantly false shows just how little credibility they have,\" Japko", "said in a statement. \"It’s embarrassing for them, and shows why", "Michiganders can’t trust what they say.”", "Sachs managed Republican John James’ unsuccessful 2018 campaign. James is", "running alone on the GOP ticket to oppose Peters in 2020.", "James filed to run as a Republican candidate last week. He already has the", "endorsement of the Michigan Republican Party and Vice President Mike", "Pence, who are eager to oust Peters and hold on to Republican control of", "the Senate.", "Read more on MLive:", "Gary Peters says Trump endorsement will be a liability for GOP challenger", "John James says his 2020 Senate run is about Michigan, not Trump", "GOP senate challenger John James closing fundraising gap with incumbent", "Democrat", "Michigan Democrats hit John James for anti-abortion comments", "Pence asks West Michigan to help Trump win reelection in 2020", "Note to readers: if you purchase something through one of our affiliate", "links we may earn a commission.", "Disclaimer", "Advance Local logo", "Registration on or use of this site constitutes acceptance of our User", "Agreement, Privacy Policy and Cookie Statement, and Your California", "Privacy Rights (each updated 1/1/21).", "Cookie Settings", "© 2021 Advance Local Media LLC. All rights reserved (About Us).", "The material on this site may not be reproduced, distributed, transmitted,", "cached or otherwise used, except with the prior written permission of", "Advance Local.", "Community Rules apply to all content you upload or otherwise submit to", "this site.", "[IMG]Ad Choices"]