["Link: canonical", "Top", "* Skip to Content", "[IMG]", "* Home", "* * Feedback", "* POLITICO Jobs", "Find stories by:", "* Author", "[ ] Any Reporter", "[ ] Abrahamson, Zachary", "[ ] Alberta, Tim", "[ ] Allen, Jonathan", "[ ] Allen, Mike", "[ ] Aujla, Simmi", "[ ] Barbash, Fred", "[ ] Barr, Andy", "[ ] Bresnahan, John", "[ ] Budoff Brown, Carrie", "[ ] Burns, Alexander", "[ ] Catanese, David", "[ ] Cheney, Catherine", "[ ] Cogan, Marin", "[ ] Cohen, Richard E.", "[ ] Coller, Andie", "[ ] Cummings, Jeanne", "[ ] DiMascio, Jen", "[ ] Frates, Chris", "[ ] Frerking, Beth", "[ ] Gavin, Patrick", "[ ] Gerstein, Josh", "[ ] Glass, Andrew", "[ ] Gordon, Craig", "[ ] Grieve, Tim", "[ ] Haberkorn, Jennifer", "[ ] Haberman, Maggie", "[ ] Hagey, Keach", "[ ] Harris, John F.", "[ ] Hart, Kim", "[ ] Heitz, Dianna", "[ ] Hillman, G. Robert", "[ ] Hohmann, James", "[ ] Hoskinson, Charles", "[ ] Hunt, Kasie", "[ ] Isenstadt, Alex", "[ ] Kady II, Martin", "[ ] Kliff, Sarah", "[ ] Lee, Carol E.", "[ ] Lee, MJ", "[ ] Lovley, Erika", "[ ] Lozano, Alicia", "[ ] Lubold, Gordon", "[ ] Mahtesian, Charles", "[ ] Mark, David", "[ ] Marr, Kendra", "[ ] Marson, Anne", "[ ] Martin, Jonathan", "[ ] Negrin, Matt", "[ ] Nichols, Bill", "[ ] Parnes, Amie", "[ ] Phillip, Abby", "[ ] Raju, Manu", "[ ] Rogers, David", "[ ] Romm, Tony", "[ ] Rozen, Laura", "[ ] Ryan, Kiki", "[ ] Samuelsohn, Darren", "[ ] Sherman, Jake", "[ ] Shiner, Meredith", "[ ] Simon, Roger", "[ ] Smith, Ben", "[ ] Tanabe, Karin", "[ ] Taylor, Jessica", "[ ] Thrush, Glenn", "[ ] Toeplitz, Shira", "[ ] Trowbridge, Alexander", "[ ] VandeHei, Jim", "[ ] Vogel, Kenneth P.", "[ ] White, Ben", "[ ] Wong, Scott Or", "* Date", "[ ] Any Date", "[ ] 8/30/2010", "[ ] 8/29/2010", "[ ] 8/28/2010", "[ ] 8/27/2010", "[ ] 8/26/2010", "[ ] 8/25/2010", "[ ] 8/24/2010 Or", "* Keywords _____________________", "Go", "POLITICO", "* POLITICO 44", "* CLICK", "* Congress", "* 2010", "* Arena", "* Lobbying", "* Policy", "* Money", "* Health Care", "* Energy and Environment", "* Defense", "* Fuel Economy", "* Technology", "* Community", "* Multimedia", "* Headlines", "* More Info", "* About Us", "* Advertising", "* Article Archive", "* Breaking News Alerts", "* Employment", "* FAQ", "* Log in/Register", "* Mobile POLITICO", "* POLITICO Jobs", "* RSS / Widgets", "* Site Map", "* Store", "* Subscription", "Navigate:", "* POLITICO", "* Lobbyists", "* Lobbyists: This is our thanks?", "Main Content", "Lobbyists: This is our thanks?", "* * Print", "* Comment", "* Email", "* [IMG]", "* Subscribe", "By JEANNE CUMMINGS | 5/21/08 4:29 AM EDT", "Text Size", "* -", "* +", "* reset", "John McCain", "McCain is purging active lobbyists from his campaign team in a", "quest to wrest the reformist title from Democrat Barack Obama. AP", "Photo", "“It’s a different time, and we have a different set of rules out there in", "the way the press covers things,” said Ron Kaufman, a Republican lobbyist", "who supports McCain. “We have to adjust, and we should. It’s not about us;", "it’s about him.”", "Still, McCain’s tardy concern about lobbyists in his campaign and the", "strikingly public enforcement of the new policy has left many supporters", "bruised and sent others into hiding.", "When two of McCain’s part-time lobbyist supporters were contacted by", "Politico this week, both said they had filled out their compliance forms", "and assumed they were in the clear. But neither wanted to go on the record", "and risk calling attention to themselves, either.", "“The McCain folks seem confused. They’ve created an issue for Obama, and", "it strikes me as mindless politics to start eating your own like this. Not", "every lobbyist is Jack Abramoff,” said one Republican operative who", "requested anonymity to speak frankly.", "Even the anti-lobbyist policy itself is the subject of debate.", "To have a formal role in the campaign, lobbyists must quit their day job —", "at some point. Phil Gramm, the senator’s top economic adviser for more", "than a year, deregistered last month as a lobbyist for UBS, a major", "financial house caught up in the subprime mess that is now the subject of", "legislation on Capitol Hill.", "Lobbyist volunteers also aren’t allowed to serve as advisers on issues on", "which they once lobbied. In other words, the experts on certain issues", "aren’t allowed to help McCain develop policy in those areas.", "Meanwhile, lobbyists who help raise money appear to be able to keep their", "day jobs as long as they don’t have an official title and they don’t lobby", "McCain’s Senate office on any issue.", "“I frankly don’t understand the policy, and what parts of it I do", "understand actually don’t make sense,” said Jan Baran, a Republican", "campaign finance legal expert. “Even though someone has been a lobbyist", "for the last 30 years, if they are not a lobbyist for the next five", "months, they are OK for the campaign?”", "But perhaps the greatest ironies to emerge from McCain’s lobbyist roundup", "are the people who are enforcing and defending it.", "They are campaign manager Rick Davis, who in 2006 took a leave from his", "lobbying firm, Davis Manafort & Freedman, but whose name is still a big", "draw on its shingle; and chief political adviser Charlie Black, founder of", "another of Washington’s biggest lobbying houses.", "“It’s just ridiculous,” said Jeffrey J. Connaughton, a veteran Democratic", "lobbyist at the bipartisan firm Quinn Gillespie. “To send a high-powered", "lobbyist out to say that you don’t do business with lobbyists, it’s", "myopic.”", "Despite his own partisan background, Connaughton also is no fan of Obama’s", "policy.", "“What the lesson has been in the past is that when you try to appeal to", "people by saying that you are going to be more ethical than anybody in", "history, you sort of set yourself up for the media coming after you,”", "Connaughton said.", "Eamon Javers, Lisa Lerer, Samuel Loewenberg and Chris Frates contributed", "to this story.", "Pages", "* «", "Back to top", "* Print", "* Comment", "* Email", "* [IMG]", "* Subscribe", "Get alerted every time your favorite reporter posts a story", "* Jeanne Cummings", "Email _____________________", "Sign Up", "Like this story? Share it with others", "* * Follow POLITICO on My Web Post", "Read more stories in Lobbyists", "More Stories", "* [IMG]", "The bill for Agent Orange comes due", "The bill for Agent Orange comes due", "* [IMG]", "Obama blasts lies, disinformation", "Obama blasts lies, disinformation", "* [IMG]", "Obama touts New Orleans' resilience", "Obama touts New Orleans' resilience", "* [IMG]", "Beck rejects running with Palin", "Beck rejects running with Palin", "* [IMG]", "Decoding the Mideast peace rhetoric", "Decoding the Mideast peace rhetoric", "* [IMG]", "Crist: A man without a party", "Crist: A man without a party", "Readers' Comments (105)", "Show the first 20 comments", "1. default avatar for user BigChief", "BigChief", "Party: Independent", "Reply #1", "May. 21, 2008 - 5:35 AM EST", "TeamPolitico: May. 21, 2008 - 4:30 AM EST", "mon Javers, Lisa Lerer, Samuel Loewenberg and Chris Frates", "contributed to this story.", "These are all paid lobbyists...bet your bottom dollar on it.", "TeamPolitico: May. 21, 2008 - 4:30 AM EST", "“The whole anti-lobbyist shtick is disingenuous and annoying on both", "sides,” said one lobbyist.", "There are 41,000 registered lobbyists in Washington D.C. Each member", "of the USA Senate and each Member of the USA House of Representatives", "has on an average 77 lobbyists for high powered lawyer/lobbists to", "make their dreams come true...every day of every week of every month", "of every year..............THAT WE TOLERATE THIS STINKING SEWER OF", "CORRUPTION AND INFLUENCE PEDDLARS. (Lobbyists statistics posted on", "loudobbs--transcript for 5/18) is amazing.", "Those 41,0000 registered Washington D.C. Lobbyists...many of them", "representing Foreign Nations..from Mexico to the UAE to Europe to", "Iraq..which pays two lobbying firms to look out for them. Sadam", "Hussein had his own Lobbying FIrm...The Montana Corporation before", "being executed by the USA. ( We are not even counting State and Local", "Lobbyists...like Sen. Richard Durbin (D-ILL) his wife is a STATE", "lobbyist..so that does not count in the bizarre world of D.C)", "They have GIVEN US.........", "1. A never ending War.....no goals..no defintion of victory...no", "honor...LOTS OF MONEY TO BE MADE BY LOBBYING CLIENTS...like France who", "just got the Mega Jillion Dollar New Air Force Military Plane...they", "had THREE lobbyists working in MCain's office...who lobbied to give", "the plane to France.", "2. A never ending push to burden the American people with unskilled,", "uneducated, often unfriendly Mexican Nationals , central Americans and", "refugeess from any Third World nation..the more Anti American the", "better. An amensty drive is under way in the Senate right now...Diane", "Feinstein and Larry Craig..working to legalize millions of", "Mexicans..Patty Murray working to triple the number of H1b visas that", "can be given to India to bring Indian workers here to do entry level", "computor jobs that Americans would pay to get. Bill Gates and", "Microsoft are in Murray's Washington State. She is up for re-election.", "You can fire this job seller come November. NOw will you do? She wants", "to Sell Your job...take hers. What goes around comes around.", "Sen. Milkulsi wants to regrant anyone who ever worked on a H2b visas", "to get to have it \"reborn\" so as to speak and if you don't...well, she", "won't answer for the lack of crabmeat. She didn't say anything about", "lobster..or filet migon...not yet. I know you rotate your menus to", "include those dainties each month.", "THANKS TO PAID LOBBYISTS WHO BRIBE..SORRY..LOBBY YOUR ELECTED LEADERS", "TO BURDEN YOU WITH THIS..WHEN OTHER INDUSTRIALIZED NATIONS DO NOT", "PERMIT .IT...........................When You trot into your Food", "World..or Piggly Wiggly or Publix... or Winn Dixie...or Krogers...and", "buy a Head of lettuce picked by Migrant workers in California or", "Arizona..or Florida.............................YOU ARE PAYING OVER", "$10 FOR THAT ONE HEAD OF LETTUCE. Factor in the cost of food stamps", "and HUD housing for the migrant, foreign worker (FREE in the Big Ag", "Bill just Passed..300 BILLION in corporate welfare), education costs", "because that migrant has his family and they are in school..medical", "costs for that worker..they get medicade or just don't pay. Every", "American with Insurance has a bulit in $900 hidden tax to pay their", "medical costs. YOU pay their health costs. Hillary Clinton let that", "bit slip during a recent attack on Obama's Health Plan. Factor in", "other Social Services......................by the time you pay for", "that ONE migrant worker and his family..brought here for \"cheap labor\"", "those green beans he picked...cost you more than the steak you could", "not afford to buy.", "DO THE MATH YOURSELF. THE CORRUPT PRESS WON'T.", "HERE IS AN EXAMPLE OF AN ARTICLE THIS MORNING FROM THE HARD LEFT", "ASSOCIATED PRESS:", "\"But the Senate's rules left some nonspending add-ons, such as", "immigrant labor provisions, vulnerable to being knocked out by any", "senator's procedural objections. \" (NON spending? Even the", "Congressional Budget Office has put out studies that legalizing these", "workers...even tolerating an Open Border for them to flood into this", "nation..costs $23,000 per immigrant or illegal family. And that is", "AFTER a generous $10,000 has been deducted from the REAL cost of", "$33,000 each immigrant, refugee or illegal family costs the USA", "taxpayer in medical, incaration money, food stamps, housing,", "education.........that deduction allows for any sales taxes or such", "that have been paid..even social security taxes on stolen", "identities..and they don't count the cost of lawyers USA citizens must", "hire to get their Name Back.", "NON SPENDING? When why is California NOT RICH...INSTEAD OF BANKRUPT?", "Who is closing all of those hosptials? overcrowding schools which once", "were the toast of the nation...and now rank 49th?", "Ditto for Florida which is headed down the bankrupt road? If not the", "six million illegal aliens that OBama and Hilllary will both be", "pandering to today In Florida......................who did it? We used", "to be rich. We had a great school system. We had YankeEs living down", "here and we were progressive whether we liked it or not. Today we are", "a cesspool of illegal gangs. We are laying off", "teachers..firemen...closing museums...North Florida is mounting a", "serious drive..with the support of the Major paper in the", "State...COnservative with a booming circulation ............", "WE WANT TO BE THE STATE OF NORTH FLORIDA. LET THEM HAVE SOUTH FLORIDA.", "ALL OF OUR TAX REVENUES DISSAPEAR INTO SOUTH FLORIDA..WHERE MILLIONS", "OF PEOPLE ILLEGALY HERE DRAW GOVT. BENEFITS AND SERVICES....BUT PUT", "NOTHING BACK IN..................WE DON'T WANT TO BE CALIFORNIA...OR", "EVEN SOUTH FLORI", "And those 41,000 lobbists............they did it. It is their fault.", "They are our Real Govt. for as long as we tolerate them and the", "polticans they corrupt.", "* Reply", "* Quote", "* Report Abuse", "2. avatar for user Granny Jeanette", "Granny Jeanette", "Party: Democrat", "Reply #2", "May. 21, 2008 - 5:42 AM EST", "I want to get back to another issue please. Last week when Mike", "Huckabee made that awful comment about the noise being a gun being", "pointed at Obama and him ducking for the floor, I thought \"What is", "wrong with Republicans and can anyone top that for", "disgusting?\"....................... Well, yesterday on Morning Joe,", "Pat Buchanan did............... They were discussing issues and Pat", "said \"When Conservatives hear the word \"Kyoto\" they reach for their", "guns !..............What is it with these guys and guns? ...........", "Little D*@K, big gun?????????????????????????", "* Reply", "* Quote", "* Report Abuse", "3. avatar for user Roameo", "Roameo", "Party: Independent", "Reply #3", "May. 21, 2008 - 5:55 AM EST", "All McCain is belatedly doing is asking/demanding his lobbyist-loaded", "campaign and Senate staffs to put their lobbying on hold for a few", "months until he's suckered the voters into putting him in the White", "House. Then McCain will bring them all back on board to let them write", "the legislation that affects (mainly hurts) all of US, but mainly", "benefits them and their uber-rich employers, much like the utterly", "corrupt Bush administration did. For like the dumber-than-dumb", "Bushies, McCain is showing, with his crazy-quilt patchwork offerings", "of an economic plan and foreign policy and heath-care proposals, that", "he doesn't really have a clue, much less a cohesive vision for a", "better USA.", "* Reply", "* Quote", "* Report Abuse", "4. avatar for user Douglas in Manama", "Douglas in Manama", "Party: Republican", "Reply #4", "May. 21, 2008 - 6:05 AM EST", "What a partisan horse's ass Jeanne Cummings is!!!", "Instead of celebrating the fact that McCain is taking the lead in the", "purging of active lobbyists from his campaign staff and setting an", "example for both Parties, Ms. Cummings spins this positive story into", "a perceived negative for the sole purpose of McCain bashing.", "Grow up Ms. Cummings we are so far ahead of you.", "Douglas in London", "* Reply", "* Quote", "* Report Abuse", "5. default avatar for user BigChief", "BigChief", "Party: Independent", "Reply #5", "May. 21, 2008 - 6:13 AM EST", "TWICE.........jOHN McCAIN OR HIS LOBBYISTS STAFFER HAVE SAID ON", "TELEVISON.\"THE CONSTITUTION GIVES LOBBYISTS THE RIGHT TO LOBBY", "CONGRESS.\" THAT IS A LIE. DELIBERATE? I THINK SO. ( And Hillary", "Clinton just had to fire Mark Penn from his Lobbyist/staffer job with", "her..he flew down to Columbia to pick up a quick $300,000 from", "Columbia which is desperately trying to BUY a FREE trade deal with the", "USA. Bill Clinton has already had $700,000 laid on him by the Dealth", "Squad connected Regime of Columbian President Uribe. His First Cousin", "and close comrade..was arrested in the Columbian Senate....last month", "for leading Death Squads. Uribe has also been accused of that. And", "Republican Lobby firms have been getting the Columbian Gravy too to", "push that FREE TRADE Deal through...so it is Democrats and Republican", "Lobbyists who are the corruption in D.C.", "THE CONSTITUTION DOES NOT GIVE THEM THE RIGHT TO PETITION CONGRESS.", "THEY GET THAT RIGHT FROM A BIZARRE, CORRUPT DECISION OF THE A CORRUPT", "SUPREME COURT IN THE 1880'S....ROBBER BARON ERA....", "THAT COURT TOOK THESE WORDS...\"UNDER THE JURISDICTION THEREOF\" FROM", "THE 14TH. AMENDMENT WHICH REAFFIRMED THE CITIZENSHIP OF BLACK CHILDREN", "BORN TO SLAVE PARENTS DURING AND AFTER THE CIVIL WAR.", "THE COURT SAID CORPORATIONS WERE UNDER THE JURISDICTION OF THE USA", "CONGRESS AND THUS GRANTED THEM \"CORPORATE PERSONHOOD.\" EXXON WAS GIVEN", "THE SAME RIGHTS TO PETITION THE CONGRESSMAN OF WIDOW JONES..CONCERNED", "ABOUT HER SON FIGHTING IN IRAQ. as she gets.", "DO YOU THINK IN YOUR WILDEST DREAMS...THOMAS JEFFERSON...JAMES", "MADISON..BENJAMIN FRANKLIN....ALEXANDER HAMILTON....THOMAS PAINE..PAUL", "REVERE.....DO YOU THINK THEY MEANT FOR 41,000 EMPLOYEES OF FOREIGN", "NATIONS AND BIG CORPORATIONS TO LAVISH MONEY, CAMPAIGN DONATIONS,", "PARTIES, WORK FOR FREE, TRIPS...............................ON", "CONGRESS PEOPLE ELECTED TO SERVE THE CITIZENS OF THE USA OR for EXXON", "to have the same rights to petition Congressman Corrupt as Widow", "Jones?", "SORRY I RANT. RAPLH NADER...WHO IS NOT STUPID..HAS A BIT ON CORPORATE", "PERSON HOOD ON HIS WEB SITE. PLEASE READ IT. ALSO GOOGLE IT. THERE ARE", "REFORM GROUPS.", "Knowledge is Power. Do your own research. No One else is going to do", "it for you..", "* Reply", "* Quote", "* Report Abuse", "6. default avatar for user Bilbo983", "Bilbo983", "Party: NA", "Reply #6", "May. 21, 2008 - 6:57 AM EST", "McSame is simply a user, but is a coward once he is pushed against the", "wall. Remember he was a coward, too afraid to carry out his", "responsibilities for his permanently crippled first wife. McSame only", "cares for himself... and that's why he is considered the Flip-Flopping", "Champion, flip-flopping to suit his self-purpose and to win popularity", "with the majority. .", "* Reply", "* Quote", "* Report Abuse", "7. default avatar for user BigChief", "BigChief", "Party: Independent", "Reply #7", "May. 21, 2008 - 7:03 AM EST", "THE LOBBYISTS RULE IN D.C. TODAY. TURN ON C-SPAN TWO AND WATCH WHAT", "MONEY CAN BUY IN THE USA SENATE. TODAY.", "THEY VOTE ON ANOTHER AMNESTY BILL...THE SEVENTH ATTEMPT TO PUSH IT", "THROUGH IN TWO YEARS...THEY ARE LOGROLLING IT ONTO THE IRAQ WAR", "SPENDING BILL...today.", "THE DEMOCRATS ARE ALLOWING no debate...no discussion..no amendments", "...JUST . :LOG ROLLING ......THAT IS sticking an unrelated bill that", "can not possibly pass any other way onto a Must Past Bill...like the", "War Funding bill. Everyone ..whether pro or con..and I am con..wants", "the Kids to have good food, meds, warm blankets, good gear.......so", "that is why the Democrats and Bathroom Larry have pegged onto the War", "Bill. They can't pass it any other way. It is poor governemnt..it is", "government for Special Interest Groups..it will cost you $23,000 for", "every family they legalize..and more for every good American Job they", "selll with Sen. Murray Selling Computor beginning jobs to Indians.", "THIS IS HOW THEY SELL AMERICAN JOBS...SEE THEM DO IT. SEN. PATTY", "MURRAY OF WASHINGTON STATE HAWKING ENTRY LEVEL COMPUTOR JOBS BECAUSE", "NO AMERICAN CAN BE FOUND ABLE TO DO THAT JOB. WATCH HER IN ACTION.", "HEAR HER SPEECH. LOBBY SCHOOL........101... SCREW THE AMERICAN WORKER", "SHE CLAIMS TO REPRESENT.", ". ...Today is the day. If you only do one thing this year to stop", "illegal immigration,", "call OR E-MAIL your Senator'S STAFF TODAY. Your phone call could be", "the one that stops the amnesty. tHIS MASSIVE GIVE AWAY OF GOOD", "AMERICAN JOBS BY MURRAY AND PALS. You have a constitional right to", "address them with your poltical grevanices..", "YOU PAY FOR THEIR OFFICE PHONES..THEIR OFFICE STAFF AND THEY HAVE", "DOZENS..YOU CAN CALL THEIR STAFF AND SAY NO...... THE 41,000", "REGISTERED LOBBYISTS THEY PANDER TOO HAVE NO PROBLEMS GETTING THEIR", "STAFF ON THE LINE........AND LISTENING TO THEM..", "... Phone your Senators today and tell them to oppose any immigration", "provisions in the Iraq Supplemental spending bill 202-224-3121", "------CAPITOL SWITCHBOARD WWW.SENATE.GOV...E-MAIL. Offical site and", "also gives local office numbers....", "* Reply", "* Quote", "* Report Abuse", "8. default avatar for user Bilbo983", "Bilbo983", "Party: NA", "Reply #8", "May. 21, 2008 - 7:35 AM EST", "Please, that Sen. Phil Gramm is now McSame's Economic Advisor is so", "hillarious. Phil Gramm and his wife, Wendy should have been forced to", "testify under oath about their knowledge of Enron's alleged accounting", "fraud and use of offshore tax and bank regulation havens. Besides,", "wendy Gramm was on the Board of Enron!", "* Reply", "* Quote", "* Report Abuse", "9. default avatar for user colorado Karl", "colorado Karl", "Party: Democrat", "Reply #9", "May. 21, 2008 - 8:00 AM EST", "The red flags went up on my ship when \"they\" started judging", "candidates by how much money they raised! Corporations are Evil. They", "don't care about the workers. Lets all stop spending money and send a", "signal to Washington that WE are in charge of this REPUBLIC.", "* Reply", "* Quote", "* Report Abuse", "10. avatar for user right time", "right time", "Party: Conservative", "Reply #10", "May. 21, 2008 - 8:00 AM EST", "I look forward to a similar article that exposes Obama's lobbyists", "involved with his campaign. An investigation into some of his campaign", "organizers, like Penny Pritzker, would make good reading also.", "* Reply", "* Quote", "* Report Abuse", "11. avatar for user loretta", "loretta", "Party: Democrat", "Reply #11", "May. 21, 2008 - 8:19 AM EST", "What a partisan horse's ass Jeanne Cummings is!!!", "Instead of celebrating the fact that McCain is taking the lead in the", "purging of active lobbyists from his campaign staff and setting an", "example for both Parties, Ms. Cummings spins this positive story into", "a perceived negative for the sole purpose of McCain bashing.", "Grow up Ms. Cummings we are so far ahead of you.", "Douglas in London", "HAHAHAHAHA!!", "Here's an article documenting McCain's staffing of his campaign with", "Lobbyists:", "http://mccainsource.com/cor...", "Mark McKinnon, McCain's chief media consultant, has now officially", "QUIT the McCain campaign--not because he is a lobbyist, though:", "McKinnon pledged early in the contest that if Senator Obama was the", "Democratic nominee, he would recuse himself rather than participate in", "trying to smear this great candidate.", "Now, let's put this into perspective: McKinnon was responsible for", "media in the 2000 and 2004 Bush campaigns.", "* Reply", "* Quote", "* Report Abuse", "12. default avatar for user BigChief", "BigChief", "Party: Independent", "Reply #12", "May. 21, 2008 - 8:20 AM EST", "Today on CSPAN.2..Watch what \"k:\" street Lobbyists can buy. The", "Population of the USA will increase FIVE MILLION People today...in one", "day....First.........Read the facts......IMMIGRATION HISTORY OF THE", "USA…FEDERAL RECORDS KEPT SINCE 1820 by the immigration and", "naturalization service..now DHS", "1776-1819: ...........6,500 per year average ...............OUR", "CONTINENTAL EXPANSION TRADITION", "* Reply", "* Quote", "* Report Abuse", "13. default avatar for user Cincinnati Kid", "Cincinnati Kid", "Party: Independent", "Reply #13", "May. 21, 2008 - 8:25 AM EST", "Douglas in Manama: May. 21, 2008 - 6:05 AM EST", "Instead of celebrating the fact that McCain is taking the lead in", "the purging of active lobbyists from his campaign staff and setting", "an example for both Parties", "Excuse me.... this is Obama's lead and one of his top pet peeves that", "he has literally been talking about for months. !!!", "McCain, as usual is piggy-backing on the idea. He has had these same", "lobbyist working for him since day one of the election process and is", "just now \"cleaning house\" because he knows he will be up against Obama", "in November.", "McMaverick has NO original ideas... oh, except his BOGUS gas tax", "holiday.. and you see how well that went over !!", "He is fooling NO ONE, and is going to get slammed for his shabby", "foreign policy and healthcare views !!!", "* Reply", "* Quote", "* Report Abuse", "14. default avatar for user Cincinnati Kid", "Cincinnati Kid", "Party: Independent", "Reply #14", "May. 21, 2008 - 8:30 AM EST", "colorado Karl: May. 21, 2008 - 8:00 AM EST", "The red flags went up on my ship when \"they\" started judging", "candidates by how much money they raised! Corporations are Evil.", "They don't care about the workers. Lets all stop spending money and", "send a signal to Washington that WE are in charge of this REPUBLIC.", "YES WE CAN !!!", "* Reply", "* Quote", "* Report Abuse", "15. default avatar for user mrj", "mrj", "Party: N/A", "Reply #15", "May. 21, 2008 - 8:32 AM EST", "\"...in a quest to wrest the reformist title from Democrat Barack", "Obama...\"", "Cpl. Jason Dunham, 3rd Battalion, 7th Marines, Medal of Honor", "* Reply", "* Quote", "* Report Abuse", "16. default avatar for user makeitirish", "makeitirish", "Party: NA", "Reply #16", "May. 21, 2008 - 9:11 AM EST", "Call me pragmatic, I think he is letting the lobbyists out the front", "door pre-election to let them in the back door post-election. None of", "this would be an issue if the Burma cyclone didn't make people realize", "that Burma makes China's human rights records look like Sweden's. He's", "playing proactive defense, not \"reforming\" anything or suddenly", "realizing he was surrounded by lobbyists.", "* Reply", "* Quote", "* Report Abuse", "17. default avatar for user tytytak", "tytytak", "Party: NA", "Reply #17", "May. 21, 2008 - 9:47 AM EST", "Real simple answer to this problem. If you work in the US you pay", "taxes to the US. I am all for someone trying to better their self and", "their families life style however it should never come at a cost to", "the American people. Our gov needs to realize we need to take care of", "home first. We have homeless shelters closing down, food banks closing", "down and people right here in America going hungry and the list of", "problems go on and on. People in Washington are out of touch with what", "the average person in America is going through. How much is enough?", "Folks in Washington need to ask one question to themselves before", "making these decisions. How will this help the American people. Not", "how much money will my company make.", "* Reply", "* Quote", "* Report Abuse", "18. avatar for user Gun_Toter", "Gun_Toter", "Party: Green", "Reply #18", "May. 21, 2008 - 9:48 AM EST", "YES WE CAN !!!", "Can what! What can you do!", "Douglas in Manama: May. 21, 2008 - 6:05 AM EST", "Grow up Ms. Cummings we are so far ahead of you.", "There seems to be a lot of that going around.", "* Reply", "* Quote", "* Report Abuse", "19. default avatar for user Not_A_Libscum", "Not_A_Libscum", "Party: Independent", "Reply #19", "May. 21, 2008 - 9:54 AM EST", "After reading your post, it would appear that we must eliminate the", "1st Amendment.", "* Reply", "* Quote", "* Report Abuse", "20. default avatar for user genek", "genek", "Party: Conservative", "Reply #20", "May. 21, 2008 - 10:00 AM EST", "they have every right to represent their industries, especailly when", "it come to congress..we certainly know how wasteful they are and the", "damage they can do to us or an industry..they have every right to make", "their views known..the public does that every day when they write", "their congressman or senator over an issue", "* Reply", "* Quote", "* Report Abuse", "Read all 105 comments in our forum", "YOU NEED TO LOG IN TO USE THIS SYSTEM!", "* Email is Required", "Email _____________________", "* Password is Required", "Password _____________________", "[ Log in ] Forgot Password?", "If you are not a member yet, what are you waiting for? Register Now!", "Comment on this article", "Lobbyists: This is our thanks?", "1. Message is Required", "(9000 chars max)", "2. Signature", "___________________________________________________", "___________________________________________________", "___________________________________________________", "(200 chars max)", "[ Preview Comment ]", "Advertisement", "[IMG]", "Multimedia", "* VIDEO: Dean: Beck fans 'lost souls' VIDEO: Dean: Beck fans 'lost", "souls'", "* VIDEO: Allen on Obama's big week VIDEO: Allen on Obama's big week", "* VIDEO: Palin, Beck rally fans VIDEO: Palin, Beck rally fans", "See all video", "[IMG]", "Politico Blogs", "* Ben Smith", "Ben Smith on Politics", "Can voters love Palin, not want her for prez?", "* Laura Rozen", "Laura Rozen on Foreign Policy", "State Dept. angry over Israeli rabbi's death wish.", "* On Media", "On Media", "WaPo's cash cow threatened.", "* On Congress", "On Congress", "NRA holds fire on Reid endorsement.", "* Josh Gerstein", "Josh Gerstein on the Courts", "Secret showdown set for Islamic charity.", "* Maggie Haberman", "Maggie Haberman on New York", "Rice hits Albany \"crime scene.\"", "Advertisement", "[IMG]", "Hear POLITICO on-demand from your smartphone", "POLITICO's Early Morning Tip Sheets", "* Playbook", "Obama to focus on communicating optimism to \"all segments of this", "country.\"", "* Morning Score", "The Chamber is backing Portman and Stivers.", "* Morning Money", "Obama: No \"magic bullet\" for the economy.", "* Pulse", "Republican govs ask for FMAP money.", "* The Huddle", "Dems have spent August in a crouch, trying to recover from one bad", "economic story after another.", "* Morning Energy", "Benenson finds strong voter support for EPA.", "* Morning Defense", "IED deaths plummet in Afghanistan.", "* Morning Tech", "O'Reilly talks government, Web 2.0.", "POLITICO Policy", "* Money", "* Health Care", "* Energy and Environment", "* Defense", "* Fuel Economy", "* Technology", "POLITICO Columns", "* Pit Boss", "Pit Boss", "Target Corp.'s clumsy foray into partisan politics discourages other", "companies from doing the same.", "* Roger Simon", "Roger Simon", "The secretary of agriculture believes illegal immigrants help hold", "down food prices.", "Get Adobe Flash player", "Pollitico", "The blame game", "Which party shares more blame for the gloomy economy?", "* [ ] Democrats.", "* [ ] Republicans.", "* [ ] Both are equally culpable.", "* [ ] Who cares who's to blame? Let's just fix the economy.", "Submit Vote", "* Reference Story", "* View Results", "* Archives", "Wuerking Drawings", "[IMG] [IMG]", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "Wuerker Cartoon", "See all", "News", "* POLITICO Home", "* POLITICO 44", "* 2010", "* Arena", "* CLICK", "* Congress", "* Lobbying", "* Community", "* Multimedia", "* Ben Smith", "* Laura Rozen", "* On Congress", "* On Media", "* Josh Gerstein", "* Maggie Haberman", "Tip Sheets", "* Playbook", "* Morning Score", "* Morning Money", "* Pulse", "* The Huddle", "* Morning Energy", "* Morning Defense", "* Morning Tech", "Policy", "* Money", "* Healthcare", "* Energy", "* Defense", "* Fuel Economy", "* Technology", "More Info", "* About Us", "* Advertising", "* Article Archive", "* Breaking News Alerts", "* Employment", "* FAQ", "* Log in/Register", "* Mobile POLITICO", "* POLITICO Jobs", "* RSS / Widgets", "* Site Map", "* Store", "* Subscription", "© 2010 Capitol News Company LLC", "* Terms of Service", "* Privacy Policy", "Back to top"]