["Link: canonical", "[IMG]", "[IMG]", "[IMG]", "* News", "* Who We Are", "* What is Single Payer?", "* Get Involved", "* Merchandise", "* Contact", "* More", "Michigan for Single Payer Healthcare", "\"Everybody In, Nobody Out\"", "Single-Payer Universal Healthcare, also called \"Medicare for All,\" means", "a healthcare system in which providers are reimbursed by a single, public", "funding source.", "​", "Michigan for Single Payer is fighting for Single-Payer Healthcare for all", "Michiganders.", "SEG1-Jayapal-MedicareForAll-Rally.jpg", "Representatives Debbie Dingell (Michigan) and Pramila Jayapal (Washington)", "introduced the", "Medicare for All Act of 2021 in the House of Representatives on Wednesday, March", "17. They were joined by many others in a powerful show of support.", "View the PNHP stream on Facebook and on Twitter.", "Changes in the 2021 legislation which were not in the 2019 version:", "* Establishes a new Office of Health Equity within the U.S. Department", "of Health tasked with ending the disparities in health access and", "outcomes based on race, ethnicity, sex, sexual orientation,", "disability, primary language, homelessness, geography and", "socioeconomic status.", "* Improves benefits for workers in the private insurance industry who", "are transitioned out of their jobs and provides preferential hiring.", "* Maintains the Tricare military health system in addition to VA and", "Indian Health Services.", "* Expands funding for global budgeting and prioritizes funding for", "minority services.", "* The new bill number is HR 1976", "* The full text of the new bill is here.", "The CBO will evaluate the projected costs and funding requirements for the", "Medicare for All Act of 2021, but its study will be limited. The legislation", "will have complex far-reaching effects. A panel of experts and economists will", "become necessary to expand the scope of analysis.", "​", "For more information about Medicare for All click here.", "HELP US TO DEFRAY OUR COSTS FOR 2021 BY DONATING THROUGH PAYPAL. DONATE", "HERE OR HIT \"DONATE\" AT THE TOP OF OUR PAGE. THANK YOU!", "Download our PowerPoint. Use it for your own information", "or present to others:    Shorter version (10-15 min) / version (35-45 min)", "M4SPH%2520LOGO_edited_edited.jpg", "Join us!", "ABOUT US", "Michigan for Single Payer Healthcare advocates for single payer healthcare", "on both the national and state level. We are a 501c4 nonprofit", "organization.  Donations to Michigan for Single Payer Healthcare are not", "tax-deductible", "* Facebook Social Icon", "* Twitter Social Icon", "* YouTube Social  Icon", "Email:", "info@michigan4singlepayer.org", "© 2019 by Michigan for Single Payer Healthcare.", "Paid for by Michigan for Single Payer Healthcare."]