["Link: canonical", "_____________________", "SectionsShaw Local", "Sign In", "* Sign In", "* Subscribe", "* Print Subscriber? Activate Now", "* Contact Us", "_____________________", "* Subscribe", "* Digital Account", "* Print Account", "* Contact Us", "* News", "* Bears", "* Sports", "* Coronavirus", "* Opinion", "* Best Of The Fox", "* Bureau County Republican", "* Daily Chronicle", "* Friday Night Drive", "* High School Sports", "* Kane County Chronicle", "* Kendall County Now", "* Lake County Journal", "* Midweek News", "* Morris Herald-News", "* My Suburban Life", "* My Web Times", "* Neighborhood Tourist", "* News Tribune", "* Northwest Herald", "* Ogle County News", "* Prairie Advocate", "* Putnam County Record", "* Sauk Valley", "* The Herald News", "* Pro Football Weekly(Opens in new window)", "* Starved Rock Country(Opens in new window)", "* Obituaries(Opens in new window)", "* Deals(Opens in new window)", "* Public Notices", "* Jobs(Opens in new window)", "* Classified(Opens in new window)", "* Shaw Media Marketing(Opens in new window)", "* Newspaper Archive(Opens in new window)", "* Shaw Careers(Opens in new window)", "----------------------------------------------------------------------", "March 28, 2021", "Polo Marine killed in Afghanistan", "By Vinde Wells", "July 22, 2010 at 2:09 pm CDT", "ExpandAutoplay", "1 of 2Move LeftMove Right", "Move LeftMove Right", "Justus Bartelt", "Flags are flying at half-staff and yellow ribbons are on display all over", "Polo this week in honor of a hometown soldier killed July 16 in Helmand", "province in Afghanistan.", "U.S. Marines Staff Sgt. Justus S. Bartelt, 27, a 2001 graduate of Polo", "Community High School, was killed along with  21-year-old Cpl. Dave M.", "Santos of Rota, Marianas Islands of the Pacific, Department of Defense", "(DOD) officials said Monday.", "City officials lowered the flags to half-staff, and as the word of", "Bartelt's death spread through the small community, yellow ribbons cropped", "up on nearly every tree and post along the main roads into town, as well", "as in the downtown and around the high school.", "Bartelt is the first serviceman from Polo to die in combat since Larry A.", "Mackey, 23, was killed in Vietnam on Oct. 13, 1970.", "Both the Polo City Council and the Forreston Village Board held moments of", "silence to honor Bartelt during their Monday night meetings.", "The son of Steve Bartelt and Jeannie Kyker, both of Polo, he was on his", "third combat deployment.", "Former PCHS Principal Jim Jefford remembered Bartelt for his ready smile", "and sense of fun.", "\"No matter how bad of a day he was having, he always had a smile on his", "face,\" he said. \"He loved to tease people and have them tease him back. He", "was a good student and a good kid.\"", "Jefford said Bartelt joined the Marines shortly after he graduated from", "high school.", "Bartelt was a platoon sergeant assigned to Regimental Combat Team 2, 1st", "Marine Division Forward, I Marine Expeditionary Force Forward.", "He joined the Marine Corps in June 2001, and was promoted to the rank of", "staff sergeant on Jan. 1 of this year.", "He deployed in support of Operation Iraqi Freedom from March to October", "2005 and again from August 2008 to March 2009.", "Bartelt deployed to Afghanistan in support of Operation Enduring Freedom", "in February 2010.", "His awards include the Navy and Marine Corps Achievement Medal, Combat", "Action Ribbon, Marine Corps Good Conduct Medal, Iraq Campaign Medal,", "Afghanistan Campaign Medal, National Defense Service Medal, Global War on", "Terrorism Expeditionary Medal and the Global War on Terrorism Service", "Medal.", "The DOD said Bartelt died \"while supporting combat operations.\"", "No further information, including how the he was killed, has been released", "by military officials. Family members declined to comment.", "Funeral arrangements are pending at Polo Family Funeral Home.", "Tentative plans call for the service to be held on Sunday, July 25 at 1", "p.m. at the high school, with burial in Fairmount Cemetery.", "Marines from Camp Lejeune started deploying last year to Afghanistan as", "part of a surge of forces to the central Asian country.", "June was the deadliest month for U.S. and international forces with the", "deaths of 103 service members, including 60 Americans. So far this month,", "at least 42 U.S. service members have died in Afghanistan.", "----------------------------------------------------------------------", "Latest News", "Breaking", "Family says body recovered Saturday is that of Brandon Cuddy of Byron", "By Kathleen A. Schultz", "●", "March 14, 2021 at 3:13 pm CDT", "----------------------------------------------------------------------", "Body recovered at Sterling’s Oppold Marina; no word on whether it might be", "missing Ogle County man", "----------------------------------------------------------------------", "IDPH, ISBE now define social distance as ‘3 to 6 feet between students and", "vaccinated staff’ in new guidance for school districts", "----------------------------------------------------------------------", "Hillcrest man accused of sexually abusing girl younger than 13", "----------------------------------------------------------------------", "Candlelight vigil for 7-year-old Oregon boy Tuesday", "----------------------------------------------------------------------", "Brave enough to go bald? Lanark woman has a fundraiser for you – and childhood", "cancer research", "----------------------------------------------------------------------", "Mt. Morris junior high presents ’10 Ways to Survive Life In Quarantine’", "----------------------------------------------------------------------", "Autopsy Thursday for Oregon School District first-grader found unresponsive in", "his bed", "...", "Copyright © 2021 Shaw Local News Network", "Copyright © 2021 Shaw Local News Network", "Shaw Local"]