["Link: canonical", "Cookies on GOV.UK", "We use some essential cookies to make this website work.", "We’d like to set additional cookies to understand how you use GOV.UK,", "remember your settings and improve government services.", "We also use cookies set by other sites to help us deliver content from", "their services.", "Accept additional cookies Reject additional cookies View cookies", "You can change your cookie settings at any time.", "Hide this message", "Skip to main content", "[IMG] GOV.UK", "Show or hide search", "Search on GOV.UK", "_____________________", "Search GOV.UK", "Menu", "* Departments", "* Worldwide", "* How government works", "* Get involved", "* Consultations", "* Statistics", "* News and communications", "Coronavirus (COVID-19) Rules, guidance and support", "Brexit Check what you need to do", "1. Home", "2. Defence and armed forces", "3. Armed forces", "Operations in Afghanistan", "Staff Sergeant Brett George Linley killed in Afghanistan", "It is with sadness that the Ministry of Defence must confirm that Staff", "Sergeant Brett George Linley from 11 Explosive Ordnance Disposal Regiment,", "Royal Logistic Corps, was killed in Afghanistan on Saturday 17 July 2010.", "From:", "Ministry of Defence", "Published:", "19 July 2010", "Field of operation:", "Afghanistan", "Ministry of Defence crest", "Staff Sergeant Brett George Linley (All rights reserved.)", "Staff Sergeant Brett George Linley (All rights reserved.)", "Staff Sergeant Linley, serving with the Counter-IED Task Force in support", "of Combined Force Nahr-e Saraj (South), was killed in an explosion during", "a counter-IED operation in the Nahr-e Saraj district of Helmand province.", "Staff Sergeant Brett George Linley", "Staff Sergeant Brett George Linley was 29 years old and from Birmingham.", "He enlisted into the Royal Logistic Corps in March 2001 and qualified as", "an Ammunition Technician in September 2002.", "Over the next eight years, Staff Sergeant Linley trained for several", "counter-IED roles and, most recently in March 2010, qualified as a High", "Threat IEDD (Improvised Explosive Device Disposal) Operator. Over this", "time he perfected his bomb disposal skills whilst deployed on three", "separate tours of duty in Northern Ireland, working closely with the", "Police Service of Northern Ireland. He also deployed in the Ammunition", "Technician role to the Falkland Islands and Canada.", "In late March 2010, Staff Sergeant Linley deployed with his IEDD team on", "Operation HERRICK to Afghanistan and conducted dozens of IED clearances", "across Helmand province.", "On 17 July 2010, Staff Sergeant Linley and his team were working in", "support of Combined Force Nahr-e Saraj (South) to clear IEDs from a major", "route when sadly he died following an IED explosion. The security of this", "route is vital to the freedom of manoeuvre, and as such is a major", "priority in that area.", "There is no doubt that during his tour of duty in Afghanistan, Staff", "Sergeant Linley’s actions have saved many lives, both Afghan and British,", "and his death is a tragic loss to his unit, his family and his friends.", "Staff Sergeant Linley is survived by his partner and his parents.", "Lieutenant Colonel David Southall, Royal Engineers, Commanding Officer", "Counter-Improvised Explosive Device Task Force, said:", "Staff Sergeant Brett Linley was a man of courage and composure - his", "loss has shaken us all. He qualified earlier this year as a High Threat", "IEDD Operator, motivated by a simple desire to save life and play his", "part in Afghanistan.", "I will remember his calm, considered manner and, as one of life’s", "grafters, his professionalism was meticulous; ‘If it’s worth doing, it’s", "worth doing right’ he’d tell his boys, both in training and on task.", "Brett faced the IED threat daily, but despite the risk his heroism was", "without fuss or fanfare - such quiet and unassuming modesty endeared him", "to all.", "Brett leaves behind his partner and parents, whose grief we share. In", "this confused and turbulent world, I will miss his measured voice of", "reason and clarity of thought; it leaves a void we struggle to fill.", "Lieutenant Colonel Gerald Strickland, Commanding Officer 1st Battalion The", "Royal Gurkha Rifles Battle Group, Combined Force Nahr-e Saraj (South),", "said:", "The loss of Staff Sergeant Brett Linley has touched us all in this", "battle group. He had worked with us for most of the last three months", "through testing times. I have a vivid memory of him which I think", "captures everything that was good and courageous about him.", "After a soldier had been killed in an IED strike, Staff Sergeant Linley", "went forward to clear the area so that the soldier’s personal effects", "could be recovered. I sat fifty metres away as the sun dipped in the sky", "watching his lone figure edging down a wood line, step by painstaking", "step. In the space of an hour, on his own, he found three more IEDs.", "There was no fanfare, he simply dealt with each device, and then", "silently moved on to the next. He did much more for us, both before and", "after this event, but it is a mark of the man that he was ever calm,", "utterly professional, and never made a fuss.", "He was a true hero who knew the risks of his job, but never hesitated to", "step forward into danger. I will miss his wise advice greatly. We mourn", "his loss, and grieve for his family.", "Lieutenant Colonel Gareth Bex, Commanding Officer 11 Explosive Ordnance", "Disposal Regiment Royal Logistic Corps, said:", "Once again our regiment has been shaken by the news of this latest", "operational death and my heartfelt condolences go out to Staff Sergeant", "Brett Linley’s parents, partner and friends. Staff Sergeant Linley was", "an exceptional man; modest and unassuming, he took immense pride in his", "work and was remarkable at what he did.", "Never one to take life too seriously, he was always the source of a", "witty comment to break the ice or defuse a tricky situation. He was", "immensely proud of his Midlands heritage, Birmingham City Football Club,", "and his broad ‘brummie’ accent, dry humour and outgoing manner ensured", "that all who met him instantly felt at ease and couldn’t help become a", "friend.", "Latterly he took immense pride in becoming a High Threat IEDD Operator", "and was keen to deploy to Afghanistan; his motivation was quite simply", "to save lives. In a traditional sense he might not have looked the part", "and was often ‘fashionably scruffy’, but he would have walked through", "fire for his team to get them home safe.", "Throughout his career he collected close friends wherever he served; an", "inspiration to all those who met him and an incomparable Ammunition", "Technician, his loss is an enormous blow to us all.", "Major David Croall, Officer Commanding Joint Force Explosive Ordnance", "Disposal Group, said:", "Today is a tragic day; the death of Staff Sergeant Brett Linley has come", "as a heavy blow to the Joint Force Explosive Ordnance Disposal Group,", "part of the Counter-IED Task Force.", "We are devastated that another exceptional man has been lost in the", "prime of his life and send our heartfelt condolences to his girlfriend,", "parents, the men and women of 11 Explosive Ordnance Disposal Regiment", "Royal Logistic Corps, and his wider family and friends.", "Brett Linley was a very amiable man whose calmness and self-effacing", "manner belied his inner strength and absolute courageousness. I", "personally will also remember him for his graciousness, chattiness and", "mischievous grin. He was utterly dedicated to his perilous job and", "simply radiated quiet professionalism.", "A remarkably strong member of any team, he was wholeheartedly", "enthusiastic and a very thoughtful mentor to those less experienced.", "I can only hope that all that knew him may find some comfort in the", "knowledge that he died in the conduct of a noble and vital cause. We in", "our tight-knit group will continue the fight to reduce the threat from", "improvised explosive devices, but we will not forget him and are", "ourselves consoled by the privilege of having known and worked with such", "a fine soldier and man.", "Captain Robert Durnford, Second-in-Command, Joint Force Explosive Ordnance", "Disposal Group, said:", "The Joint Force Explosive Ordnance Disposal Group has sadly lost another", "of its number in Staff Sergeant Brett Linley. Born in Solihull,", "Birmingham, he deployed as part of the Joint Force Explosive Ordnance", "Disposal Group in March 2010 and was killed in action on 17 July 2010 at", "the age of 29.", "Staff Sergeant Linley was an extremely capable soldier who was a credit", "to his trade. As an Ammunition Technical Officer he was frequently", "called upon to deal with improvised explosive devices, and he did this", "with immense professionalism.", "Having only taken over at the start of May, I was instantly struck by", "his work ethic and his easygoing manner. He always took the time to talk", "to people and in several instances I was grateful for both his", "experience and his advice, something which I wasn’t alone in benefiting", "from. He inspired confidence in those around him and his loss is felt", "throughout the group.", "Our thoughts and sincere condolences are with his partner, his parents,", "his brother, his sister and the rest of his family and friends.", "Major Karl Frankland, 11 Explosive Ordnance Disposal Regiment Royal", "Logistic Corps, said:", "I first met Brett on the High Threat Improvised Explosive Device", "Disposal Operators course back in January. We shared a bay together", "which afforded me the opportunity to quickly get to know him. It was", "immediately apparent that, along with Staff Sergeant ‘Jonno’ Johnston, I", "had found myself amongst true team players who were determined to get", "each other through, and we did.", "I never knew Brett before the start of the course but he made me feel", "welcome and treated me like we had been mates for years. He was an", "incredibly friendly and considerate man who displayed a level of", "meticulous professionalism that was in the very best traditions of a", "Royal Logistic Corps Improvised Explosive Device Disposal Operator.", "Though I never admitted it at the time, his attitude towards the course", "was a constant source of inspiration for me, as was his insistence that", "‘if it was worth doing, it was worth doing right’. I valued his opinions", "and support and learned constantly from his actions; indeed, I have no", "doubt that his positive approach instilled greater confidence in all of", "us.", "I was immediately struck by Brett’s level-headed approach and his", "ability to rally his team through calm leadership and clarity of", "thought. He carried this over into Afghanistan and was unsurprisingly", "well-respected by both his team and all those he came into contact with.", "Outside of work, he was a private man, big in heart and possessing a", "bubbly and wicked sense of humour which manifested itself during rare", "‘let your hair down’ moments. He epitomised the ‘work hard, play hard’", "ethos of the trade and was the best company.", "Never one to sit back when questions needed asking, Brett was", "methodical, passionate and steadfastly determined, not just as an", "operator but in everything he did. He tackled his training and", "subsequent deployment in the same manner, carefully, and with the safety", "of his team foremost in his mind.", "He, like all of us, was aware of the nature of the task ahead but saw it", "as his duty to step up to the plate and be counted. He knew that,", "despite the politics surrounding the operation in Afghanistan, he was", "about to deploy for one reason - to save lives and to lessen the burden", "of his comrades already embroiled in the task at hand.", "Brett made the ultimate sacrifice in the pursuit of a role that he", "valued and took pride in. His passing has been sudden and he is a great", "loss, but we reflect fondly from this moment on the life of this great", "man who will not be forgotten.", "Warrant Officer Class 1 Marcus Dewstowe, 11 Explosive Ordnance Disposal", "Regiment Royal Logistic Corps, said:", "I can honestly say that Brett’s sacrifice will never be forgotten by me,", "his friends, his squadron, his regiment and the Ammunition Technician", "family as a whole.", "There is nothing that we can ever say to make the loss to his family,", "his partner, or all who knew him, any easier. To his regimental family", "the loss is immense. His selfless commitment, modest yet humorous", "courage and friendship will never be forgotten.", "Staff Sergeant Gareth Wood, 11 Explosive Ordnance Disposal Regiment Royal", "Logistic Corps, said:", "Brett was a great big teddy bear of a man; you just wanted to cuddle him", "all the time, which on our recent High Threat Improvised Explosive", "Device Disposal course I did on many occasions in the bar. He would", "bring us the most awful fruit I have ever tasted which he had proudly", "grown in his orchard.", "Brett was a lover not a fighter but was as brave and determined as they", "come. He leaves a big hole in my life and leaves that trade a worse", "place. My heart goes out to his partner and his parents whose loss is", "much keener felt than ours. Rest in Peace mate. Look after him Oz.", "Staff Sergeant Ian Johnston, 11 Explosive Ordnance Disposal Regiment Royal", "Logistic Corps, said:", "Brett was inspirational with an easygoing manner. Everyone that he met", "would soon call him a friend. True friends like him do not come around", "every day, the type of person that would drive fifty miles out of his", "way to ensure a promise is kept.", "Always on hand to assist a friend, he was confident and a natural leader", "of men. The trade has lost one of its finest who can never be replaced.", "Courageous to the last, the long walk was a task undertaken, for which", "he wanted no thanks.", "It breaks my heart to say friend, sleep well. I hope one day we will", "meet again.", "Corporal Andrew Harrison, 11 Explosive Ordnance Disposal Regiment Royal", "Logistic Corps, said:", "Every time we set foot on the ground with Brett leading the way, we knew", "we were in safe hands. Always putting his team’s safety first, he never", "left anything to chance. His passion for the job could be seen", "throughout every task he performed and he was always keen to do as much", "as possible to help.", "Always first to crack a joke and raise a smile, he was an inspirational", "man to work with and it has been a privilege to serve alongside him. He", "shall never be forgotten.", "Corporal Sarah Kain, 11 Explosive Ordnance Disposal Regiment Royal", "Logistic Corps, said:", "One of the nicest men to grace this planet. Such a selfless, courageous", "gentleman. Every task with Brett was a pleasure, and every bit of", "downtime a barrel of laughs.", "An absolute top bloke who will be missed tremendously. Rest in Peace", "Brett.", "Defence Secretary Dr Liam Fox said:", "Despite the very real danger that he faced every day, Staff Sergeant", "Brett Linley carried out his role with courage, professionalism and", "composure. It’s clear from the tributes to him that he was a selfless", "soldier who, without question, would do whatever was needed to protect", "those around him.", "It was while trying to keep his colleagues and the local Afghan people", "safe from IEDs that he was tragically killed. His sacrifice will not be", "forgotten and I offer my sincere condolences to his friends and family.", "Published 19 July 2010", "Explore the topic", "* Armed forces", "Is this page useful?", "* Yes this page is useful", "* No this page is not useful", "Thank you for your feedback", "There is something wrong with this page", "Close", "Help us improve GOV.UK", "Don’t include personal or financial information like your National", "Insurance number or credit card details.", "What were you doing? _____________________", "What went wrong? _____________________", "Send", "Close", "Help us improve GOV.UK", "To help us improve GOV.UK, we’d like to know more about your visit today.", "We’ll send you a link to a feedback form. It will take only 2 minutes to", "fill in. Don’t worry we won’t send you spam or share your email address", "with anyone.", "Email address _____________________", "Send me the survey", "Coronavirus (COVID-19)", "* Coronavirus (COVID-19): guidance and support", "Brexit", "* Check what you need to do", "Services and information", "* Benefits", "* Births, deaths, marriages and care", "* Business and self-employed", "* Childcare and parenting", "* Citizenship and living in the UK", "* Crime, justice and the law", "* Disabled people", "* Driving and transport", "* Education and learning", "* Employing people", "* Environment and countryside", "* Housing and local services", "* Money and tax", "* Passports, travel and living abroad", "* Visas and immigration", "* Working, jobs and pensions", "Departments and policy", "* How government works", "* Departments", "* Worldwide", "* Services", "* Guidance and regulation", "* News and communications", "* Research and statistics", "* Policy papers and consultations", "* Transparency and freedom of information releases", "----------------------------------------------------------------------", "Support links", "* Help", "* Privacy", "* Cookies", "* Contact", "* Accessibility statement", "* Terms and conditions", "* Rhestr o Wasanaethau Cymraeg", "* Built by the Government Digital Service", "Open Government Licence", "All content is available under the Open Government Licence v3.0, except", "where otherwise stated", "© Crown copyright"]