["Link: home: Breitbart.com", "Link: canonical", "Link: publisher", "Link: alternate en-us", "Link: amphtml", "Skip to content", "* Politics", "* Entertainment", "* Media", "* Economy", "* World", "* London / Europe", "* Border / Cartel Chronicles", "* Israel / Middle East", "* Africa", "* Asia", "* Latin America", "* All World", "* Video", "* Tech", "* Sports", "* On the Hill", "* Wires", "* B Inspired", "Breitbart Store BREITBART", "_____________________", "* Politics", "* Entertainment", "* Media", "* Economy", "* World", "* London / Europe", "* Border / Cartel Chronicles", "* Israel / Middle East", "* Africa", "* Asia", "* Latin America", "* World News", "* Video", "* Tech", "* Sports", "* On the Hill", "* Wires", "* B Inspired", "* About Us", "* People", "BREITBART", "* Biden Border Crisis", "* Reopen USA", "* Woke Wars", "* Cuomo Scandals", "* Communist China", "* Masters of the Universe", "Border Patrol Agent Assaulted During Arrest of Illegal Alien", "Email Twitter Border Patrol Agent eye injury - file photoFile Photo:", "Homeland Security Today", "Bob Price", "2 Nov 2016", "A U.S. Border Patrol agent was assaulted by an illegal alien he was", "attempting an arrest in southern California. The assault on the agent", "assigned to the Calexico Station caused an injury to his eye socket.", "The Border Patrol agent observed a man illegally crossing the", "International Boundary fence at about 8:40 on Sunday night. After the", "illegal alien climbed over the fence, the agent made contact and attempted", "to arrest him, according to information obtained by Breitbart Texas from", "U.S. Customs and Border Protection officials.", "The illegal alien struck the agent in the face with his elbow, officials", "stated. He reportedly struck the agent in the left orbital eye socket with", "his elbow and fled to avoid arrest. Despite being injured, the agent", "pursued the man and caught up with him again.", "The illegal alien continued to fight, but the agent was able to subdue the", "man and place him in custody.", "In addition to the contusion to his left eye socket, the agent also", "suffered a laceration to his left elbow and a possible shoulder injury.", "The illegal alien was arrested and turned over for possible prosecution", "for assault on a federal agent, a felony.", "Just one week earlier, another Border Patrol agent was assaulted in the", "same area of Calexico, Breitbart Texas reported. The Border Patrol agent,", "assigned to the Calexico Station (El Centro Sector) in southern", "California, responded to an alarm of an illegal border crossing near", "downtown Calexico. The illegal border crossing was detected by the Remove", "Video Surveillance System operators who monitor the border fence. The", "agent responded to the alarm and was attacked by the illegal alien,", "according to information obtained from U.S. Customs and Border Protection", "officials by Breitbart Texas. The agent was also struck by a concrete", "block thrown over the fence by others attempting to distract the agent. He", "was not seriously injured in the assault.", "“Our agent thankfully only suffered minor injuries from this assault and", "was able to gain control of his attacker and make the arrest,” Assistant", "Chief Patrol Agent David S. Kim said in a written statement about this", "week’s attack. “We will not tolerate assaults on our agents by criminals,", "and will vigorously pursue Assault on a Federal Officer prosecution", "against anyone who perpetrates such violence.”", "Border Patrol agents have told Breitbart Texas this is not necessarily", "true. Agents have said that unless an agent is severely injured, charges", "of assaulting the officer are often not prosecuted.", "Even when prosecuted and convicted, sentences handed down on these cases", "tends to be less severe than similar assaults on other law enforcement", "officers. Breitbart Texas reported in June about two Salvadoran illegal", "immigrants who were sentenced to 27 months and 63 months in prison for", "assaulting a Border Patrol agent in Texas.", "During the struggle the two illegal aliens attempted to choke the agent.", "They then reached for his sidearm and baton. Either of those weapons could", "have been used to take the agents life. Fearing for his life, the agent", "drew his pistol and fired at the illegal aliens. One was shot and the", "other fled.", "Border Patrol agents are frequently assaulted by rock throwers from", "Mexico. This is the eighth attack on agents in the El Centro Sector since", "the new fiscal year began October 1. Breitbart Texas has reported", "extensively on the frequent attacks on these agents.", "Bob Price serves as associate editor and senior political news contributor", "for Breitbart Texas. He is a founding member of the Breitbart Texas team.", "Follow him on Twitter @BobPriceBBTX.", "Border / Cartel ChroniclesLocalBorder PatrolBorder Patrol Agent", "AssaultedCalexico StationEl Centro Sector", "Twitter", ".", "Please let us know if you're having issues with commenting.", "SOCIALShop the Official Breitbart Store!", "Breitbart on FacebookBreitbart on TwitterBreitbart on InstagramBreitbart", "on YouTube", "MOST POPULAR", "* Editor Fired After Blaming 'Angry White Man' for Boulder", "ShootingEditor Fired After Blaming 'Angry White Man' for Boulder", "Shooting", "* Schakowsky: We'll Regulate Tech, Need to Have Limits on User", "ContentSchakowsky: We'll Regulate Tech, Need to Have Limits on User", "Content", "* Brooks: Reducing Number of Guns 'Only Way to Have a Meaningful'", "ImpactBrooks: Reducing Number of Guns 'Only Way to Have a Meaningful'", "Impact", "* Transportation Secretary Pete Buttigieg Floats 'Vehicle Miles'", "TaxTransportation Secretary Pete Buttigieg Floats 'Vehicle Miles' Tax", "* Steele on GA Voting Law: Black Voters Coming Back on You Like a", "HammerSteele on GA Voting Law: Black Voters Coming Back on You Like a", "Hammer", "* Whites Excluded, Illegal Aliens Qualify for Oakland $500 PayoutWhites", "Excluded, Illegal Aliens Qualify for Oakland $500 Payout", "* Penalties for Lying on ATF Form 4473 As Hunter Biden Allegedly", "DidPenalties for Lying on ATF Form 4473 As Hunter Biden Allegedly Did", "* Virgil: When Wokeness Damages DemocratsVirgil: When Wokeness Damages", "Democrats", "* Hollywood Stars Condemn Georgia's Election Integrity Law as", "RacistHollywood Stars Condemn Georgia's Election Integrity Law as", "Racist", "* Ken Blackwell: Corporate Media Legislation Is ‘Bait and Switch'Ken", "Blackwell: Corporate Media Legislation Is ‘Bait and Switch'", "FROM THE HOMEPAGE", "* Virgil: When Wokeness Damages DemocratsVirgil: When Wokeness Damages", "Democrats", "* USA Today Editor Fired After Blaming ‘Angry White Man’ for Boulder", "ShootingUSA Today Editor Fired After Blaming ‘Angry White Man’ for", "Boulder Shooting", "* State Sen. Mark Moores Chosen as GOP Candidate for New Mexico Special", "ElectionState Sen. Mark Moores Chosen as GOP Candidate for New Mexico", "Special Election", "* Report: Frustrated Gun Controllers Dig in for ‘Long Game’Report:", "Frustrated Gun Controllers Dig in for ‘Long Game’", "* Vatican Cardinal: In a Globalized World, ‘There Are No Borders’Vatican", "Cardinal: In a Globalized World, ‘There Are No Borders’", "* Hugo Boss Vows to Buy Slave Cotton in Chinese After Denying Purchases", "in EnglishHugo Boss Vows to Buy Slave Cotton in Chinese After Denying", "Purchases in English", "* Rapper Lil Nas X Unveils Nike ‘Satan Shoes’ Containing Human Blood,", "Limited to 666 PairsRapper Lil Nas X Unveils Nike ‘Satan Shoes’", "Containing Human Blood, Limited to 666 Pairs", "* Texas DPS Trooper Critically Wounded, Manhunt Underway for Alleged", "ShooterTexas DPS Trooper Critically Wounded, Manhunt Underway for", "Alleged Shooter", "* Anonymous Donor Gifts Kentucky Grandpa a New SmileAnonymous Donor", "Gifts Kentucky Grandpa a New Smile", "* Archbishop Charles Chaput Warns of Demise of Religious Freedom in", "U.S.Archbishop Charles Chaput Warns of Demise of Religious Freedom in", "U.S.", "* Baltimore Ends Prosecution of Low-Level Crimes Such As Prostitution,", "Drug PossessionBaltimore Ends Prosecution of Low-Level Crimes Such As", "Prostitution, Drug Possession", "* Penalties for Lying on ATF Background Check Form – As Hunter Biden", "Allegedly Did – Include Fines, Jail TimePenalties for Lying on ATF", "Background Check Form – As Hunter Biden Allegedly Did – Include Fines,", "Jail Time", "BREITBART NEWS", "* Masthead", "* About Us", "* Policy Info", "* Terms of Use", "* Privacy Policy", "* Advertise", "* Wires", "* Contact Us", "* Careers", "* Store", "* Get the App", "* Newsletter", "* Send A Tip", "* Sitemap", "Breitbart on FacebookBreitbart on TwitterBreitbart on YouTubeBreitbart on", "InstagramBreitbart on ParlerBreitbart RSS", "Copyright © 2021 Breitbart"]