["Link: canonical", "Link: shortlink", "* Home", "* Topics", "* Coronavirus (COVID-19)", "* Global Health Policy", "* Health Costs", "* Health Reform", "* HIV/AIDS", "* Medicaid", "* Medicare", "* Private Insurance", "* Racial Equity and Health Policy", "* Uninsured", "* Women’s Health Policy", "* Polling", "* Perspectives", "* State Health Facts", "* State Health Facts", "* Custom State Reports", "* Graphics & Interactives", "* Charts & Slides", "* Kaiser Health News", "* Social Impact Media", "* Peterson-KFF Health System Tracker", "* Newsroom", "* Newsroom", "* News Releases", "* Events", "* Subscribe to Emails", "* Cite Us/Reprint", "* Media Contacts", "* About Us", "* President’s Message", "* About Us", "* Our Programs", "* Support Our Work", "* Key Staff", "* Media Fellowships", "* Barbara Jordan Conference Center", "* Contact Us", "* Employment Opportunities", "Kaiser Family Foundation", "Filling the need for trusted information on national health issues", "menu Kaiser Family Foundation", "Filling the need for trusted information on national health issues", "Support our work", "Share on Facebook. Opens in a new window. Share on Twitter. Opens in a new", "window. Email. Opens in a new window.", "Open Search... Search KFF.org _____________________ [ search ]", "Twitter Facebook Instagram Email", "* COVID-19 Vaccine Monitor Dashboard", "* U.S. Coronavirus Cases (03/26): 30.160 million", "* State Vaccine Rollout", "* Home", "* Other", "* Blue Wall Voices Project", "* Michigan", "Blue Wall Voices Project", "Ashley Kirzinger Follow @AshleyKirzinger on Twitter , Cailey Muñana ,", "Mollyann Brodie Follow @Mollybrodie on Twitter , Charlie Cook , Amy Walter", ", Jennifer Duffy , and David Wasserman", "Published: Nov 07, 2019", "Facebook Twitter LinkedIn Email Print", "* Blue Wall", "* States", "* Methodology", "* Endnotes", "Michigan", "The Blue Wall Voices Project examines voters in the state of Michigan to", "get their perspectives on key issues and aspects of the 2020 election,", "including the role that health care and the economy may play in voters’", "decisions. In addition, it gauges enthusiasm and vote choice leading up to", "the 2020 presidential election.", "Overall, a larger share of Michigan voters say health care and the economy", "are the most important issues in deciding their vote for president in", "2020. About one in five Michigan voters say health care (22%) and the", "economy (22%) are the most important issues to their vote, with smaller", "shares saying issues like climate change (13%), foreign policy and", "national security (11%), gun policy (10%), immigration (9%), taxes (6%),", "and international trade and tariffs (1%). Partisans are divided in their", "priorities, with one in four Democrats and independents choosing health", "care as their top issue, and one-third of Republicans choosing the economy", "as the most important issue.", "[IMG][IMG]", "Figure 1: For Michigan Voters, Health Care And The Economy Among Most", "Important Issues", "With health care and the economy ranking above all other issues for", "Michigan voters, it is important to note that Michigan voters give", "President Trump very different marks on both of these issues. Half (51%)", "of Michigan voters approve of the way President Trump is handling the", "economy compared to four in ten (41%) who approve of the way he is", "handling health care.", "[IMG][IMG]", "Figure 2: Michigan Voters Divided On President Trump’s Economy, While", "Majorities Disapprove Of His Job On Most National Issues", "International Trade and Recent Tariffs", "While voters do not rank international trade as one of the most important", "issues in deciding their vote next year, Michigan is a state expected to", "be most affected by the ongoing trade disputes with China and other", "countries. Overall, about half of voters – including majorities of", "Democrats and independents – say they think the recent tariffs will hurt", "both the national economy (54%) and workers in Michigan (53%). However,", "this opinion is only shared by about one-fourth of Republican voters (21%", "and 26%, respectively) compared to majorities of Democrats (80% and 78%,", "respectively) and independent voters (58% and 57%, respectively). Six in", "ten Republican voters in Michigan (61%) say the recent tariffs will “help”", "the national economy and about four in ten (41%) say the tariffs will", "“help” Michigan workers.", "[IMG][IMG]", "Figure 3: Most Michigan Voters Say Tariffs Will Hurt, Fewer Republican", "Voters Say The Same", "Partisans also differ in how they perceive the recent tariffs will impact", "them and their families. More than six in ten Democratic voters in", "Michigan (63%) say the recent tariffs will hurt them and their families", "while about half of independent voters (47%) and a majority of Republican", "voters (57%) in the state say they will “have no effect.” Overall, few", "voters (14%) say the recent tariffs will help them and their families.", "[IMG][IMG]", "Figure 4: Few Michigan Voters Think Tariffs Will Help Them And Their", "Families", "Health Care Priorities among Michigan Voters", "When asked specifically about health care priorities that Congress should", "work on next year, over six in ten say that lowering prescription drug", "costs (69%) and maintaining protections for people with pre-existing", "conditions (64%) should be the top priority for Congress. These priorities", "substantially outrank other policy proposals such as repealing and", "replacing the ACA, expanding government aid for people who buy their own", "health insurance, and implementing a public option or national", "Medicare-for-all plan. These top two priorities persist across partisans,", "with large shares of Democratic voters, independent voters, and Republican", "voters naming lowering prescription drug costs and maintaining", "pre-existing condition protections as top priorities. However, over half", "of Republican voters (56%) also say that repealing and replacing the ACA", "should be a top priority. Implementing a national Medicare-for-all plan, a", "topic that has dominated health care discussions in the 2020 Democratic", "primary, is not a top issue for all voters or for Democratic voters,", "specifically.", "[IMG][IMG]", "Figure 5: Partisan Voters In Michigan Rank Lowering Rx Drug Costs,", "Protections For Pre-Existing Conditions Among Top Issues", "Michigan Voters’ Economic Outlook", "Turning to the economy, the other top issue for voters during the 2020", "election, voters in Michigan are split about what they think the economic", "forecast will be like for the next 12 months. Similar shares of Michigan", "voters say that during the next 12 months, the U.S. will have bad times", "(50%) and good times (48%). Views on the economic outlook are largely", "partisan with roughly eight in ten Democrats (78%) saying bad times are", "ahead and roughly eight in ten Republicans saying good times are ahead", "(83%). Independent voters are more divided, with four in ten saying the", "U.S. will experience “good times”  while 54% say they expect “bad times”", "ahead.", "[IMG][IMG]", "Figure 6: Michigan Voters Split About Whether Good Times Or Bad Times Are", "Ahead For The U.S. Economy", "The Democratic Primary in Michigan and Preview of the General Election", "More than half of Michigan voters say they are more motivated (55%) to", "vote in next year’s election than in the previous presidential election.", "This includes a majority of Democrats (65%), independents (61%) and", "Republicans (53%) saying they feel more motivated than they did in 2016.", "Yet, similar to other states included in this analysis, a larger share of", "Democratic voters say they are “more motivated” than the share of", "Republican voters who said the same.", "[IMG][IMG]", "Figure 7: Democratic Voters In Michigan Report Higher Levels Of Motivation", "Given the high levels of motivation as the next presidential election", "approaches, the Blue Wall Voices survey explored what could be motivating", "voters. When asked specifically what the one thing is that will motivate", "them to vote in the 2020 election, voters offer an array of open-ended", "responses, with the most frequently volunteered response relating to", "defeating President Trump (21%), followed by those who offered responses", "related to civic duty (10%) and health care (8%). Small shares of voters", "cited reasons such as wanting to re-elect Trump and not wanting to elect a", "Democrat (6%), or the economy (5%).", "[IMG][IMG]", "Figure 8: One In Five Michigan Voters Say Defeating Trump Is Their Top", "Motivation To Vote In 2020", "With more than four months before the 2020 Michigan Democratic primary,", "Senator Elizabeth Warren garners the most support among likely Democratic", "primary voters followed by Vice President Joe Biden and Senator Bernie", "Sanders. One-fourth of Michigan Democratic primary voters say Senator", "Warren is their first choice for the 2020 Democratic ticket and a combined", "43% of voters say she is their first choice or second choice.", "[IMG][IMG]", "Figure 9: Four In Ten Michigan Voters Pick Senator Warren As Their First", "Or Second Choice Of Democratic Candidate", "Overall, many voters (43%) in the state remain uncertain about who they", "will support in the 2020 election. One-third of Michigan voters say they", "are definitely voting for the Democratic nominee and about one-fifth (21%)", "say they are definitely voting for President Trump. In contrast,", "one-fourth of voters say they are undecided, and few voters say they are", "either probably voting for the Democratic nominee (6%) or for President", "Trump (11%). This poll finds there are few persuadable Michigan voters", "meaning that, while they currently support one candidate, they could be", "convinced to support the other party’s candidate.", "[IMG][IMG]", "Figure 10: About Four In Ten (43%) Michigan Voters Are Swing Voters", "Michigan swing voters (those who are either undecided voters or say they", "are probable but not definite Trump or Democratic voters) are supportive", "of three progressive platforms: the Green New Deal, a pathway to", "citizenship for immigrants, and a ban on future sales of assault weapons.", "But, on the other progressive platforms included in this project, Michigan", "voters are either split or a majority say they are a bad idea. This", "includes two-thirds of Michigan swing voters (65%) who say a national", "Medicare-for-all plan is a “bad idea.”", "[IMG][IMG]", "Figure 11: Michigan Swing Voters See Many Progressive Positions As Good", "Ideas Including The Green New Deal", "How National Issues May Influence 2020 Minnesota", "Topics", "* Other", "Tags", "* Elections", "* Politics", "* Michigan", "* Minnesota", "* Pennsylvania", "* Wisconsin", "* Polling", "Sections", "* Michigan", "* Minnesota", "* Pennsylvania", "* Wisconsin", "DOWNLOAD", "* TOPLINE & METHODOLOGY", "* REPORT", "* MICHIGAN", "Also of Interest", "* Democrats Like Medicare-for-All, but Swing Voters Don’t", "* Data Note: A Look At Swing Voters Leading Up To The 2020 Election", "* KFF Health Tracking Poll – October 2019: Health Care In The Democratic", "Debates, Congress, And The Courts", "* Public Opinion on Single-Payer, National Health Plans, and Expanding", "Access to Medicare Coverage", "* The Kaiser Family Foundation/Washington Post Climate Change Survey", "Get The Latest On Health Policy", "Sign Up For Email Alerts", "_____________________ Sign Up", "Follow KFF", "* Twitter", "* Facebook", "* Instagram", "* Email Alerts", "* Feeds", "* Topics", "* Coronavirus (COVID-19)", "* Global Health Policy", "* Health Costs", "* Health Reform", "* HIV/AIDS", "* Medicaid", "* Medicare", "* Private Insurance", "* Racial Equity and Health Policy", "* Uninsured", "* Women’s Health Policy", "* Sections", "* Polling", "* Perspectives", "* State Health Facts", "* Graphics & Interactives", "* Charts & Slides", "* Kaiser Health News", "* Social Impact Media", "* Peterson-KFF Health System Tracker", "* Newsroom", "* News Releases", "* Events", "* Subscribe to Emails", "* Cite Us/Reprint", "* Media Contacts", "* About Us", "* President’s Message", "* Our Programs", "* Support Our Work", "* Key Staff", "* Media Fellowships", "* Barbara Jordan Conference Center", "* Contact Us", "* Employment Opportunities", "* Privacy Policy", "Kaiser Family Foundation", "© 2021 Kaiser Family Foundation", "Powered by WordPress VIP", "* Citations and Reprints", "* Privacy Policy", "The Henry J. Kaiser Family Foundation Headquarters: 185 Berry St., Suite", "2000, San Francisco, CA 94107 | Phone 650-854-9400", "Washington Offices and Barbara Jordan Conference Center: 1330 G Street,", "NW, Washington, DC 20005 | Phone 202-347-5270", "www.kff.org | Email Alerts: kff.org/email |", "facebook.com/KaiserFamilyFoundation | twitter.com/kff", "Filling the need for trusted information on national health issues, the", "Kaiser Family Foundation is a nonprofit organization based in San", "Francisco, California."]