["Link: profile", "Link: canonical", "Link: publisher", "Link: shortlink", "[ Search ]_____________________", "Tuesday , July 24 2018", "* About", "* Contact us", "[ Search ]_____________________", "Science Info NewsScience Info News An uninhibited scientific information site", "[IMG]", "* AgriFood", "* Cosmos", "* Sustainable Development", "* Economy", "* Education", "* New Technologies", "* Digital", "* Health", "* Science", "* Transportation", "Breaking News", "* A cosmic event that only happens every 35,000 years: July 27, 2018,", "the planet Mars will be as big as the Moon", "* Alert: Asian carnivorous ticks reported in several US and Canadian", "states", "* Alerta: se informa la presencia de garrapatas carnívoras asiáticas en", "varios estados de América Latina", "* Alerta: carrapatos asiáticos carnívoros registrados em vários estados", "da América Latina", "* Secretly in love with a customer, the employee of a McDonald’s", "restaurant declares his love for her by slipping an intimate gift into", "her hamburger", "* NASA confirms the presence of several thousand Alien migrants on board", "the cigar-shaped asteroid known as “Oumuamua”", "* Geologists discover a natural mineral spring of Coca-Cola in the", "Yellowstone National Park (USA)", "* Texas – Floods : the zoo’s alligators escape into the Houston sewers", "* Following the tremendous success of the solar eclipse, NASA announced", "a second eclipse on Wednesday morning.", "* The total solar eclipse of August 21 will be postponed in the event of", "bad weather.", "[IMG]", "A cosmic event that only happens every 35,000 years: July 27, 2018, the planet", "Mars will be as big as the Moon", "Admin 1 day ago Cosmos, News 33 Comments 124,413 Views", "Two moons in the sky on July 27! The next time this cosmic event will", "happen again, will be 36,996 ……Share this information as much as possible", "with your friends because NO human being alive today will be able to", "behold this incredible phenomenon a second time.", "This French translation of this article is available by clicking on this", "link : Un événement cosmique qui n’arrive que tous les 35 000 ans : le 27", "juillet 2018, la planète Mars sera aussi grosse que la Lune", "On July 27, around midnight, do not forget to raise your head and look", "into the sky: Mars will be the most brilliant star in the sky. This is", "because it will have an apparent diameter as big as the Full Moon! It will", "be possible to observe, with the naked eye, a cosmic phenomenon which will", "allow the inhabitants of the Earth to behold … two moons!", "This is the first time that humanity will be able to observe this", "exceptional phenomenon. The last planet Mars proximity of such magnitude", "dates back to exactly 34,978 years, the Neolithic period during which", "Neanderthal and Homo habilis, the distant ancestors of Homo sapiens,", "coexisted together. Species to which the human race – or more precisely,", "mankind – belongs today.", "This unique cosmic phenomenon called “two moons” is related, in part, to", "the proximity of the planet Mars with the Earth. As you must have seen on", "TV or read in the press, the planet Mars is now closer to the Earth, it is", "also possible to observe the orange star at night in the sky by looking", "towards the South. This phenomenon is quite common and appears about every", "15 years.", "But what remains more rare is the conjunction of another phenomenon that", "has the effect of greatly amplifying the proximity of Mars to our planet.", "Indeed, the elliptical orbit of the giant Jupiter has a complex", "apochromatic altazimutal velocity for which the cyclo-parabolic projection", "(adjusted Lambert benchmark) is affected by a singular analemmic anomaly", "modifying the apside line (Editor’s note: the line joining the apocenter", "at the orbital periastron) which crosses precisely the orbit of the", "asterism of the planet Mars. The peculiarity of this recurrent phenomenon", "(commonly called “circumstellar elliptic conjunction of coercive neuronal", "elongation” among astrologers) is to allow the planet Mars to be projected", "into the telluric zone of solar attraction as a projectile ” launched from", "a sling ” and this, exactly every 34 978 years!", "In other words much more handy for an average Facebook user, Mars will be", "big in the sky !!", "For practical details, Mars’ heliocentric granular apogee will occur on", "July 27 at a distance of only 32 million light-years with an amplitude of", "-2.84 at maximum for a magnitude arc of 3.14 seconds. As a result, on this", "precise date, the planet Mars will appear in the sky as big as the full", "Moon!", "There will be two moons in the sky on July 27! The next time this cosmic", "event will happen again, will be 36,996 ……Share this information as much", "as possible with your friends because NO human being alive today will be", "able to behold this incredible phenomenon a second time.", "Share", "* Facebook", "* Twitter", "* Google +", "* Stumbleupon", "* LinkedIn", "* Pinterest", "Tags mars moon", "Previous Alert: Asian carnivorous ticks reported in several US and", "Canadian states", "Check Also", "[IMG]", "Alert: Asian carnivorous ticks reported in several US and Canadian states", "This Asian species of carnivorous tick is a particularly voracious lover", "of tender meat that …", "33 comments", "1. Robert Vermaat", "07/23/2018 at 20 h 23 min", "https://en.wikipedia.org/wiki/Mars_hoax", "Reply", "2. Robert Pruitt", "07/23/2018 at 23 h 08 min", "You may want to recheck the figure of “32 million light years”", "mentioned towards the end of the article, I do believe you forgot a", "decimal point somewhere. 32 million light years from Earth would not", "make Mars visible to the naked eye from Earth.", "Reply", "3. RedPill", "07/23/2018 at 23 h 42 min", "FAKE BS – Stop propagating garbage please.", "Reply", "4. Steve", "07/24/2018 at 0 h 09 min", "Absolute rubbish", "Reply", "5. Richard", "07/24/2018 at 0 h 16 min", "Why are you peddling this crap?", "Reply", "6. earl", "07/24/2018 at 0 h 45 min", "Mars will be the fourth brightest object in the sky. But it won’t be", "as “big as the moon.”", "Reply", "7. Lee Kottner", "07/24/2018 at 0 h 48 min", "Stop the bullshit “reporting.”", "Reply", "8. Hunter Rose", "07/24/2018 at 0 h 56 min", "Ummm…. Mars is already bigger than the Moon. But if this is suggesting", "that it will ‘appear’ as large as the Moon, no.", "Not going to happen unless Mars suddenly hops about 50 million", "kilometers closer to us. That wouldn’t be good.", "Please, if you’re going to have ‘science’ in your title, try using", "some. Or is this a joke site?", "Reply", "9. Hunter Rose", "07/24/2018 at 1 h 04 min", "Okay, this site is hilarious. Bravo!", "Reply", "10. Malice_Alyce", "07/24/2018 at 1 h 14 min", "Stop spreading crap.", "This is been a hoax for like, forever.", "You should be ashamed for not verifying this before posting it.", "Reply", "11. Raymond J Stinson", "07/24/2018 at 1 h 34 min", "Bogus. Mars will never look as big as our Moon. At conjunction every", "26 months, Mars comes within a few million miles of Earth. Our moon is", "at best around 250,000 miles from Earth. Both Earth and Mars are in", "Elliptical Orbits around the sun on a rotating frame of reference. The", "Ellipse conjunction came close in 2003 but that will not happen again", "for quite some time. Before you believe this drivel, Ask an Astronomer", "or at least someone qualified to explain what is going on. Don’t", "believe everything you hear.", "Reply", "12. Trent", "07/24/2018 at 1 h 50 min", "Mars is not a star.", "Reply", "13. Daylon Burt", "07/24/2018 at 2 h 38 min", "This is FALSE. Contact an astronomer and get your information right", "before publishing trash.", "Reply", "14. Don", "07/24/2018 at 2 h 40 min", "Bullshit. Stop posting and promulgating this crap.", "Reply", "15. Bob", "07/24/2018 at 2 h 43 min", "This story is a complete hoax.. I’ve seen it every year since 2003", "Reply", "16. Jim", "07/24/2018 at 2 h 49 min", "Fake NEWS", "Reply", "17. Toni Keelinf", "07/24/2018 at 2 h 54 min", "Thank you. Friend in Canada alerted me to your article. For days I", "have been very aware of size of Mars where I live in Tasmania,", "soythern hemisphere.", "Reply", "18. RP", "07/24/2018 at 3 h 07 min", "http://earthsky.org/astronomy-essentials/double-moon-on-august-27", "Reply", "19. Toni Tuders", "07/24/2018 at 3 h 08 min", "Can’t wait to see this!", "Reply", "20. Roy Tolby", "07/24/2018 at 3 h 11 min", "Sounds like fake news to me. In 2018, Mars will appear brightest from", "July 27 to July 30. Its closest approach to Earth is July 31. That is", "the point in Mars’ orbit when it comes closest to Earth. Mars will be", "at a distance of 35.8 million miles (57.6 million kilometers). The", "diameter of Mars is about twice that of the moon but at this time will", "still be about 162 times farther from the earth than the moon.", "Reply", "21. Bob", "07/24/2018 at 3 h 42 min", "This is total bull.", "Are you really a science website? Don’t spread false info.", "https://www.snopes.com/fact-check/mars-spectacular/", "Reply", "22. laurie Krall", "07/24/2018 at 3 h 44 min", "July 27, 2018, the planet Mars will be as big as the Moon", "Reply", "23. Helios", "07/24/2018 at 5 h 43 min", "Oh boy", "Reply", "24. Keith Thompson", "07/24/2018 at 6 h 11 min", "This is a lie.", "Reply", "25. Frank", "07/24/2018 at 6 h 12 min", "Completely false, come on", "Reply", "26. Aaron", "07/24/2018 at 6 h 19 min", "What time will I be able to watch this with my kids I live in Fairmont", "West Virginia", "Reply", "27. Y", "07/24/2018 at 6 h 24 min", "32million light years?", "Reply", "28. Brian hall", "07/24/2018 at 9 h 22 min", "https://www.snopes.com/fact-check/mars-spectacular/", "Reply", "29. Mary Jane Rastaman", "07/24/2018 at 11 h 21 min", "What the hell is this shit?", "Reply", "30. David Quattro", "07/24/2018 at 12 h 25 min", "fuck you", "Reply", "31. Will Morledge", "07/24/2018 at 12 h 43 min", "If you publish nonsense like this, there are going to be some innocent", "people believing it. How about I bet you a million dollars that it is", "not true.?", "Reply", "* Admin", "07/24/2018 at 13 h 04 min", "I prefer a million euros …", "Reply", "1. Pingback: A cosmic event that only happens every 35,000 years: July", "27, 2018, the planet Mars will be as big as the Moon ⋆ LOVE IN ACTION", "NOW", "Leave a Reply", "Your email address will not be published. Required fields are marked *", "Comment", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "Name * _______________________________", "Email * _______________________________", "Website _______________________________", "[ Post Comment ]", "Advertisement", "* Recent", "* Popular", "* Comments", "* Tags", "* [IMG]", "A cosmic event that only happens every 35,000 years: July 27, 2018, the planet", "Mars will be as big as the Moon", "1 day ago", "* [IMG]", "Alert: Asian carnivorous ticks reported in several US and Canadian states", "05/17/2018", "* [IMG]", "Alerta: se informa la presencia de garrapatas carnívoras asiáticas en varios", "estados de América Latina", "05/17/2018", "* [IMG]", "Alerta: carrapatos asiáticos carnívoros registrados em vários estados da", "América Latina", "05/16/2018", "* [IMG]", "Secretly in love with a customer, the employee of a McDonald’s restaurant", "declares his love for her by slipping an intimate gift into her hamburger", "02/09/2018", "* [IMG]", "A physicist disappears into a mini black hole created by the CERN particle", "accelerator (Switzerland – Geneva)", "07/05/2016 76", "* [IMG]", "A cosmic event that only happens every 35,000 years: July 27, 2018, the planet", "Mars will be as big as the Moon", "1 day ago 33", "* [IMG]", "Signs of an extraterrestrial civilization discovered on Mars.", "10/18/2016 4", "* [IMG]", "NASA mistakenly sends YouPorn pornographic videos towards an inhabited", "exoplanet", "07/04/2016 3", "* [IMG]", "American scientists call for nuclear disasters with names easier to write", "06/18/2016 2", "* Admin: I prefer a million euros ......", "* Will Morledge: If you publish nonsense like this, there are going to", "be some innocent people be...", "* David Quattro: fuck you...", "* Mary Jane Rastaman: What the hell is this shit?...", "* Brian hall: https://www.snopes.com/fact-check/mars-spectacular/...", "nasa eclipse total accelerator solar mars particle car asteroid cern", "carrapatos asiáticos carnívoros garrapatas carnívoras asiáticas Asian", "carnivorous ticks moon Asian carnivorous ticks carrapatos asiáticos", "carnívoros garrapatas garrapatas asiáticas garrapatas carnívoras asiáticas", "carnívoras", "Timeline", "Find us on Facebook", "IFrame", "Subscribe to our Channel", "IFrame", "Recent comment", "* Admin on A cosmic event that only happens every 35,000 years: July 27,", "2018, the planet Mars will be as big as the Moon", "* Will Morledge on A cosmic event that only happens every 35,000 years:", "July 27, 2018, the planet Mars will be as big as the Moon", "* David Quattro on A cosmic event that only happens every 35,000 years:", "July 27, 2018, the planet Mars will be as big as the Moon", "* Mary Jane Rastaman on A cosmic event that only happens every 35,000", "years: July 27, 2018, the planet Mars will be as big as the Moon", "* Brian hall on A cosmic event that only happens every 35,000 years:", "July 27, 2018, the planet Mars will be as big as the Moon", "Powered by WordPress | Designed by TieLabs", "© Copyright ScienceInfo.news 2018, All Rights Reserved"]