["Link: amphtml", "Link: canonical", "Skip to main content [ ] [ ]", "Created with Sketch.  [IMG] Space", "[ ] Search", "_____________________ [ Submit ]", "Subscribe", "RSS", "Please deactivate your ad blocker in order to see our subscription offer", "* * News", "* Tech", "* Spaceflight", "* Science & Astronomy", "* Search For Life", "* Skywatching", "* Forums", "* Videos", "* Entertainment", "* Expert Voices", "* Subscribe to \"All About Space\" Magazine!", "* Space.com Store", "* Reference", "* All Topics", "* About Us", "* Web Notifications", "* More", "Trending", "* Perseverance rover", "* Full Moons 2021", "* Best Telescopes 2021", "* Calendar", "* Space.com Gear", "* Magazine Deals", "Space is supported by its audience. When you purchase through links on our", "site, we may earn an affiliate commission. Learn more", "1. Home", "2. News", "3. Skywatching", "Mars Opposition 2020: How to See It and What to Expect", "By Samantha Mathewson 12 October 2020", "Mars reaches opposition with the sun on Oct. 13, 2020", "* *  *  *  *  *  * Comments (0)", "Get ready to see the Red Planet up close this week: Mars reaches", "opposition with the sun on Oct. 13, 2020, offering the closest view of the", "planet until 2035.", "Mars and Earth both orbit the sun, but at different distances, and thus,", "different speeds. Every two years or so, Mars, Earth and the sun form a", "straight line during the course of their orbits, with Earth in the middle", "— an event known as opposition.", "This fall, opposition will occur on Oct. 13, following the Red Planet’s", "closest approach to Earth last week, on Oct. 6, when the two planets were", "separated by just 38.6 million miles (62 million kilometers). Observers in", "the Northern Hemisphere will have an exceptional view of the Red Planet", "during opposition this year, as Mars is positioned farther north and", "higher in the sky, according to Sky & Telescope.", "Related: You don't want to miss Mars shining bright this fall", "Mars reaches opposition, as in this artist's illustration, when it's", "opposite from the sun in Earth's sky.", "Mars reaches opposition, as in this artist's illustration, when it's", "opposite from the sun in Earth's sky. (Image credit: NASA)", "\"Indeed, Mars won't be comparably close and well-positioned for northern", "observers again until it reaches opposition in 2052, making this year's", "opposition all the more noteworthy,\" said Gary Seronik, consulting editor", "for Sky & Telescope magazine.", "In addition, Mars recently reached what is called \"perihelic opposition\"", "on Aug. 3, 2020. Perihelion refers to the point in Mars' orbit when it's", "closest to the sun. Therefore, when Mars is closest to the sun, it is even", "closer to Earth during opposition. Since August, the Red Planet has slowly", "been moving farther from the sun.", "What, exactly, is an opposition?", "Mars orbits the sun at a greater distance than Earth. As the distances", "increase, the orbital period also increases, so Mars takes about 26 months", "to complete one orbit around the sun. Due to these different orbital", "speeds, every two years or so, Earth passes between Mars and the sun. This", "means that Mars and the sun are on directly opposite sides of Earth.", "Also, because Mars is directly opposite the sun during opposition, Mars", "rises as the sun sets, and it sets as the sun rises. As a result, the Red", "Planet shines prominently in our night sky. In fact, during opposition,", "Mars  is at its brightest and near its maximum apparent size in", "telescopes.", "However, since both planets have elliptical orbits, some Earth-Mars", "encounters are closer than others. The last time Mars aligned with the sun", "and Earth in 2018, the Red Planet was slightly closer to Earth, at a", "distance of only 35.8 million miles (57.6 million km) away.", "During the Mars opposition in 2003, the Red Planet was even closer, at a", "distance of only 34.6 million miles (55.8 million kilometers) from Earth.", "This was the closest the two planets had come to each other in almost", "60,000 years, and this record won't be broken until Aug. 28, 2287,", "according to NASA. However, the Red Planet's next-closest approach will", "occur in 2035.", "In comparison, when Mars is on the other side of the sun and thus at its", "greatest distance from Earth, it is about 250 million miles (401 million", "km) away. The average distance between the two planets is roughly 140", "million miles (225 million km).", "How to see Mars", "Throughout most of October, Mars will appear brighter than any other", "object in its region of the sky, outshining Jupiter and moving up in rank", "as the fourth-brightest object in Earth's sky after Venus, the moon and", "the sun.", "Astronomers use a scale called magnitude to rate the brightness of", "celestial objects. During opposition, Mars will reach a peak brightness", "magnitude of –2.6. The lower the magnitude, the brighter the object, with", "stars on the threshold of naked-eye visibility classified as sixth", "magnitude.", "The Red Planet will rise earlier and earlier in the weeks following", "opposition, before the planet gradually begins to fade. By the end of", "November, Mars will be only a quarter as bright, at a magnitude of –1.1,", "which is slightly fainter than Sirius, the brightest star in the night", "sky, according to Sky & Telescope.", "While Mars is easily distinguished by its reddish color and visible to the", "naked-eye during opposition, a high-quality telescope is still required to", "view its famous surface features in greater detail.", "Beware of the Mars Hoax", "The picture that accompanied the \"Mars Spectacular\" email of 2003, which", "sparked the recurring Mars Hoax.", "The picture that accompanied the \"Mars Spectacular\" email of 2003, which", "sparked the recurring Mars Hoax. (Image credit: Origin Unknown)", "In 2003, during that year's epic Mars conjunction, a hoax that went viral", "claimed that Mars would be as big as the moon. Since then, the meme comes", "up every now and then, usually around September, and it may rear its ugly", "head again this year.", "But don't be fooled — while Mars will shine big and brightly leading up to", "and during opposition, the Red Planet is only about half the size of", "Earth. This means that even at its closest approach this summer, it will", "only be 24.3 arc seconds across when viewed from Earth. In comparison, the", "angular diameter of the moon is 1,800 arc seconds, which is about 75 times", "larger.", "Editor's note: If you snap an amazing photo of Mars and would like to", "share it with Space.com for a story or photo gallery, send comments and", "images to spacephotos@space.com.", "Follow Samantha Mathewson @Sam_Ashley13. Follow us @Spacedotcom, Facebook", "and Google+. Original article on Space.com.", "Join our Space Forums to keep talking space on the latest missions, night", "sky and more! And if you have a news tip, correction or comment, let us", "know at: community@space.com.", "See all comments (0)", "[ ]", "No comments yet Comment from the forums", "Sign Up for e-mail newsletters", "Get breaking space news and the latest updates on rocket launches,", "skywatching events and more!", "_____________________ _____________________", "[ ] Contact me with news and offers from other Future brands", "[ ] Receive email from us on behalf of our trusted partners or sponsors", "[ Sign me up ]", "Thank you for signing up to Space. You will receive a verification email", "shortly.", "There was a problem. Please refresh the page and try again.", "No spam, we promise. You can unsubscribe at any time and we'll never share", "your details without your permission.", "[ ]", "More from Space...", "1. [IMG]", "1", "Infamous asteroid Apophis poses no threat to Earth for at least 100", "years, NASA says", "2. [IMG]", "2", "Space calendar 2021: Rocket launches, sky events, missions & more!", "3. [IMG]", "3", "Deadly Alabama tornado 'supercell' spotted in satellite imagery", "4. [IMG]", "4", "Long-awaited 'Last Starfighter' sequel 'very, very close' and has a", "sizzle reel", "5. [IMG]", "5", "SpaceX test fires Starship SN11 rocket prototype again ahead of next", "launch", "Space is part of Future US Inc, an international media group and leading", "digital publisher. Visit our corporate site.", "* About Us", "* Terms and conditions", "* Privacy policy", "* Cookies policy", "* Accessibility Statement", "* Topics", "* Advertise with us", "* Web notifications", "© Future US, Inc. 11 West 42nd Street, 15th Floor, New York, NY 10036."]