["Link: profile", "Link: canonical", "Link: shortlink", "Skip to main content", "Menu", "Search _____________________ [ Submit ]", "Skip to content", "Annenberg Public Policy Centerof the University of Pennsylvania", "* Home", "* Research Areas", "* Health and Risk Communication", "* Institutions of Democracy", "* Science of Science Communication", "* Past Projects", "* News", "* Awards and Recognition", "* General News", "* Latest Publications", "* News Coverage", "* Press Releases", "* Events", "* APPC Speaker Series", "* Martin Fishbein Memorial Seminar Series", "* Peter Hart’s Voices of the Voters", "* Publications", "* Audio and Video Resources", "* Books", "* Journal Articles", "* Research Data Sets", "* Research Findings", "* Supplemental Material", "* White Papers and Reports", "* People", "* Director", "* Research Director", "* Distinguished Research Fellows", "* Visiting Scholars and Postdoctoral Fellows", "* Staff", "* Home", "* Institutions of Democracy", "* FactCheck.org", "* FactCheck.org to Work With Facebook on Exposing Viral Fake News", "FactCheck.org to Work With Facebook on Exposing Viral Fake News", "Posted on December 15, 2016", "FactCheck.org, the nonpartisan, nonprofit consumer advocate for voters, is", "among several fact-checking organizations that will work with Facebook in", "helping to identify and label viral fake news stories flagged by readers", "on the social media network.", "Facebook’s initiative responds to a swell of public concern over fake", "news. It enables Facebook users to report questionable stories in their", "news feed, alerts outside fact-checking organizations of concerns, and", "asks whether the fact-checkers have determined the stories to be false.", "Stories found to be false may be flagged as “disputed” in Facebook’s news", "feed, appear lower in the news feed, and be accompanied by a link to a", "fact-checking post about the story, according to Facebook.", "FactCheck.org’s core mission is to “reduce the level of deception and", "confusion in U.S. politics.” But it has also been exposing false viral", "claims since the 2007 launch of its Ask FactCheck feature answering", "readers’ questions, said FactCheck.org director Eugene Kiely.", "Image from FactCheck.org's video \"How to Spot Fake News,\" posted on its", "Facebook page.Image from FactCheck.org’s video “How to Spot Fake News,”", "posted on its Facebook page.", "“We are pleased to work with Facebook to help combat fake news to the", "extent that we can,” Kiely said. “We have been writing about viral chain", "emails and fake news about politics for nine years.” But he also cautioned", "that “we have limited resources, and our primary mission is to fact-check", "statements made by politicians.”", "Kiely said FactCheck.org will be notified of stories that have been marked", "by Facebook users as suspicious and will provide Facebook with links to", "fact-checking stories if it has debunked those false claims. Other", "fact-checking organizations that have agreed to work with Facebook are", "PolitiFact, ABC News, the Associated Press, and Snopes.com.", "The Webby Award-winning FactCheck.org was founded in 2003 at the Annenberg", "Public Policy Center (APPC) of the University of Pennsylvania by", "journalist Brooks Jackson and APPC director Kathleen Hall Jamieson.", "Although fake viral claims have long been circulated, fake news stories", "exploded on social media during the 2016 presidential campaign. Under the", "names of fake news organizations, writers based in Russia and Macedonia as", "well as the United States have produced scores of bogus stories that", "proliferated across the Internet and social media, generated thousands in", "ad revenue and altered the public conversation about what is and is not", "true.", "In a post on Facebook following the election, Facebook CEO Mark Zuckerberg", "said that of all the content on the social media site, “only a very small", "amount is fake news and hoaxes” and that it was “extremely unlikely hoaxes", "changed the outcome of this election in one direction or other.” He added,", "“That said, we don’t want any hoaxes on Facebook.”", "In an open letter to Zuckerberg on November 17, a group of prominent", "fact-checking organizations, including FactCheck.org, responded: “We", "believe that Facebook should start an open conversation on the principles", "that could underpin a more accurate news ecosystem on its News Feed. The", "global fact-checking community is eager to take part in this", "conversation.”", "Among the viral fake news stories recently debunked by FactCheck.org were", "ones claiming that Pope Francis had endorsed Donald Trump and that", "President Obama had signed an executive order banning the pledge of", "allegiance. Both are false.", "FactCheck.org recently posted a story on how to spot fake news and a video", "on spotting fake news.", "Kiely answers questions about the initiative here. To read Facebook’s post", "about this, click here.", "For more information, contact:", "Eugene Kiely, FactCheck.org: eugene.kiely@factcheck.org, 215-898-2372.", "Michael Rozansky, Annenberg Public Policy Center:", "michael.rozansky@appc.upenn.edu, 215-746-0202.", "About the Article", "* Categories", "* FactCheck.org", "* Tags", "* Front Page Highlight", "* Press Releases", "* Projects", "* FactCheck.org", "* Issues", "* Politics", "* Social media", "Recent Articles", "Girl about to receive a vaccination.", "Vaccine Science and Side Effects: How News Messages Affect Views on", "Vaccination", "Science of Science Communication March 24, 2021", "Gun firing.", "TV gun violence rises over two decades, paralleling U.S. gun homicide trends", "Health and Risk Communication March 17, 2021", "Cell infected with SARS-CoV-2 virus, the novel coronavirus responsible for", "COVID-19", "Jamieson: How to Debunk Misinformation about COVID, Vaccines and Masks", "Science of Science Communication March 16, 2021", "University of Pennsylvania", "* About APPC", "* Terms of Use", "* Privacy Policy", "* Report Accessibility Issues and Get Help", "* Contact Us", "* APPC on Facebook", "* APPC on Twitter", "* RSS Feed", "© Copyright 2021 The Annenberg Public Policy Center of the University of", "Pennsylvania"]