["Link: canonical", "Link: amphtml", "_____________________ [ Submit ]", "[ Submit ] [ Submit ]", "FACT CHECK: Viral Image Claims 11 US Marines Died ‘This Week’", "10:49 AM 01/30/2020 Elias Atienza | Fact Check Reporter", "share on facebook tweet this show comments", "An image shared on Facebook more than 13,000 times lists the names of 11", "Marines purportedly killed “this week.”", "IFrame", "“Praying for their family and loved ones,” reads part of the caption.", "Verdict: False", "These 11 men were killed in Afghanistan in 2010. Only two were U.S.", "Marines.", "Fact Check:", "The viral image, posted Jan. 4, lists the names and ages of 11 servicemen,", "claiming they “gave their lives this week for everyone in this country.”", "It also urges social media users to share the post.", "However, the Daily Caller found no record of 11 Marines dying in the week", "leading up to the post nor the week following it. A review of Pentagon", "press releases didn’t turn up any instances of Marine deaths in the past", "two months. The Military Times’ “Honor the Fallen” project doesn’t mention", "any either.", "The 11 men, whose service spanned two branches of the American military", "and one branch of the British military, all died in Afghanistan over a", "five-day period in July 2010. (RELATED: Does This Image Show 5 US Soldiers", "Killed ‘This Tuesday’ In A Helicopter Crash?)", "1st Lt. Christopher Goeke and Staff Sgt. Sheldon Tate, both Army", "servicemen, died in Kandahar City on July 13 that year.", "The following day, Army Sgt. Zachary Fisher, Spcs. Jesse Reed and Matthew", "Johnson got killed in an improvised explosive device attack, according to", "the Military Times. Another soldier, Spc. Chase Stanley, also died from", "the attack, reported The Los Angeles Times. Pfc. Class Brandon King got", "killed on July 14 in separate incident.", "The only two Marines listed – Staff Sgt. Justus Bartelt and Cpl. Dave", "Santos – both died July 16, while supporting combat operations in the", "Helmand province, according to Ogle County News.", "Staff Sgt. Brett Linley of the U.K. Royal Logistics Corps and Sgt. Justin", "Allen of the U.S. Army died on July 17 and 18 respectively, according to", "the Marine Corps Times.", "The post’s claim that the media didn’t cover their deaths doesn’t hold up", "either. The New York Times, BBC News and other outlets have mentioned the", "11 men’s names in their coverage of military casualties in Afghanistan.", "share on facebook tweet this show comments", "Elias Atienza", "Fact Check Reporter", "Follow Elias on Twitter Have a fact check suggestion? Send ideas to", "[email protected].", "Trending", "FACT CHECK: Did Joe Biden Say Black People 'Should Not Be Allowed To Hold", "Positions Of Power In Government'?FACT CHECK: Does This Image Show", "Migrants In A Holding Facility During The Biden Administration?FACT CHECK:", "Were Over A Dozen Bull Sharks Accidentally Dumped in The Ouachita", "River?FACT CHECK: Image Falsely Claims The Clinton Foundation Used A Ship", "To Traffic Children", "* About us", "* Privacy policy", "* Terms of service", "* Contact", "*  [ Submit ]"]