["Link: canonical", "Link: amphtml", "[  ]_____________________", "* Home", "* News", "* 2016 Presidential Election", "* Featured", "* Media/Entertainment", "* Culture", "* Feminininism", "* Sex", "* National Politics", "* Politics", "* Trump", "* US of America News", "* 2018 Congressional Elections", "* Congress", "* economics", "* Education", "* Everywhere Else News", "* Gay Stuff", "* Legal", "* Local News", "* Immigration", "* polls", "* Post-Racial America", "* Russia", "* Science", "* SCOTUS", "* Tech", "* WARBLOGGING", "* White House", "* 2018 State and Local Elections", "* Cops", "* State/Local Politics", "* Class War", "* Culture Wars", "* Religion", "* Elections", "* Military", "* History Facts", "* Crime", "* Environment", "* Guns", "* Healthcare", "* 2020 presidential election", "* Courts", "* Weekly Top Ten", "* Nice Time", "* POTUS", "* wonksplainer", "* Mommyblogging", "* 2017 Congressional Elections", "* Wonkebago", "* Fuckin' A It's Not That Hard!", "* 2016 State/Local Elections", "* Sportsball", "* 2017 State and Local Elections", "* Recipe Hub", "* Sponsored Post", "* New Years Eve", "* 2016 Congressional Elections", "* China", "* lawsplainer", "* Immigrants", "* White Nonsense", "* Self-care", "* Right Wing Extremism", "* 2020 Congressional Elections", "* 2020 democratic primary", "* 2019 state and local elections", "* Impeachment", "* Ukraine", "* 2020 state and local elections", "* Journalism", "* coronavirus", "* courts", "* joe biden", "* Veep", "* 2022 midterms", "* Conspiracy theories", "* fox news", "* sexism", "* WonkTV", "* Log in", "Wonkette Wonkette Wonkette", "* Newsletter", "* Shop", "* Contact", "* Support", "Donate", "* Home", "* news", "* US of America News", "* Local News", "* Everywhere Else News", "* Politics", "* National Politics", "* State/Local Politics", "* Elections", "* 2016 Presidential Election", "* 2016 Congressional Elections", "* 2016 State/Local Elections", "* POTUS", "* Congress", "* Courts", "* Culture", "* Culture Wars", "* Journamalism", "* Media/Entertainment", "* Recipe Hub", "* ETC", "* Science", "* Religion", "* Education", "* Gay Stuff", "* Feminininism", "* Post-Racial America", "* Guns", "* Legal", "* Sportsball", "* Sex", "* Wonkebago", "* Wonkville", "* Donations", "_____________________ [  ]", "ben carson food assistance food stamps pt we had a better class of", "underclass back then the poor The View video welfare whoopi goldberg", "wingnuts youtube", "Ben Carson So Glad His Welfare Mom Wasn't Dependent On Government", "News", "Doktor Zoom", "May 23, 2014 02:15 PM", "Doctor Ben Carson, the neurosurgeon who thinks Obamacare is theworst thing", "since slavery, went on \"The View\" Tuesday and explained how we can Save", "America: “We have to help re-educate people about what America is,” a turn", "of phrase surely that no wingnut would ever freak out about. Perhaps camps", "could even be provided for the purpose. And what you need to do to help", "people realize their dream is to free them from the government's", "neo-Marxist welfare teat. And what greater waste of human potential is", "there than the enslavement of getting help with food and healthcare?", "Luckily Dr. Carson can explain for us why welfare and food stamps that", "helped him as a child were the good kind of welfare and food stamps, as", "opposed to the moocher 47 percent freeloader kind you get today.", "----------------------------------------------------------------------", "When you rob someone of their incentive to go out there and improve", "themselves, you are not doing them any favors. When you take somebody", "and pat them on the head and say, ‘There, there, you poor little thing.", "… Let me give you housing subsidies, let me give you free health care", "because you can’t do that.’ What would be much more empowering is to use", "our intellect and our resources to give those people a way up and out.", "It's so true -- once you get on government assistance, your will to earn", "your own keep is sapped forever. Yr. Doktor Zoom was on unemployment once,", "and look at him now -- writing dick jokes for money. Or look at Dr. Ben", "Carson, who despite being born into poverty, was miraculously untainted by", "the government assistance that his mother received, as Reading is For", "Snobs points out: \"for some strange reason, the evil welfare system didn't", "seem to destroy the incentive for his own mother to go out and make things", "better for her and her family\":", "No doubt, Mother Carson deserves tremendous credit, but -- in the words", "of a political sound bite from the last presidential election -- she", "didn’t do it alone. Carson, in his book, tells how his grades improved", "tremendously when a government program provided him with free eyeglasses", "because he could barely see. Not only that, in “Gifted Hands” we read", "this nugget: “By the time I reached ninth grade, mother had made such", "strides that she received nothing but food stamps. She couldn’t have", "provided for us and kept up the house without that subsidy.”", "Now hold on just a darn second here. Carson got free Government Glasses,", "and his mom received government largesse well beyond food stamps, which", "were the last step that helped her become independent? Why, that sounds", "disturbingly neo-Marxist! Happily, a Politico profile explains the", "difference between Good Poors like Ben Carson's mother, and Lazy Takers", "like everyone who is enslaved by today's big government programs that keep", "getting cut back year after year:", "It’s hard not to see Carson’s own upbringing coming into view here. He", "grew up in meager surroundings in Detroit and Boston, in a family that", "made use of public assistance programs like food stamps. The culture was", "different then, Carson insists. “I think there was a time when people", "were not proud of taking handouts,” he said. “There were more people who", "did have that drive and determination. You do what you have to do.\"", "You see, the chief difference is that Carson's mom felt appropriately", "ashamed of being poor, whereas no one today is publicly shamed enough.", "This is why it's so very important to drug test welfare recipients and", "inspect their shopping carts for illicit crab legs. Back then, poor people", "(especially Ben Carson's mother) were better than they are now, because", "handwaving magic Great Society Obamacare free market good old days, just", "like it's cool that Paul Ryan is a self-made man who supported himself", "with his father's Social Security benefits that he earned on his own, and", "Craig T Nelson never got a handout from anyone when he was on welfare and", "food stamps:", "It seems they just don't make poor people like they used to, that's the", "problem.", "[Reading is for Snobs]", "Follow Doktor Zoom on Twitter. He never cared for the government peanut", "butter, but the cheese was pretty good.", "Doktor Zoom", "Doktor Zoom's real name is Marty Kelley, and he lives in the wilds of", "Boise, Idaho. He is not a medical doctor, but does have a real PhD in", "Rhetoric. You should definitely donate some money to this little mommyblog", "where he has finally found acceptance and cat pictures. He is on maternity", "leave until 2033. Here is his Twitter, also. His quest to avoid prolixity", "is not going so great.", "Donate", "How often would you like to donate?", "[ ] Just once [ ] Monthly", "Select an amount (USD)", "[ ] $2 [ ] $25 [ ] $5 [ ] $50 [ ] $10 [ ] $100 [ ] $15 [ ] $500 [ ] $20", "[ ] $1000", "Credit cardsPayPal", "Using SmartNews? Click Here Instead", "Newsletter", "_____________________ Your EmailSubscribe", "©2018 by Commie Girl Industries, Inc", "Shop Wonkette Bazaar", "Wonkette on Redbubble", "NRA = Weak Sad Poop Enemy of the People", "This Is Not An Ad", "Privacy", "Privacy Policy"]