["skip to main content", "Toggle navigation  Search GovTrack  govtrack.us", "* Home", "* Bills & Votes", "* Bills and Resolutions", "* Roll Call Votes", "* * How does a bill become a law?", "* What is the law?", "* Congressional Procedures", "* Legislators", "* Members of Congress", "* Committees", "* * Misconduct Database", "* Using GovTrack", "* How To Use GovTrack", "* For Educators", "* For Advocates", "* For Congressional Staff", "* For Journalists", "* About Us", "* About GovTrack.us", "* About Our Data", "* Press Clips", "* * Start Tracking", "* GovTrack Insider", "* What is Congress Browsing?", "* Books and Games We Recommend", "* Guess the Committee!", "* Log In", "1. Congress", "2. Bills", "3. S. 1198 (115th)", "S. 1198 (115^th): Veterans Care Financial Protection Act of 2017", "Call or Write Congress  Add to List", "----------------------------------------------------------------------", "React to this bill with an emoji", "Save your opinion on this bill on a six-point scale from strongly oppose to", "strongly support", "Add Note All Positions »", "(About Ads | Hide These Ads)", "Widget for your website", "Get a bill status widget »", "Follow GovTrack on social media for more updates:", "Visit us on Twitter Visit us on Instagram", "On GovTrack Insider:", "Restoring Integrity to America’s Elections Act would reduce Federal", "Election Commission from six…", "In recent years, the commission has deadlocked on a majority of its votes.", "Mar 31, 2021", "Bill would restore Taiwan’s observer status at the World Health", "Organization, after China revoked…", "To paraphrase the Baha Men: “WHO let Taiwan out. WHO WHO WHO WHO.” Mar 30,", "2021", "Bill would create a monument to Ruth Bader Ginsburg in the Capitol", "Building", "She would join other Supreme Court justices depicted as statues in the", "building, including Edward Douglass White. Mar 29, 2021", "* Overview", "* Summary", "* Details", "* Text", "* Study Guide", "×", "Add a Note", "Add a note about this bill. Your note is for you and will not be shared", "with anyone.", "Because you are a member of panel, your positions on legislation and notes", "below will be shared with the panel administrators. (More Info)", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Save Note", "A bill to protect individuals who are eligible for increased pension under", "laws administered by the Secretary of Veterans Affairs on the basis of", "need of regular aid and attendance from dishonest, predatory, or otherwise", "unlawful practices, and for other purposes.", "The bill’s titles are written by its sponsor.", "Sponsor and status", "Photo of sponsor Elizabeth Warren", "Elizabeth Warren", "Sponsor. Senator for Massachusetts. Democrat.", "Thumbnail of bill text", "Read Text »", "Last Updated: May 22, 2017", "Length: 3 pages", "Introduced", "May 22, 2017", "115^th Congress (2017–2019)", "Status", "Enacted Via Other Measures", "Provisions of this bill were incorporated into other bills which were", "enacted.", "See Instead", "H.R. 3122 (same title)", "Enacted — Signed by the President — Mar 9, 2018", "Source", "Congress.gov", "Position statements", "We’re collecting the statements of stakeholder organizations. Your", "organization’s position statement could be on this page! Register your", "organization’s position on this bill »", "History", "Earlier Version — Introduced", "Feb 4, 2014    This activity took place on a related bill, S. 1993", "(113th).", "-------------------------------------------------------", "Introduced", "Bills and resolutions are referred to committees which", "May 22, 2017   debate the bill before possibly sending it on to the whole", "chamber.", "Read Text »", "Companion Bill — Passed House (Senate next)", "Nov 6, 2017    This activity took place on a related bill, H.R. 3122", "(115th), possibly in lieu of similar activity on S. 1198", "(115th).", "Companion Bill — Passed Senate", "Feb 15, 2018   This activity took place on a related bill, H.R. 3122", "(115th), possibly in lieu of similar activity on S. 1198", "(115th).", "Companion Bill — Enacted — Signed by the President", "Mar 9, 2018    This activity took place on a related bill, H.R. 3122", "(115th), possibly in lieu of similar activity on S. 1198", "(115th).", "S. 1198 (115th) was a bill in the United States Congress.", "A bill must be passed by both the House and Senate in identical form and", "then be signed by the President to become law.", "Bills numbers restart every two years. That means there are other bills", "with the number S. 1198. This is the one from the 115^th Congress.", "This bill was introduced in the 115^th Congress, which met from Jan 3,", "2017 to Jan 3, 2019. Legislation not passed by the end of a Congress is", "cleared from the books.", "How to cite this information.", "We recommend the following MLA-formatted citation when using the", "information you see here in academic work:", "“S. 1198 — 115th Congress: Veterans Care Financial Protection Act of", "2017.” www.GovTrack.us. 2017. March 31, 2021", "<https://www.govtrack.us/congress/bills/115/s1198>", "* show another citation format:", "Where is this information from?", "GovTrack automatically collects legislative information from a variety of", "governmental and non-governmental sources. This page is sourced primarily", "from Congress.gov, the official portal of the United States Congress.", "Congress.gov is generally updated one day after events occur, and so", "legislative activity shown here may be one day behind. Data via the", "congress project.", "* Home", "* Start Tracking", "* About GovTrack", "* About the Data", "* Privacy & Legal", "* Log in", "* Twitter", "* Instagram", "* Patreon", "* GitHub", "Launched in 2004, GovTrack helps everyone learn about and track the", "activities of the United States Congress. This is a project of Civic", "Impulse, LLC. GovTrack.us is not a government website.", "About the Site | Contact Us", "You are encouraged to reuse any material on this site.", "Hackers/journalists/researchers: See these open data sources.", "×", "[error message]", "OK", "×", "We’re also on social media", "GovTrack.us is an independent website tracking the status of legislation", "in the United States Congress and helping you participate in government.", "Now we’re on Instagram too!", "----------------------------------------------------------------------", "Follow @govtrack.us on Instagram for new 60-second summary videos of", "legislation in Congress.", "Follow @govtrack on Twitter for posts about legislative activity and other", "information we’re tracking, and some commentary.", "And please consider supporting our work by becoming a monthly backer", "@govtrack on Patreon or leaving a tip.", "Continue to Site", "×", "Join GovTrack’s Advisory Community", "We’re looking to learn more about who uses GovTrack and what features you", "find helpful or think could be improved. If you can, please take a few", "minutes to help us improve GovTrack for users like you.", "Start by telling us more about yourself:", "[ ] I’m a lobbyist, advocate, or other professional. [ ] I’m a young", "person (younger than 26 years old). [ ] I’m a member of a minority or", "disadvantaged group. [ ] I’m a teacher, librarian, or other educator. [ ]", "Other", "Next »", "×", "There’s never been a better time for civic engagement.", "You’ve cast your vote. Now what? Join 10 million other Americans using", "GovTrack to learn about and contact your representative and senators and", "track what Congress is doing each day.", "And starting in 2019 we’ll be tracking Congress’s oversight investigations", "of the executive branch.", "You’re more than a vote, so support GovTrack today with a tip of any", "amount:", "One-Time Tip or Monthly Support", "Or keep using GovTrack for free! Our public interest mission means we will", "never put our service behind a paywall.", "×", "GovTrack.us is taking a new focus on civic education", "Help us develop the tools to bring real-time legislative data into the", "classroom.", "If you’ve visited a bill page on GovTrack.us recently, you may have", "noticed a new “study guide” tab located just below the bill title. This is", "part of a new project to develop better tools for bringing real-time", "legislative data into the classroom. We hope to enable educators to build", "lesson plans centered around any bill or vote in Congress, even those as", "recent as yesterday.", "We’re looking for feedback from educators about how GovTrack can be used", "and improved for your classroom. If you teach United States government and", "would like to speak with us about bringing legislative data into your", "classroom, please reach out!", "Email Us Continue to site »"]