["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Inboxer Rebellion", "Company Anniversary Free Product Scam", "Company Anniversary Free Product Scam", "Businesses are not celebrating their anniversaries by giving away free product", "to Facebook users who share and like a page. Those offers are a form of online", "scam.", "* David Mikkelson", "* Published 8 February 2016", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim", "Businesses are celebrating their anniversaries by giving away free product", "to Facebook users who share and like a page.", "Example", "food lion coupon scamsafeway coupon", "kohls", "aldi coupon", "Collected via Facebook, February 2016", "Rating", "Scam", "Scam", "About this rating", "Origin", "Scammers and malware purveyors are always looking for ways to entice", "online users into following web links that will lead those victims into", "the traps set for them, and offers of free products are prime bait in that", "pursuit of prey. One common method such predators use is establishing fake", "Facebook accounts mimicking those of well-known vendors of consumer", "products (typically of the edible variety, such as Starbucks, Taco Bell,", "McDonald’s, KFC, Wendy’s, Burger King, Whole Foods, Safeway, Food", "Lion, and Little Caesars) and posting bogus offers for “lifetime passes”", "or other dispensations of free product as part of a supposed company", "anniversary or birthday celebration (e.g., “Starbucks is giving away free", "lifetimes in celebration of the brand’s 44th anniversary”).", "The primary type of free product fraud is the “sweepstakes scam,” which is", "intended to lure victims into completing numerous surveys, disclosing a", "good deal of personal information, and then agreeing to sign up for", "costly, difficult-to-cancel “Reward Offers” hidden in the fine print. The", "scammers spread links via e-mail and Facebook that purport to offer free", "product to those who follow those links.", "These web pages (which are not operated or sponsored by the companies they", "reference) typically ask the unwary to click what appear to be Facebook", "“share” buttons and post comments to the scammer’s site (which is really a", "ruse to dupe users into spreading the scam by sharing it with all of their", "Facebook friends). Those who follow such instructions are then led into a", "set of pages prompting them to input a fair amount of personal information", "(including name, age, address, and phone numbers), complete a lengthy", "series of surveys, and finally sign up (and commit to paying) for at least", "two “Reward Offers” (e.g., Netflix subscriptions, credit report monitoring", "services, prepaid credit cards):", "Pursuant to the Terms & Conditions, you are required to complete 2 of", "the Reward Offers from the above. You will need to meet all of the terms", "and conditions to qualify for the shipment of the reward. For credit", "card offers, you must activate your card by making a purchase,", "transferring a balance, or making a cash advance. For loan offers you", "must close and fund the loan. For home security and satellite tv offers", "you must have the product installed. You may not cancel your", "participation in more than a total of 2 Reward Offers within 30 days of", "any Reward Offer Sign-Up Date as outlined in the Terms & Conditions (the", "Cancellation Limit).", "Not only that, but the fine print on the “free” product offers typically", "states that by accepting its terms, the user agrees to receive", "telemarketing phone calls and text messages from a variety of different", "companies:", "Similar phony free product lures are used to spread malware. In those", "versions of the scam, those who attempt to reach the URL provided for the", "purpose of claiming the free products are instead victimized by a Facebook", "“lifejacking” attack, a malicious script that takes over a user’s Facebook", "profile without their knowledge and propagates itself to their friends’", "accounts as well.", "In short, those who seek “free” merchandise generally end up paying a dear", "cost for it.", "* David Mikkelson", "* Published 8 February 2016", "aldi", "burger king", "food lion", "Sources", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]