["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Donald Trump", "stated on June 13, 2017 in a tweet:", "\"Two million more people just dropped out of Obamacare. It is in a death", "spiral.\"", "true barely-true", "* National", "* Health Care", "* Donald Trump", "Jon Greenberg", "By Jon Greenberg June 14, 2017", "Donald Trump's Mostly False tweet about Obamacare dropouts", "President Donald Trump often says that the health insurance exchanges for", "buying individual coverage are collapsing under their own weight. Recent", "reports from the Centers for Medicare and Medicaid Services provided him", "with another data point.", "\"2 million more people just dropped out of ObamaCare. It is in a death", "spiral,\" he tweeted June 13.", "We decided to look at that 2 million figure and see whether it adds weight", "to the argument that the Affordable Care Act exchanges are collapsing.", "What we found isn’t nearly as convincing as Trump made it sound. It’s", "become routine for people to leave the health insurance exchanges in the", "first months of the year, and is often a signal they found insurance", "through an employer. The number this year is higher, experts say,", "primarily because of a change in when the federal government collected the", "data.", "The government report", "The 2 million figure comes from the Centers for Medicare and Medicaid", "Services' snapshot of people who signed up for insurance on an exchange,", "by the Jan. 31, 2017, deadline, but have not paid the premium to keep the", "policy active.", "The report said that 10.3 million individuals had paid the premiums needed", "to have coverage in February. Compared to total signups of 12.2 million,", "that was a drop of 1.9 million people, or about 15 percent.", "First, that has happened in previous years.", "In 2015, the Centers for Medicare and Medicaid Services examined who had", "paid through all of March and found that the number of enrollees fell from", "11.7 million down to 10.2 million, a drop of 1.5 million or about 13", "percent. In 2016, the number fell from 12.7 million down to 11.1 million,", "a drop of 1.6 million or again about 13 percent. (The 2015 enrollment", "deadline was different but the one for 2016 was the same as this year.)", "In 2015 and 2016, Centers for Medicare and Medicaid Services looked at", "people who paid their premium through the end of March. And for good", "reason.", "In nearly every state, people who buy coverage in the last two weeks of", "January are buying policies that don’t begin until March. That gives them", "more time to pay before the policy lapses.", "In 2017, the Centers for Medicare and Medicaid Services looked at who made", "payments through the end of February. That is a full month shorter than", "the year before and out of step with the March 1 start date for many", "policies. (Some news reports said the figure was as of March 15, but the", "Centers for Medicare and Medicaid Service looked at payments due only for", "February policies.)", "We asked why the federal agency changed its reporting timeline and were", "told it had to do with the release of a report on 2016 enrollment. We note", "that all the data for March was available at the time when this report was", "released.", "Why a change in method matters", "The impact of the change could be significant.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "The website ACASignups, a project of data activist Charles Gaba, tracks", "enrollment numbers across the country. Gaba reported that as of mid", "January, 11.7 million people had signed up. That would leave about 500,000", "people who purchased policies that would not kick in until March. The", "federal government, in its report, assumed every one of them didn’t pay", "their premium and dropped coverage. But we don’t know that to be the case.", "The missing month could make another difference. In a time when the", "unemployment rate has fallen, more people might have found work.", "There are several reasons why people don’t follow through and pay their", "premiums. Some don’t have the cash, or they turn 65 and get on Medicare.", "However, Melinda Buntin, professor of health policy at Vanderbilt", "University, said employment is a major reason.", "\"More than half, about 60 percent, of those who did drop coverage (after", "paying for at least one month) said they did so because they obtained", "employer-sponsored coverage,\" Buntin said.", "Based on a separate 2017 Centers for Medicare and Medicaid Services", "report, those who left due to a job outnumbered those who cited the high", "cost of premiums by a margin of more than four to one.", "That study also said that insurance companies leaving the exchanges", "contributed to people dropping coverage.", "That has been a growing problem in recent months, partly of Trump’s", "making.", "\"Efforts to repeal and replace the Affordable Care Act have exacerbated", "what was already a turbulent market,\" said Timothy Callaghan, a professor", "of health policy at the Texas A&M School of Public Health. \"This has", "caused some insurers to raise their prices and others to exit the market", "entirely.\"", "Death spiral?", "Trump went on to say that people failing to pay their premiums is a sign", "of a death spiral.", "As we have written before, there certainly are problems with the health", "exchanges created as part of the Affordable Care Act. For instance, in", "Iowa, insurers have threatened to pull out of the exchanges in 94 of the", "state’s 99 counties.", "A death spiral is a specific term that described when healthy people leave", "the insurance market due to the cost. That leads to higher premiums for", "the people remaining in the insurance pools, who tend to be sicker, which", "causes enrollment to shrink even further, continuing the cycle until the", "entire system fails.", "But the nonpartisan Congressional Budget Office said in March that the", "individual insurance market, which relies on the exchanges, would", "\"probably be stable in most areas under either current law,\" or the", "proposed American Health Care Act.", "Our ruling", "In a tweet, Trump linked 2 million people dropping coverage on the", "Obamacare exchanges to a \"death spiral.\" The figure is plucked out of", "context. The pattern of people signing up and then dropping coverage has", "been steady over the past few years. One reason people do so, experts and", "government data say, is because they find coverage someplace else, most", "often by getting a job.", "The current government report behind Trump’s figure suggests the", "percentage of people letting their policies lapse has gone up, but this", "year, the government changed when it counted those lapsed policies.", "According to experts, that change created the appearance of a trend that", "might not exist.", "Trump’s statement contains an element of truth but ignores critical facts", "that would give a different impression. We rate it Mostly False.", "Our Sources", "Donald Trump, tweet, June 13, 2017", "Centers for Medicare and Medicaid Services, High Costs, Lack of", "Affordability Most Common Factors that Lead Consumers to Cancel Health", "Insurance Coverage, June 12, 2017", "Centers for Medicare and Medicaid Services, The Health Insurance Exchanges", "Trends Report, June 12, 2017", "Centers for Medicare and Medicaid Services, 2017 Effectuated Enrollment", "Snapshot, June 12, 2017", "Centers for Medicare and Medicaid Services, March 31, 2016 Effectuated", "Enrollment Snapshot, June 30, 2017", "ACASignups, CMS appears to have ignored 500K exchange enrollees to issue", "misleading effectuation rate, June 12, 2017", "CNBC, Trump administration says almost 2 million fewer paying Obamacare", "customers after bills came due, June 12, 2017", "Email interview, Timothy Callaghan, assistant professor, Department of", "Health Policy and Management, Texas A&M School of Public Health, June 13,", "2017", "Email interview, Melinda Buntin, chair, Department of Health Policy,", "Vanderbilt University School of Medicine, June 13, 2017", "Email interview, Richard Frank, Professor of Health Economics in the", "Department of Health Care Policy at Harvard Medical School, June 13, 2017", "Email interview, Sabrina Corlette, research professor, Center on Health", "Insurance Reforms, Georgetown University, June 14, 2017", "Email interview, Nicole Black, press secretary, Centers for Medicare and", "Medicaid Services, June 13, 2017", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Jon Greenberg", "Viral image", "stated on March 22, 2021 a tweet:", "These 11 mass shootings involved an AR-15-style weapon.", "mostly-true mostly-true", "By Jon Greenberg • March 24, 2021", "Kevin McCarthy", "stated on March 14, 2021 an interview on Fox News:", "“Democrats have accomplished a lot in just 2 months ... 1 Million energy", "jobs destroyed.”", "pants-fire pants-fire", "By Jon Greenberg • March 17, 2021", "Kevin McCarthy", "stated on March 14, 2021 a tweet:", "The COVID economic relief package “included $600 million for San", "Francisco, part of which goes to cover the tab for free alcohol and", "marijuana for the homeless.\"", "false false", "By Jon Greenberg • March 16, 2021", "Bloggers", "stated on March 8, 2021 a post on Trending Politics:", "“Schumer and Pelosi sneak funding into COVID bill.”", "false false", "By Jon Greenberg • March 11, 2021", "Tom Cotton", "stated on March 6, 2021 a tweet:", "“Senate Democrats just voted to give stimulus checks to criminals in", "prison.”", "mostly-true mostly-true", "By Jon Greenberg • March 9, 2021", "Marco Rubio", "stated on March 6, 2021 a tweet:", "In rejecting his amendment, “Democrats voted to send reopening money to", "schools that refuse to reopen.”", "half-true half-true", "By Jon Greenberg • March 9, 2021", "Rick Scott", "stated on March 1, 2021 an interview with CBS News:", "The $1.9 trillion relief package is “about a bridge for Chuck Schumer, a", "tunnel for Nancy Pelosi.”", "barely-true barely-true", "By Jon Greenberg • March 2, 2021", "Ted Budd", "stated on February 24, 2021 a speech:", "“There’s about 9% of (the American Rescue Plan) actually going to COVID,", "meaning 91% of it is not even COVID-related.”", "half-true half-true", "By Jon Greenberg • March 1, 2021", "Mitch McConnell", "stated on February 24, 2021 a Senate floor speech:", "In the American Rescue Plan, “just about 1% of the money is for vaccines.”", "mostly-true mostly-true", "By Jon Greenberg • February 26, 2021", "Steve Scalise", "stated on February 21, 2021 an interview on ABC News' This Week:", "“There's over a trillion dollars of money unspent from previous", "(coronavirus) relief bills ... still sitting in a bank account.”", "half-true half-true", "By Jon Greenberg • February 23, 2021", "Joe Biden", "stated on February 16, 2021 a CNN town hall in Milwaukee.:", "“There is a consensus among economists left, right, and center… that we", "can’t spend too much” on COVID-19 relief.", "barely-true barely-true", "By Jon Greenberg • February 18, 2021", "DCCC", "stated on February 2, 2021 an attack ad:", "Says Rep. Brian Fitzpatrick, R-Pa., “stood with Trump and the lies… He", "stood with QAnon, not you.”", "barely-true barely-true", "By Jon Greenberg • February 5, 2021", "Rick Scott", "stated on February 1, 2021 a press release:", "States are seeing increases in revenue, with an average decline of just", "0.12% compared with 2019. Over half of states report positive growth,", "including California, New York, and Illinois.", "barely-true barely-true", "By Jon Greenberg • February 5, 2021", "Instagram posts", "stated on January 26, 2021 an Instagram post:", "Masks have negative impacts on 68% of children.", "false false", "By Jon Greenberg • January 29, 2021", "Joe Biden", "stated on January 27, 2021 remarks when signing climate change executive", "orders:", "“84% of all new electric capacity planned to come onto the electric grid", "this year is clean energy.”", "mostly-true mostly-true", "By Jon Greenberg • January 29, 2021", "Donald Trump's Mostly False tweet about Obamacare dropouts", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]