["Link: image_src", "Link: canonical", "Link: shortlink", "CNN.com CNN Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "_____________________ [ Search » ]", "* Markets", "* Premarkets", "* Dow", "* After-Hours", "* Market Movers", "* Fear & Greed", "* World Markets", "* Investing", "* Markets Now", "* Before the Bell", "* Leading Indicator", "* Global Energy Challenge", "* Economy", "* Tracking America's Recovery", "* Energy", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Business Evolved", "* Work Transformed", "* Innovative Cities", "* Unhackable", "* Media", "* Reliable Sources", "* Success", "* Boss Files", "* Fresh Money", "* Cars", "* Homes", "* Biz + Leisure", "* Center Piece", "* Perspectives", "* Video", "* International", "* Switzerland", "* India", "* Davos", "* Passion to Portfolio", "* On: Germany", "* More", "* Newsletters", "* About Us", "* Accessibility and CC", "* U.S.", "* World", "* Politics", "* Business", "* Opinion", "* Health", "* Entertainment", "* Tech", "* Style", "* Travel", "* Sports", "* Video", "* Shop", "* VR", "* More...", "Follow CNN Business", "* *  * Do Not Sell", "Forget what Trump says about Fiorina's face. Her HP record is the issue", "by Paul R. La Monica   @lamonicabuzz September 10, 2015: 11:47 AM ET", "Trump denies he was talking about Fiorina's looks", "Trump denies he was talking about Fiorina's looks", "Donald Trump's comments about GOP rival Carly Fiorina's physical appearance in", "Rolling Stone are pretty boneheaded.", "\"Look at that face! Would anyone vote for that?\" Trump said in a cover", "story published this week. \"Can you imagine that, the face of our next", "president.\"", "The Republican presidential fronrtunner backpedaled Thursday morning. He", "told CNN's \"New Day\" that he was talking about Fiorina's persona, not her", "physical traits.", "\"The fact is that Carly Fiorina has had a terrible past,\" Trump said.", "And Trump is right to point out that Fiorina's track record in business", "isn't all that good.", "Related: Trump insults Fiorina in Rolling Stone", "Fiorina was the CEO of Hewlett-Packard (HPQ) during a tumultuous time for", "the Silicon Valley legend.", "She joined the company in July 1999 after a successful stint at AT&T (T)", "and its networking equipment spinoff Lucent.", "But the tech bubble burst only a few months after she took the HP job.", "Fiorina tried to jump start the company's growth in the PC market by", "acquiring rival Compaq in 2002 for $19 billion.", "That deal is now considered one of the worst in the history of the tech", "sector. And HP wound up laying off 30,000 workers during her nearly", "six-year tenure.", "By the time of Fiorina's ouster in February 2005, HP's stock had lost", "nearly half its value. The Nasdaq index had fallen 27% during the same", "time frame.", "Related: Fiorina's HP legacy looms over 2016 ambitions", "Adding insult to injury, HP's stock rose 7% on the news that she was", "leaving HP.", "I covered Fiorina's departure for CNNMoney. At the time, an analyst", "covering HP told me \"nobody liked Carly's leadership all that much. The", "Street had lost all faith in her and the market's hope is that anyone will", "be better.\"", "To be fair, most big tech companies were still licking their wounds from", "the 2000 dot-com implosion and 2001 recession in 2005.", "trump fiorina", "And HP was hardly alone in laying off people during those dark times for", "the sector. Cisco (CSCO), IBM (IBM) and Dell gave out their fair share of", "pink slips too.", "But no former executives of those companies are running for president.", "Related: Everything you wanted to know about Trump's casino bankruptcies", "Jason Burnett, the grandson of HP co-founder David Packard and current", "mayor of Carmel, California, told CNN's MJ Lee earlier this year that", "Fiorina \"did damage to a great company and I don't want to see her do", "damage to a great country.\"", "And check out the website CarlyFiorina.org. Someone had the foresight to", "register that domain name last December.", "The site features this text: \"Carly Fiorina failed to register this", "domain. So I'm using it to tell you how many people she laid off at", "Hewlett-Packard. It was this many.\"", "That's followed by line after line of :-( sad face emoticons. By the time", "you finish scrolling down, there's this kicker: \"That's 30,000 people she", "laid off. People with families.\"", "Fiorina has already defended her time at HP on numerous occasions.", "After all, she's been through this before and seems clearly prepared to", "tackle any tough questions about HP.", "Fiorina ran for Senate in California in 2010 and lost to Barbara Boxer.", "During that campaign, Boxer ran several attack ads highlighting the HP job", "cuts.", "Speaking to CNN's Erin Burnett after she announced her presidential", "candidacy in May, Fiorina touted the revenue growth, market share gains", "and increase in patents during her time at HP.", "She also expressed remorse for the layoffs and stressed that she was", "managing a tech company during historically bad times.", "\"I managed through the worst technology recession in 25 years. Every other", "technology company laid people off. It's the worst thing a CEO can do is", "have to say to someone, you don't have a job,\" she said.", "But Fiorina continued to defend the Compaq deal to Burnett as well.", "Fiorina said that some financial journalists claimed \"that a diversified", "tech portfolio would never succeed. It clearly did. Years later, it was", "clear that the merger was a very good idea.\"", "That's debatable. Even though the Nasdaq finally topped its 2000 peak", "earlier this year, shares of HP are still nearly 60% below the all-time", "high they set 15 years ago.", "HP has had five CEOs since Fiorina and there have been even more layoffs", "during that time.", "Many of those were in response to other bad acquisitions made by Fiorina's", "successors though, and not just lingering problems related to Compaq.", "Related: HP: Death of a Silicon Valley titan", "But the clearest sign of the Compaq merger's failure? HP is now in the", "middle of breaking up into two separate companies -- one for its consumer", "PCs and printer unit and one that sells hardware, software and services to", "big businesses.", "Ironically enough, the undoing of the HP-Compaq deal is being overseen by", "current CEO Meg Whitman -- who also ran for public office as a Republican", "in 2010. Whitman, formerly the CEO of eBay (EBAY), lost to Jerry Brown in", "the California's governor race.", "But Whitman has praised Fiorina for her time at HP.", "\"I suspect she was trying to do what I'm trying to do, which is make this", "company more competitive,\" she said to CNN's Poppy Harlow in June.", "Still, Fiorina -- much like Trump -- may find it tough to fight back", "criticism of her business record the longer she stays in the race.", "This story is an update of one that originally appeared on August 7.", "-- CNN's Brian Stelter, Andrew Haag and Susie Xu contributed to this", "report.", "HP CEO defends Carly Fiorina's 'strengths'", "HP CEO defends Carly Fiorina's 'strengths'", "CNNMoney (New York) First published September 10, 2015: 11:47 AM ET", "Comments", "Personal Finance", "CNNMoney Sponsors", "* *  * SmartAsset", "Paid Partner", "* These are your 3 financial advisors near you", "* This site finds and compares 3 financial advisors in your area", "* Check this off your list before retirement: talk to an advisor", "* Answer these questions to find the right financial advisor for you", "* Find CFPs in your area in 5 minutes", "NextAdvisor", "Paid Partner", "* An Insane Card Offering 0% Interest Until Nearly 2020", "* Transferring Your Balance to a 14-Month 0% APR is Ingenious", "* The Top 7 Balance Transfer Credit Cards On The Market Today", "* Get $300 Back With This Outrageous New Credit Card", "_____________________ [ Search >> ]", "* U.S", "* Crime + Justice", "* Energy + Environment", "* Extreme Weather", "* Space + Science", "* World", "* Africa", "* Americas", "* Asia", "* Australia", "* Europe", "* Middle East", "* UK", "* Politics", "* 45", "* Congress", "* Supreme Court", "* 2018", "* Key Races", "* Primary Results", "* Business", "* Markets", "* Tech", "* Media", "* Success", "* Video", "* Opinion", "* Political Op-Eds", "* Social Commentary", "* Health", "* Food", "* Fitness", "* Wellness", "* Parenting", "* Vital Signs", "* Entertainment", "* Stars", "* Screen", "* Binge", "* Culture", "* Media", "* Tech", "* Innovate", "* Gadget", "* Mission: Ahead", "* Upstarts", "* Innovative Cities", "* Style", "* Arts", "* Design", "* Fashion", "* Architecture", "* Luxury", "* Autos", "* Video", "* Travel", "* Destinations", "* Food & Drink", "* Play", "* Stay", "* Videos", "* Sports", "* Pro Football", "* College Football", "* Basketball", "* Baseball", "* Soccer", "* Olympics", "* Video", "* Live TV", "* Digital Studios", "* CNN Films", "* HLNTV", "* Schedule", "* TV Shows A-Z", "* CNNVR", "* Shop", "* CNN Underscored", "* -Explore", "* -Wellness", "* -Gadgets", "* -Lifestyle", "* CNN Store", "* More...", "* Photos", "* Longform", "* Investigations", "* CNN Profiles", "* CNN Leadership", "* CNN Newsletters", "* Work for CNN", "[IMG] [IMG]", "Most stock quote data provided by BATS. Market indices are shown in real", "time, except for the DJIA, which is delayed by two minutes. All times are", "ET. Disclaimer. Morningstar: © 2019 Morningstar, Inc. All Rights Reserved.", "Factset: FactSet Research Systems Inc.2019. All rights reserved. Chicago", "Mercantile Association: Certain market data is the property of Chicago", "Mercantile Exchange Inc. and its licensors. All rights reserved. Dow", "Jones: The Dow Jones branded indices are proprietary to and are", "calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow", "Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN.", "Standard & Poor's and S&P are registered trademarks of Standard & Poor's", "Financial Services LLC and Dow Jones is a registered trademark of Dow", "Jones Trademark Holdings LLC. All content of the Dow Jones branded indices", "© S&P Dow Jones Indices LLC 2019 and/or its affiliates.", "© 2020 Cable News Network. A Warner Media Company. All Rights Reserved.", "CNN Sans™ & © 2016 Cable News Network.", "Newsletters Contact Us Terms of Use Privacy Policy Do Not Sell Cookie", "Settings Accessibiliy & CC AdChoices"]