["Posted 2/15/2005 10:16 PM     Updated 2/16/2005 4:28 AM", "[IMG]", "Can Fiorina trump competition for 'worst tech CEO' title?", "Welcome to American Ouster — where former technology CEOs who were", "booted by their boards compete to see who did the most damage to their", "companies.", "Now, that would be a heck of a reality series. Like Donald Trump's The", "Apprentice, only upside down and backward.", "As you might expect, the idea for such a show is sparked by the", "emergence of a hot new contestant: Carly Fiorina, who was tossed out by", "Hewlett-Packard's board last week. During her reign of six years, she", "remade H-P about as successfully as William Shatner remade Lucy in the", "Sky with Diamonds. (He really recorded that song!)", "Fiorina was bad. Everyone seems to agree on this now, even though until", "about two months ago the conventional wisdom was that she was very good.", "But opinions can change fast. We once adored Michael Jackson.", "In the panoply of deposed executives, just how bad was Fiorina? How does", "she rate among her peers who are probably walking golf courses in", "Florida as we speak?", "Because Fiorina actively destroyed a vital corporate culture, does that", "make her better or worse than, say, former IBM CEO John Akers, who", "nearly buried his company because of inaction?", "To find out, we asked four business school professors to rate six", "prominent tech industry oustees. Not that there aren't plenty of oustees", "from other industries — Phil Condit of Boeing, Jacques Nasser of Ford —", "but tech seems to get more of them. It has a lot to do with the pace of", "change. It's the difference between brownies and Moore's Law, as", "Microsoft CEO Steve Ballmer told me in December.", "\"I worked at Procter & Gamble for two years,\" Ballmer said. \"It's", "probably fair to say that brownies — I worked on brownie mix — the", "brownie mix business looks more likely quite similar 10 years from now", "as opposed to quite different than it does today. But the fact that the", "(tech) market is dynamic means for us we have to stay on our feet.\"", "Anyway.", "USA", "TODAY <img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "IBM's width=\"10\" height=\"1\" border=\"0\"\\>", "Akers", "<img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "width=\"1\" height=\"10\" border=\"0\"\\>", "Here are the six tech CEOs on this episode of American Ouster: Fiorina,", "Akers, John Sculley of Apple, Robert Allen of AT&T, Chris Galvin of", "Motorola and Joe Nacchio of Qwest.", "And the business school profs: Robert Kelley of Carnegie Mellon", "University, Jeff Cannon of the University of North Carolina, Jeffrey", "Sonnenfeld of Yale University and S.P. Kothari of the Massachusetts", "Institute of Technology.", "So now — please welcome the contestants!", "•Akers. IBM's CEO from 1985 to 1993, he guided the company through the", "worst years in its long history. As personal computers took hold, Akers'", "IBM failed to move to a new computing era, ultimately losing $8 billion", "a year before the board canned Akers and hired Lou Gerstner.", "USA TODAY <img", "Apple's   src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "Sculley   width=\"10\" height=\"1\" border=\"0\"\\>", "<img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "width=\"1\" height=\"10\" border=\"0\"\\>", "Both UNC's Cannon and MIT's Kothari put Akers among the worst of the", "worst CEOs for failing to see what was coming and then riding the ship", "down like the captain of the Titanic. Kelley puts Akers more in the", "middle, yet says, \"He did not see that IBM needed to change.\"", "•Sculley. Apple's CEO from 1983 to 1993, he pushed out Steve Jobs, tried", "to remake Apple into more of a commodity computer maker selling to", "corporations. He pushed his pet project, the handheld Newton — which did", "not work and did not sell.", "\"He took one of the most innovative companies and never innovated,\"", "Kelley says. \"He misjudged what Apple is all about.\"", "USA TODAY <img src=\"\\_common\\_images\\clear.gif\" width=\"10\" height=\"1\"", "AT&T's Allen border=\"0\"\\>", "<img src=\"\\_common\\_images\\clear.gif\" width=\"1\" height=\"10\" border=\"0\"\\>", "\"Sculley might have lacked the creative instinct needed to succeed in", "tech,\" Kothari says.", "•Allen. AT&T CEO from 1988 to 1997, he forced a disastrous merger with", "computer company NCR (sound familiar, Carly?), then spun NCR off again", "later. Allen did the deal because he thought that computers and", "communication were merging, which shows you that timing is everything:", "AT&T today is diving into VoIP (voice over Internet protocol), which", "means technology is just getting to the point when computers and", "communication are merging.", "<img src=\"/_common/_images/clear.gif\" width=\"10\"", "Motorola's Galvin height=\"1\" border=\"0\"\\>", "<img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "width=\"1\" height=\"10\" border=\"0\"\\>", "Allen \"wasn't astute about what was really happening in the industry,\"", "Cannon says. Or as Kothari put it, \"He seemed clueless.\"", "•Galvin. Motorola CEO from 1997 to 2003, he had the unfortunate burden", "of being the grandson of the founder and son of the company's most", "successful CEO — and the even worse burden of being CEO after the tech", "bubble burst.", "\"I believe he was largely the victim of the tech meltdown,\" Kothari", "says. The other profs really had nothing bad to say about Galvin, making", "Galvin kind of the William Hung of this group. To Galvin's credit, he", "wouldn't make the cut.", "AP <img src=\"\\_common\\_images\\clear.gif\" width=\"10\"", "Qwest's Nacchio   height=\"1\" border=\"0\"\\>", "<img src=\"\\_common\\_images\\clear.gif\" width=\"1\" height=\"10\" border=\"0\"\\>", "•Nacchio. Qwest's CEO from 1997 to 2002, he brashly set out to make a", "new telecommunications superpower but wound up with the equivalent of a", "second-tier regional Bell and the shame of an accounting scandal.", "Kelley and Kothari rate Nacchio harshly, putting him among their worst.", "Kothari says Nacchio resorted to financial shenanigans \"instead of", "devising creative ways of overcoming difficulties.\"", "•Fiorina. H-P's CEO from 1999 to 2005, she forced a merger with Compaq,", "eviscerated H-P's culture and tried to make H-P a computing giant.", "Instead, H-P is an IBM also-ran that makes most of its money on printer", "cartridges.", "Getty", "Images <img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "H-P's   width=\"10\" height=\"1\" border=\"0\"\\>", "Fiorina", "<img src=\"http://images.usatoday.com/_common/_images/clear.gif\"", "width=\"1\" height=\"10\" border=\"0\"\\>", "The profs are all over the map about Fiorina. Kothari praises her for", "conviction in pursuing her strategy. On the other end, Sonnenfeld labels", "her \"the worst because of her ruthless attack on the essence of this", "great company,\" noting that \"she destroyed half the wealth of her", "investors and yet still earned almost $100 million in total payments for", "this destructive reign of terror.\"", "All in all, our judges seem to think Fiorina should win. But in the", "American Idol tradition, our American Ouster winner will be determined", "by you. Please vote online in our Quick Question. We'll tell you how it", "turns out.", "Kevin Maney has covered technology for USA TODAY since 1985. His column", "appears Wednesdays. Click here for an index of Technology columns.", "E-mail him at: kmaney@usatoday.com."]