["Link: canonical", "Link: shortlink", "* Home", "* Topics", "* Coronavirus (COVID-19)", "* Global Health Policy", "* Health Costs", "* Health Reform", "* HIV/AIDS", "* Medicaid", "* Medicare", "* Private Insurance", "* Racial Equity and Health Policy", "* Uninsured", "* Women’s Health Policy", "* Polling", "* Perspectives", "* State Health Facts", "* State Health Facts", "* Custom State Reports", "* Graphics & Interactives", "* Charts & Slides", "* Kaiser Health News", "* Social Impact Media", "* Peterson-KFF Health System Tracker", "* Newsroom", "* Newsroom", "* News Releases", "* Events", "* Subscribe to Emails", "* Cite Us/Reprint", "* Media Contacts", "* About Us", "* President’s Message", "* About Us", "* Our Programs", "* Support Our Work", "* Key Staff", "* Media Fellowships", "* Barbara Jordan Conference Center", "* Contact Us", "* Employment Opportunities", "Kaiser Family Foundation", "Filling the need for trusted information on national health issues", "menu Kaiser Family Foundation", "Filling the need for trusted information on national health issues", "Support our work", "Share on Facebook. Opens in a new window. Share on Twitter. Opens in a new", "window. Email. Opens in a new window.", "Open Search... Search KFF.org _____________________ [ search ]", "Twitter Facebook Instagram Email", "* COVID-19 Vaccine Monitor Dashboard", "* U.S. Coronavirus Cases (03/30): 30.394 million", "* State Vaccine Rollout", "Medicaid", "* Polls", "* Graphics & Interactives", "* Search Medicaid", "Coronavirus", "A Look at How Medicaid Agencies Are Assisting with the COVID-19 Vaccine Roll-Out", "Our recent survey of Medicaid directors finds that nearly all responding", "state Medicaid agencies (29 of 32) are involved in at least one COVID-19", "vaccine roll-out activity, including partnering with public health", "agencies, technical assistance to providers and outreach to Medicaid", "enrollees. Many Medicaid agencies are also taking actions to assist with", "vaccine roll-out to enrollees needing long-term services & supports in the", "community and non-nursing home institutions.", "[IMG][IMG]", "Managed Care", "Growth in Medicaid MCO Enrollment during the COVID-19 Pandemic", "Medicaid Enrollment", "Recent Data Suggest That Medicaid Enrollment is Increasing Amid the Coronavirus", "Pandemic", "Criminal Justice", "Key Issues to Watch for Justice-Involved Populations: COVID-19, Vaccines &", "Medicaid", "Federal Outlays", "Federal Medicaid Outlays During the COVID-19 Pandemic", "New & Noteworthy", "* Homelessness", "COVID-19 Risks and Vaccine Access for Individuals Experiencing Homelessness: Key", "Issues to Consider", "[IMG][IMG]", "People experiencing homelessness are already at higher risk for", "COVID-19 due to underlying health risks and other factors, while", "homelessness itself creates barriers to meeting social distancing", "guidelines and accessing testing and treatment.This brief explores", "issues related to risks related to COVID-19, vaccine priority in state", "plans, and other policy options that affect access to vaccines for", "people experiencing homelessness.", "* Tracker", "Medicaid Emergency Authority Tracker: Approved State Actions to Address COVID-19", "[IMG][IMG]", "Information on approved Medicaid emergency authorities to address the", "COVID-19 Coronavirus emergency. We include details on Medicaid", "Disaster Relief State Plan Amendments (SPAs), other Medicaid and CHIP", "SPAs, and other state-reported administrative actions; Section 1115", "Waivers; Section 1135 Waivers; and 1915 (c) Waiver Appendix K", "strategies.", "* LTSS", "State Variation in Medicaid LTSS Policy Choices and Implications for Upcoming", "Policy Debates", "[IMG][IMG]", "Our review of a range of measures, beyond waiver waiting lists, finds", "substantial state variation in adoption of policies to expand Medicaid", "for seniors and people with disabilities, with states’ ACA expansion", "status not a strong predictor of policy choices related to seniors and", "people with disabilities. Understanding current state-level variation", "in Medicaid eligibility, spending, and services for seniors and people", "with disabilities is important to inform upcoming policy debates.", "* People With Disabilities", "COVID-19 Vaccine Access for People with Disabilities", "[IMG][IMG]", "Many nonelderly people with disabilities who rely on long-term care", "services and supports (LTSS) face COVID-19 risks similar to those of", "the elderly in nursing homes. At least 6,500 people have died from", "COVID-19 in settings such as group and personal care homes and adult", "day care programs, but with varied state reporting, this is an", "incomplete picture of how nonelderly people with disabilities have", "been affected. People who rely on LTSS outside of nursing homes", "include adults with a variety of conditions such as autism, Down", "syndrome, serious mental illness and traumatic brain injuries.", "* HCBS", "Potential Impact of Additional Federal Funds for Medicaid HCBS for Seniors and", "People with Disabilities", "[IMG][IMG]", "A provision in the American Rescue Plan Act could boost federal", "matching money for state spending on Medicaid home and community-based", "services (HCBS) by an estimated $11.4B over the next year. We analyze", "what that could mean for each state.", "Medicaid HCBS help seniors and people with disabilities and chronic", "illnesses live independently outside institutions by assisting with", "daily needs. They include home health aide services, assistance with", "self-care tasks such as eating or bathing, supportive housing, and", "assistive technology.", "Medicaid Budget Survey", "* Medicaid Spending and Enrollment Trends Amid the COVID-19 Pandemic –", "Updated for FY 2021 & Looking Ahead to FY 2022", "[IMG][IMG]", "The public health and economic effects of the pandemic continue to put", "pressure on Medicaid spending and enrollment. State Medicaid agencies", "expect overall FY 2021 enrollment to exceed original projections (30", "of 37 responding states). Two-thirds of states with updated", "projections for FY 2021 expect total Medicaid spending to exceed", "original projections. State projections for FY 2022 were mixed if", "spending growth would be higher or lower relative to FY 2021", "* State Medicaid Programs Respond to Meet COVID-19 Challenges: Results from", "a 50-State Medicaid Budget Survey", "[IMG][IMG]", "Our annual in-depth, state-specific examination of policy changes and", "initiatives in Medicaid programs find that this year many involve", "responses to the COVID-19 pandemic. We present the latest on", "eligibility and enrollment, provider rates, delivery systems,", "long-term services and supports, pharmacy actions, benefits,", "cost-sharing, telehealth and more.", "LTC & COVID-19", "Long-TERM CARE and COVID", "New COVID-19 Cases and Deaths in Long-Term Care Facilities Are Dropping", "Following the Introduction of Vaccines", "The number of residents contracting and dying of COVID-19 in nursing homes", "has declined markedly following the introduction of vaccination efforts in", "long-term care facilities. Resident deaths from COVID-19 in nursing homes", "have decreased by two-thirds (66%) since vaccination efforts began in late", "December. New cases of the novel coronavirus among residents have fallen", "even more sharply, by 83%. Is the end of the long-term care crisis within", "sight?", "[IMG][IMG]", "COVID-19 Cases and Deaths in Long-Term Care Facilities, in Our State Data and", "Policy Actions Tracker", "Key Questions About Nursing Home Regulation and Oversight in the Wake of", "COVID-19", "Factors Associated With COVID-19 Cases and Deaths in Long-Term Care Facilities:", "Findings from a Literature Review", "Patterns in COVID-19 Cases and Deaths in Long-Term Care Facilities in 2020", "Medicaid Work Requirements", "Work Among Medicaid Adults: Implications of Economic Downturn and Work", "Requirements", "Most (63%) of the 22 million adults with Medicaid coverage in the U.S. who", "are not eligible for both Medicare and Medicaid, and who do not receive", "federal disability payments, were already working full- or part-time prior", "to the pandemic, according to the most recent data available. Among those", "not working, caregiving responsibilities were a primary reason, as well as", "illness, disability or school attendance. The industries in which many", "Medicaid enrollees work, including construction, restaurants, and food", "services, have been among those hit hardest by the pandemic.", "[IMG][IMG]", "Waivers", "Medicaid Waiver Tracker: Approved and Pending Section 1115 Waivers by State", "Policy Watch", "Medicaid Work Requirements at the Supreme Court", "WAivers", "The Landscape of Medicaid Demonstration Waivers", "Waivers", "Tennessee & Other Medicaid 1115 Waiver Activity: Implications for the Biden", "Administration", "ACA MEDICAID EXPANSION", "New Incentive for States to Adopt the ACA Medicaid Expansion: Implications for", "State Spending", "The American Rescue Plan Act of 2021 encourages non-expansion states to", "take up the expansion by providing an additional temporary fiscal", "incentive for states to newly implement the ACA Medicaid expansion. This", "brief provides illustrative estimates of the net fiscal benefit to states", "from these incentives relative to state costs under the expansion.", "[IMG][IMG]", "State Fact Sheets", "Who Could Get Covered Under Medicaid Expansion? State Fact Sheets", "Coverage GAP", "The Coverage Gap: Uninsured Poor Adults in States that Do Not Expand Medicaid", "Literature review", "What Does the Research Show About the Effects of ACA Medicaid Expansion?", "State Decisions", "See Our Interactive Map of State Medicaid Expansion Decisions", "Prescription Drugs", "Fact Sheets", "Medicaid Pharmacy Benefits State Fact Sheets", "Millions of Americans rely on Medicaid drug coverage both for treating", "acute problems and for managing ongoing chronic or disabling conditions.", "Though optional, all states provide pharmacy benefit coverage in Medicaid", "and administer the benefit in different ways within federal guidelines.", "Our state fact sheets offer a snapshot of the administration and delivery", "of Medicaid pharmacy benefits in each state. They are based on data from a", "survey of states conducted between June and December 2019.", "[IMG][IMG]", "Rebates", "Understanding the Medicaid Prescription Drug Rebate Program", "managing Costs", "Management and Delivery of the Medicaid Pharmacy Benefit", "Prices", "Pricing and Payment for Medicaid Prescription Drugs", "50-State Survey", "How State Medicaid Programs are Managing Rx Drug Costs: Survey Results for SFYs", "2019 and 2020", "The Essentials", "* Tracker", "Medicaid Waiver Tracker: Approved and Pending Section 1115 Waivers by State", "Bookmark our Medicaid waiver tracker page for the latest information", "on pending and approved Section 1115 Medicaid waivers.", "* What to Watch", "Medicaid: What to Watch in 2021", "Medicaid covers 1 in 5 low-income Americans, including many with", "complex and costly needs for care.", "* Data Collection", "Medicaid Managed Care Market Tracker", "Sixty-nine percent of Medicaid beneficiaries nationally get care", "through managed care organizations. Get state-level, MCO-level and", "parent firm-level data.", "* Managed Care", "10 Things to Know About Medicaid Managed Care", "53.9 million Medicaid beneficiaries (69%) received their care through", "comprehensive risk-based managed care organizations (MCOs), as of July", "2018. In FY 2019, payments made to Medicaid MCOs accounted for about", "46% of the nearly $604 billion that states and the federal government", "spent on Medicaid services that year.", "* Survey", "Medicaid and CHIP Eligibility and Enrollment Policies as of January 2021:", "Findings from a 50-State Survey", "Our 19th annual survey of Medicaid and CHIP program officials provides", "data on eligibility levels in every state. It also examines key", "aspects of state enrollment and renewal procedures in place during the", "COVID-19 public health emergency.", "KHN Logo Latest from Kaiser Health News", "* [IMG][IMG]", "The Great Undoing: Which of Trump’s Policies Will Biden Reverse?", "* [IMG][IMG]", "Democrats Gave Americans a Big Boost Buying Health Insurance. It Didn’t Come", "Cheap.", "* [IMG][IMG]", "KHN’s ‘What the Health?’: ACA Packs More Benefits — And More Confusion", "* [IMG][IMG]", "Analysis: The Trump Health Care Policies That Deserve to Stick Around", "More Kaiser Health News", "Browse the Latest from KFF", "Get The Latest On Health Policy", "Sign Up For Email Alerts", "_____________________ Sign Up", "Follow KFF", "* Twitter", "* Facebook", "* Instagram", "* Email Alerts", "* Feeds", "* Topics", "* Coronavirus (COVID-19)", "* Global Health Policy", "* Health Costs", "* Health Reform", "* HIV/AIDS", "* Medicaid", "* Medicare", "* Private Insurance", "* Racial Equity and Health Policy", "* Uninsured", "* Women’s Health Policy", "* Sections", "* Polling", "* Perspectives", "* State Health Facts", "* Graphics & Interactives", "* Charts & Slides", "* Kaiser Health News", "* Social Impact Media", "* Peterson-KFF Health System Tracker", "* Newsroom", "* News Releases", "* Events", "* Subscribe to Emails", "* Cite Us/Reprint", "* Media Contacts", "* About Us", "* President’s Message", "* Our Programs", "* Support Our Work", "* Key Staff", "* Media Fellowships", "* Barbara Jordan Conference Center", "* Contact Us", "* Employment Opportunities", "* Privacy Policy", "Kaiser Family Foundation", "© 2021 Kaiser Family Foundation", "Powered by WordPress VIP", "* Citations and Reprints", "* Privacy Policy", "The Henry J. Kaiser Family Foundation Headquarters: 185 Berry St., Suite", "2000, San Francisco, CA 94107 | Phone 650-854-9400", "Washington Offices and Barbara Jordan Conference Center: 1330 G Street,", "NW, Washington, DC 20005 | Phone 202-347-5270", "www.kff.org | Email Alerts: kff.org/email |", "facebook.com/KaiserFamilyFoundation | twitter.com/kff", "Filling the need for trusted information on national health issues, the", "Kaiser Family Foundation is a nonprofit organization based in San", "Francisco, California."]