["Link: canonical", "Link: amphtml", "[ Submit ][ Submit ]Explore", "* Billionaires", "* All Billionaires", "* World's Billionaires", "* Forbes 400", "* America's Richest Self-Made Women", "* China's Richest", "* India's Richest", "* Indonesia's Richest", "* Korea's Richest", "* Thailand's Richest", "* Japan's Richest", "* Australia's Richest", "* Taiwan's Richest", "* Singapore's Richest", "* Philippines' Richest", "* Hong Kong's Richest", "* Malaysia's Richest", "* Money & Politics", "* 2020 Money", "* Innovation", "* All Innovation", "* 5G", "* AI", "* Big Data", "* Cloud", "* Cloud 100", "* Consumer Tech", "* Cybersecurity", "* Enterprise Tech", "* Future Of Work", "* Games", "* Green Tech", "* Healthcare", "* Innovation Rules", "* Japan BrandVoice | Paid Program", "* Jumio BrandVoice | Paid Program", "* SAP BrandVoice | Paid Program", "* Science", "* ServiceNow BrandVoice | Paid Program", "* Social Media", "* SurveyMonkey BrandVoice | Paid Program", "* T-Mobile for Business BrandVoice | Paid Program", "* Venture Capital", "* Wind River BrandVoice | Paid Program", "* Leadership", "* All Leadership", "* Careers", "* CEO Network", "* CFO Network", "* CIO Network", "* CMO Network", "* CxO", "* Deloitte BrandVoice | Paid Program", "* Diversity, Equity & Inclusion", "* Education", "* Forbes EQ | Paid Program", "* Forbes The Culture", "* ForbesWomen", "* Google Cloud BrandVoice | Paid Program", "* Leadership Strategy", "* Splunk BrandVoice | Paid Program", "* Under 30", "* Working Remote", "* Over 50", "* Money", "* All Money", "* Banking & Insurance", "* Crypto & Blockchain", "* ETFs & Mutual Funds", "* Fintech", "* Hedge Funds & Private Equity", "* Investing", "* Markets", "* Personal Finance", "* Premium Investing Newsletters", "* Retirement", "* Taxes", "* Top Advisor | SHOOK", "* Wealth Management", "* Election 2020", "* Business", "* All Business", "* Aerospace & Defense", "* Energy", "* Food & Drink", "* Hollywood & Entertainment", "* Honeywell BrandVoice | Paid Program", "* Manufacturing", "* Media", "* Mitsubishi Heavy Industries BrandVoice | Paid Program", "* Policy", "* Retail", "* Ryder BrandVoice | Paid Program", "* SportsMoney", "* Tableau BrandVoice | Paid Program", "* Transportation", "* Small Business", "* All Small Business", "* Entrepreneurs", "* Franchises", "* Office Depot OfficeMax BrandVoice | Paid Program", "* Small Business Strategy", "* Square BrandVoice | Paid Program", "* Lifestyle", "* All Lifestyle", "* Arts", "* Boats & Planes", "* Cars & Bikes", "* Dining", "* ForbesLife", "* Forbes Travel Guide", "* Spirits", "* Style & Beauty", "* Travel", "* Vices", "* Watches", "* Real Estate", "* All Real Estate", "* Commercial Real Estate", "* Forbes Global Properties", "* Residential Real Estate", "* Shopping", "* All Shopping", "* Gear", "* Health & Wellness", "* Home & Kitchen", "* Style", "* Tech & Electronics", "* Coupons", "* All Coupons", "* Purple", "* Squarespace", "* Verizon", "* Lululemon", "* AT&T", "* Lowe's", "* Brooks Brothers", "* Tory Burch", "* Dr Martens", "* Dell", "* Chewy", "* Advisor", "* All Advisor", "* Life Insurance", "* Best Life Insurance Companies", "* Best Term Life Insurance", "* The Best Credit Cards Of 2021", "* Best Balance Transfer Credit Cards", "* Best Cash Back Credit Cards", "* Best 0% APR Credit Cards", "* Best Travel Credit Cards", "* Best Business Credit Cards", "* Best Travel Insurance Companies", "* Covid-19 Travel Insurance", "* Best Car Insurance Companies", "* Best Pet Insurance", "* Best Personal Loans", "* Best Student Loans", "* Best Student Loan Refinance", "* Best Tax Software For 2021", "* Best Project Management Software", "* Forbes Advisor UK", "* Wheels", "* All Wheels", "* Best Sedans", "* Best Luxury SUVs", "* Best SUVs", "* Best Pickups", "* Best Performance Cars", "* Best Family-Friendly Sedans", "* Best SUVs & Crossovers", "* Lists", "* All Lists", "* Video", "* All Video", "* Newsletters", "* Crypto Confidential", "* Editorial Newsletters", "* Investing Digest", "* Premium Investing Newsletters", "* Forbes Magazine", "* All Forbes Magazine", "* Forbes Asia", "* Free Issue of Forbes", "* Latest", "* Coronavirus Coverage", "* Daily Cover Stories", "* Dark Capital", "* Editors' Picks", "* Election 2020", "* Visual Web Stories", "* Featured", "* 30 Under 30 2021", "* All Hands On Data - A Tableau Series | Paid Program", "* America's Top Women Wealth Advisors", "* Best-In-State Wealth Advisors 2021", "* Changemakers In Action", "* Data Sharing In The Covid Era | Paid Program", "* DNA Of Success", "* Ecolab BrandVoice | Paid Program", "* Forbes Insights with Capital One | Paid Program", "* Forbes Next 1000 2021", "* Future Of Work—The New HR Frontier", "* Office Depot OfficeMax BrandVoice | Paid Program", "* SAP Concur BrandVoice | Paid Program", "* Square BrandVoice | Paid Program", "* The Healthcare Revolution At Home", "* The Macallan BrandVoice | Paid Program", "* The Under 30 Drive | Paid Program", "* Advertise with Forbes", "* Report a Security Issue", "* Site Feedback", "* Contact Us", "* Careers at Forbes", "* Tips", "* Corrections", "* Privacy", "* Do Not Sell My Info", "* Terms", "* AdChoices", "* Reprints & Permissions", "© 2021 Forbes Media LLC. All Rights Reserved", "Subscribe | Sign In", "[ Submit ]", "BETA", "This is a BETA experience. You may opt-out by clicking here", "More From Forbes", "Mar 27, 2021,03:42pm EST", "Are Republicans Violating Citizens’ Constitutional Right To Vote?", "Mar 27, 2021,08:00am EST", "Non-White Students Twice As Likely To Desire Virtual Internships, Jobs", "Upon Graduation", "Mar 26, 2021,06:19pm EST", "Scientist Brian Greene Says The Future Of Humanity Depends On Early", "Science Education", "Mar 26, 2021,10:20am EST", "Higher Ed Group Apologizes For Suze Orman Keynote Urging Personal", "Responsibility", "Mar 25, 2021,05:41pm EST", "Powerful Republicans Press Biden To Keep Trump’s Rules On Sexual Assault", "In Educational Settings", "Mar 25, 2021,01:06pm EST", "Updated Report Shows “Unprecedented” Decline In High School Graduates", "Enrolling In College Last Fall", "Mar 25, 2021,12:21pm EST", "This Company Could Change The Broken College Admissions System", "Mar 25, 2021,05:44am EST", "College Admission Zombies: Ideas That Need To Die", "[ Submit ][ Submit ]", "Edit Story", "Aug 19, 2015,04:40pm EDT|", "What Carly Fiorina's Multiple Career Screw-Ups Say About Her Leadership Skills", "Susan Adams", "Susan Adams", "Forbes Staff", "Education", "I’m a senior editor in charge of Forbes’ education coverage.", "* Share to Facebook", "* Share to Twitter", "* Share to Linkedin", "In her debate performance August 6, Republican presidential candidate", "Carly Fiorina scored points. She’s making gains in the polls among a", "crowded field. From a measly 1% after she announced her candidacy in May", "she’s climbed to 5% in the latest CNN poll, alongside John Kasich and just", "behind Rand Paul. Still, when asked whether they viewed her favorably or", "unfavorably, 39% of voters said they’d never heard of her. It’s tough to", "get noticed in a race dominated by a bombastic billionaire reality show", "star, but she’s making strides.", "With no experience in elective office she’s been running in large part on", "the strength of her record as a business executive, particularly as CEO of", "Hewlett-Packard, which she led from 1999 to 2005.", "But people shouldn’t forget the mistakes she made when she first got", "involved in politics, as John McCain’s economic advisor in his failed 2008", "presidential bid and her work as fundraising chair for the Republican", "National Committee. At the time she made several gaffes, saying in a radio", "interview that Sarah Palin didn’t have the experience to run a major", "company like HP, and neither did McCain. She went silent for some time", "after that. In 2010 she failed in her bid to oust California Senator", "Barbara Boxer and was caught calling Boxer’s hair “so yesterday” when she", "thought a mic was turned off.", "But her frequent claim that she was a successful CEO at HP is getting the", "most attention, as it should. What’s most startling: Hardly anyone says", "she did a good job there, even while she pocketed some $100 million in", "compensation, including a $21 million exit package after the board ousted", "her over a leaked corporate reorganization plan.", "Jeffrey Sonnenfeld, founder of the Chief Executive Leadership Institute", "and senior associate dean at Yale School of Management, told Bloomberg", "Businessweek’s Melinda Henneberger in a May 2015 profile of the candidate,", "that Fiorina’s HP tenure was the “colossal failure” of someone who", "“managed to win a squeaker of a proxy war through a form of legal", "extortion” and then failed to learn from mistakes she’s never owned up to.", "First some background on Fiorina’s life. Her campaign’s website boasts", "that she rose from secretary to CEO at one of the world’s biggest tech", "companies, implying humble beginnings. She did work as a secretary, but", "only after a privileged childhood as the daughter of Joseph Tyree Sneed", "III, who had been a law professor at the University of Texas, Stanford and", "Cornell, the dean of Duke Law School, a deputy attorney general under", "President Nixon and a longtime senior judge on the Ninth U.S. Circuit", "Court of Appeals in San Francisco. Not sure what she wanted to do", "professionally, after she earned undergraduate degrees from Stanford in", "medieval history and philosophy, she dropped out of UCLA law school after", "one semester. Next came work as an office temp which led her to a", "secretary job at a nine-person real estate firm where she got promoted to", "broker.", "After getting a master’s in marketing at the University of Maryland, she", "started her career in earnest, joining AT&T as a management trainee and", "rising quickly to become senior vice president for its hardware systems", "division, then helping launch spinoff Lucent Technologies. In 1998,", "Fortune inaugurated a list of the most powerful women in business and", "named Fiorina No. 1, putting her on the cover of the magazine. (She was on", "Forbes’ power women list in 2010 but dropped off the next year after her", "loss to Boxer.)", "Before the accolade from Fortune, her tenure at Lucent wasn’t all a", "booming success. In 1997 she chaired a $2.5 billion attempt at a joint", "venture between divisions of Lucent and Phillips that reportedly wound up", "dissolving after $500 million in losses on $2.5 billion in revenues.", "Then came her tenure at HP. At the time the company, founded in 1939, was", "one of the 50 largest companies in the U.S. A recent Yahoo Finance article", "by Andy Serwer and Tae Kim, quotes an unnamed top HP executive who calls", "Fiorina “polarizing [and] disenfranchising. . . She was a value", "destruction machine with near zero cultural sensitivity. . . Carly", "self-excused a barrage of criticism by saying it all came with her", "necessary role as a change agent.”", "Her major sin, according to her critics, is a decision that she continues", "to laud as a good one: the mega merger with Compaq in 2001 that led to a", "bloody proxy fight, pitting her against Walter Hewlett, son of company", "co-founder Bill Hewlett. The deal resulted in the layoff of 30,000", "employees. Critics insist that the merger was not a good deal for HP.", "Fiorina boasts on her website that she doubled HP’s revenues and", "quadrupled cash flow, but she doesn’t explain that that was largely due to", "the Compaq merger. According to The Washington Post’s Fact Checker column,", "in that year Compaq had revenue of $33 billion and HP grossed $45 billion.", "(Carol Loomis wrote an excellent Fortune piece about the merger’s many", "problems, “Why Carly’s Big Bet is Failing.”) In that deal HP sold 37% of", "its assets to Compaq. The most valuable part of HP had been its printer", "business. Before that HP shareholders owned 100% of that business.", "Afterward they owned only 63% and a greater share of the PC division,", "which had much lower margins.", "The Washington Post’s fact checker piece also scrutinizes Fiorina’s claim", "that the new HP was tripling its rate of innovation, coming up with 11 new", "patents a day. Compaq did add some 3,000 patents to HP’s portfolio but", "likely the rate was more like 8 patents a day. Also due to the Compaq", "merger, HP had a larger headcount of 150,000 workers in 2003. But that was", "also due to the merger, which resulted in net job loss. HP also acquired", "more than a dozen other companies with at least 8,000 employees. The", "bottom line is that HP expanded its workforce not by creating jobs but by", "acquiring companies and their workforces, while laying off its own", "employees.", "Leslie Shedd, press secretary for Carly for America, gave this statement", "to the Washington Post: “During Carly’s tenure at HP she doubled revenue,", "tripled innovation and quadrupled cash flow. Under Carly’s leadership, HP", "weathered the 2001 economic recession that shuttered some of the top tech", "companies in Silicon Valley. Carly Fiorina made the tough decisions that", "were necessary to reform the company, and HP and its shareholders reaped", "the rewards of those decisions after she left.”", "As for investors reaping rewards, when Fiorina first got the top job at", "HP, shares stayed ahead of the market but they then fell sharply and", "stayed down. To be sure, those years were tough for tech stocks but HP", "stock lost half its value while she was CEO. The S&P fell 7% during that", "period. Shares at competitor IBM lost 27% of their value while rival Dell", "held steady and Apple tripled its stock price during Fiorina’s time at HP.", "Carly Fiorina has other qualities that could boost her popularity with", "Republicans. She has said that the U.S. can’t regulate its way out of", "climate change, which will take a global effort costing trillions, “so my", "question is, why would you prepared to sacrifice people’s lives and jobs", "for a gesture.” She’s also firmly anti-abortion. The debate crowd loved", "her when she blasted Hillary: “Hillary Clinton lies about Benghazi, she", "lies about e-mails. She is still defending Planned Parenthood. And she is", "still her party’s frontrunner,” she said. “We need a nominee who is going", "to throw every punch, not pull punches, and someone who cannot stumble", "before he even gets into the ring.”", "All candidates stumble. Fiorina certainly has. It’s not yet clear whether", "her mistakes will drag down her candidacy.", "Susan Adams", "Susan Adams", "In February 2018, I took on a new job managing and writing Forbes'", "education coverage. I'd spent the previous two years on the Entrepreneurs", "team, following six years", "… Read More", "In February 2018, I took on a new job managing and writing Forbes'", "education coverage. I'd spent the previous two years on the Entrepreneurs", "team, following six years writing for the Leadership channel. My mission", "with education is to explore the intersection of education and business.", "I'm recruiting contributors and also looking for my own stories. I’ve been", "at Forbes since 1995, writing about everything from books to billionaires.", "Among my favorite stories: South Africa’s first black billionaire, Patrice", "Motsepe, and British diamond jewelry mogul Laurence Graff, both of whom", "built their vast fortunes from nothing. At Forbes magazine I also did a", "stint editing the lifestyle section and I used to edit opinion pieces by", "the likes of John Bogle and Gordon Bethune. I got my job at Forbes through", "a brilliant libertarian economist, Susan Lee, whom I used to put on", "television at MacNeil/Lehrer NewsHour. Before that I covered law and", "lawyers for journalistic stickler, harsh taskmaster and the best teacher a", "young reporter could have had, Steven Brill.", "Read Less", "* Print", "* Reprints & Permissions", "_____________________ [ Submit ]"]