["skip to main content", "Toggle navigation  Search GovTrack  govtrack.us", "* Home", "* Bills & Votes", "* Bills and Resolutions", "* Roll Call Votes", "* * How does a bill become a law?", "* What is the law?", "* Congressional Procedures", "* Legislators", "* Members of Congress", "* Committees", "* * Misconduct Database", "* Using GovTrack", "* How To Use GovTrack", "* For Educators", "* For Advocates", "* For Congressional Staff", "* For Journalists", "* About Us", "* About GovTrack.us", "* About Our Data", "* Press Clips", "* * Start Tracking", "* GovTrack Insider", "* What is Congress Browsing?", "* Books and Games We Recommend", "* Guess the Committee!", "* Log In", "1. Congress", "2. Members of Congress", "3. Elizabeth Warren", "Sen. Elizabeth Warren", "Senator for Massachusetts", "pronounced e-LIZ-uh-buth // WAW-ren", "Track Her  Contact Her", "----------------------------------------------------------------------", "Links", "Warren's Official Website @SenWarren OpenSecrets VoteSmart Bioguide C-SPAN", "(About Ads | Hide These Ads)", "Follow GovTrack on social media for more updates:", "Visit us on Twitter Visit us on Instagram", "On GovTrack Insider:", "Restoring Integrity to America’s Elections Act would reduce Federal", "Election Commission from six…", "In recent years, the commission has deadlocked on a majority of its votes.", "Mar 31, 2021", "Bill would restore Taiwan’s observer status at the World Health", "Organization, after China revoked…", "To paraphrase the Baha Men: “WHO let Taiwan out. WHO WHO WHO WHO.” Mar 30,", "2021", "Bill would create a monument to Ruth Bader Ginsburg in the Capitol", "Building", "She would join other Supreme Court justices depicted as statues in the", "building, including Edward Douglass White. Mar 29, 2021", "Warren is the senior senator from Massachusetts and is a Democrat. She has", "served since Jan 3, 2013. Warren is next up for reelection in 2024 and", "serves until Jan 3, 2025.", "Warren has cosponsored 2 bills introduced in the current Congress by", "Republican legislators who fomented the terrorist attack on the Capitol on", "January 6, 2021 by calling for entire states to be disenfranchised in the", "2020 presidential election.", "×", "Contact Sen. Elizabeth Warren", "[ ]", "I am a constituent.", "I live in Massachusetts.", "[ ]", "I have an opinion I want to share.", "I want to urge Warren to take an action on a bill.", "Visit Sen. Elizabeth Warren’s website »", "Look for a contact form on Sen. Elizabeth Warren’s website to express your", "opinion.", "[ ]", "I need help, have a question, or want to schedule a tour.", "I’m having a problem with a government agency, need legal help, want to", "schedule a meeting or White House tour, or have another question.", "Visit Warren’s Website »", "Head over to Sen. Elizabeth Warren’s website. If you are having a problem", "with a government agency, look for a contact link for casework to submit a", "request for help. Otherwise, look for a phone number on that website to", "call her office if you have a question.", "[ ]", "I am not a constituent.", "I live elsewhere.", "Not all Members of Congress will accept messages from non-constituents.", "You can try your luck by visiting Warren’s website. Otherwise, try", "contacting your own senator:", "Find Your Senator »", "You are currently on the website GovTrack.us, which has no affiliation", "with Warren and is not a government website. Choose from the options above", "to find the right way to contact Warren.", "Photo of Sen. Elizabeth Warren [D-MA]", "Analysis", "Legislative Metrics", "Read our 2020 Report Card for Warren.", "Ideology–Leadership Chart", "Warren is shown as a purple triangle ▲ in our ideology-leadership chart", "below. Each dot is a member of the Senate positioned according to our", "ideology score (left to right) and our leadership score (leaders are", "toward the top).", "The chart is based on the bills Warren has sponsored and cosponsored from", "Jan 3, 2017 to Mar 25, 2021. See full analysis methodology.", "Ratings from Advocacy Organizations", "Human Rights Campaign: 100% Planned Parenthood Action Fund: 100% League of", "Conservation Voters: 96% American Civil Liberties Union: 91% The National", "Organization for the Reform of Marijuana Laws: B United States Chamber of", "Commerce: 40% The Club for Growth: 12%", "Committee Membership", "Elizabeth Warren sits on the following committees:", "* Senate Committee on Armed Services", "* Senate Committee on Banking, Housing, and Urban Affairs", "* Senate Committee on Finance", "* Senate Special Committee on Aging", "Enacted Legislation", "Warren was the primary sponsor of 11 bills that were enacted. The most", "recent include:", "* S. 4566 (116th): Modernizing Notice of Lease Terminations for", "Servicemembers Act of 2020", "* S. 693 (116th): National POW/MIA Flag Act", "* S. 1501 (116th): Blast Pressure Exposure Study Improvement Act", "* S. 338 (116th): Transition Team Ethics Improvement Act", "* S. 3130 (115th): SIT-REP Act of 2018", "* S. 2355 (115th): A bill to designate the facility of the United States", "Postal Service located at 25 New Chardon Street Lobby in Boston,", "Massachusetts, as the “John Fitzgerald Kennedy ...", "* S. 1503 (115th): Naismith Memorial Basketball Hall of Fame", "Commemorative Coin Act", "View All »", "Does 11 not sound like a lot? Very few bills are ever enacted — most", "legislators sponsor only a handful that are signed into law. But there are", "other legislative activities that we don’t track that are also important,", "including offering amendments, committee work and oversight of the other", "branches, and constituent services.", "We consider a bill enacted if one of the following is true: a) it is", "enacted itself, b) it has a companion bill in the other chamber (as", "identified by Congress) which was enacted, or c) if at least about half of", "its provisions were incorporated into bills that were enacted (as", "determined by an automated text analysis, applicable beginning with bills", "in the 110^th Congress).", "Bills Sponsored", "Issue Areas", "Warren sponsors bills primarily in these issue areas:", "Health (30%) Armed Forces and National Security (23%) Finance and", "Financial Sector (12%) Government Operations and Politics (9%) Crime and", "Law Enforcement (7%) Education (7%) Labor and Employment (6%) Taxation", "(5%)", "Recent Bills", "Some of Warren’s most recently sponsored bills include...", "* S. 874: A bill to establish a green transportation infrastructure", "grant program, and for other ...", "* S. 783: COVID Community Care Act", "* S. 729: A bill to establish an Educational Equity Challenge Grant", "program administered by the ...", "* S. 679: A bill to authorize additional monies to the Public Housing", "Capital Fund of ...", "* S. 681: A bill to report data on COVID-19 immigration detention", "facilities and local correctional ...", "* S.Res. 104: A resolution recognizing the centennial of the 1921 Tulsa", "Race Massacre.", "* S. 598: A bill to authorize additional monies to the Public Housing", "Capital Fund of ...", "View All » | View Cosponsors »", "Voting Record", "Key Votes", "Warren voted Nay", "On the Nomination PN141: David Stilwell, of Hawaii, to be an Assistant", "Secretary of State (East Asian and Pacific Affairs)", "Nomination Confirmed 94/3 on Jun 13, 2019.", "Warren voted Nay", "On the Nomination PN212: Raul M. Arias-Marxuach, of Puerto Rico, to be", "United States District Judge for the District of ...", "Nomination Confirmed 95/3 on May 2, 2019.", "Warren voted Nay", "H.J.Res. 31: Consolidated Appropriations Act, 2019", "Conference Report Agreed to 83/16 on Feb 14, 2019.", "----------------------------------------------------------------------", "This bill, in its final form, funded the parts of the federal government", "whose funding was to lapse on February 15, 2019. On December 22, ...", "Warren voted Nay", "On the Nomination PN587: Dabney Langhorne Friedrich, of California, to be", "United States District Judge for the District of Columbia", "Nomination Confirmed 97/3 on Nov 27, 2017.", "Warren voted Nay", "On the Nomination PN586: Ralph R. Erickson, of North Dakota, to be United", "States Circuit Judge for the Eighth Circuit", "Nomination Confirmed 95/1 on Sep 28, 2017.", "Warren voted Nay", "H.R. 5325: Legislative Branch Appropriations Act, 2017", "Bill Passed 72/26 on Sep 28, 2016.", "----------------------------------------------------------------------", "The Continuing Appropriations and Military Construction, Veterans Affairs,", "and Related Agencies Appropriations Act, 2017, and Zika Response and", "Preparedness Act (H.R. 5325) is an appropriations ...", "Warren voted Nay", "H.R. 22: Developing a Reliable and Innovative Vision for the Economy Act", "Conference Report Agreed to 83/16 on Dec 3, 2015.", "----------------------------------------------------------------------", "H.R 22, formerly the Hire More Heroes Act, has become the Senate’s vehicle", "for passage of the Developing a Reliable and Innovative Vision for the ...", "Warren voted Nay", "H.J.Res. 124 (113th): Continuing Appropriations Resolution, 2015", "Joint Resolution Passed 78/22 on Sep 18, 2014.", "Missed Votes", "From Jan 2013 to Mar 2021, Warren missed 296 of 2,619 roll call votes,", "which is 11.3%. This is much worse than the median of 1.6% among the", "lifetime records of senators currently serving. The chart below reports", "missed votes over time.", "We don’t track why legislators miss votes, but it’s often due to medical", "absenses and major life events. Legislators running for president or vice", "president typically miss votes while on the campaign trail — that’s", "normal. See our analysis of presidential candidates’ missed votes.", "Show the numbers...", "Primary Sources", "The information on this page is originally sourced from a variety of", "materials, including:", "* unitedstates/congress-legislators, a community project gathering", "congressional information", "* The House and Senate websites, for committee membership and voting", "records", "* GPO Member Guide for the photo", "* GovInfo.gov, for sponsored bills", "×", "Pronunciation Guide", "Elizabeth Warren is pronounced:", "e-LIZ-uh-buth // WAW-ren", "The letters stand for sounds according to the following table:", "letters e   - L   I   Z     - uh  - b   u   th", "as in   bed   leg pin zebra   cup   bat cup thin", "letters W    AW  - r   e   n", "as in   will law   rag bed not", "Capital letters indicate a stressed syllable.", "* Home", "* Start Tracking", "* About GovTrack", "* About the Data", "* Privacy & Legal", "* Log in", "* Twitter", "* Instagram", "* Patreon", "* GitHub", "Launched in 2004, GovTrack helps everyone learn about and track the", "activities of the United States Congress. This is a project of Civic", "Impulse, LLC. GovTrack.us is not a government website.", "About the Site | Contact Us", "You are encouraged to reuse any material on this site.", "Hackers/journalists/researchers: See these open data sources.", "×", "[error message]", "OK", "×", "We’re also on social media", "GovTrack.us is an independent website tracking the status of legislation", "in the United States Congress and helping you participate in government.", "Now we’re on Instagram too!", "----------------------------------------------------------------------", "Follow @govtrack.us on Instagram for new 60-second summary videos of", "legislation in Congress.", "Follow @govtrack on Twitter for posts about legislative activity and other", "information we’re tracking, and some commentary.", "And please consider supporting our work by becoming a monthly backer", "@govtrack on Patreon or leaving a tip.", "Continue to Site", "×", "Join GovTrack’s Advisory Community", "We’re looking to learn more about who uses GovTrack and what features you", "find helpful or think could be improved. If you can, please take a few", "minutes to help us improve GovTrack for users like you.", "Start by telling us more about yourself:", "[ ] I’m a lobbyist, advocate, or other professional. [ ] I’m a young", "person (younger than 26 years old). [ ] I’m a member of a minority or", "disadvantaged group. [ ] I’m a teacher, librarian, or other educator. [ ]", "Other", "Next »", "×", "There’s never been a better time for civic engagement.", "You’ve cast your vote. Now what? Join 10 million other Americans using", "GovTrack to learn about and contact your representative and senators and", "track what Congress is doing each day.", "And starting in 2019 we’ll be tracking Congress’s oversight investigations", "of the executive branch.", "You’re more than a vote, so support GovTrack today with a tip of any", "amount:", "One-Time Tip or Monthly Support", "Or keep using GovTrack for free! Our public interest mission means we will", "never put our service behind a paywall.", "×", "GovTrack.us is taking a new focus on civic education", "Help us develop the tools to bring real-time legislative data into the", "classroom.", "If you’ve visited a bill page on GovTrack.us recently, you may have", "noticed a new “study guide” tab located just below the bill title. This is", "part of a new project to develop better tools for bringing real-time", "legislative data into the classroom. We hope to enable educators to build", "lesson plans centered around any bill or vote in Congress, even those as", "recent as yesterday.", "We’re looking for feedback from educators about how GovTrack can be used", "and improved for your classroom. If you teach United States government and", "would like to speak with us about bringing legislative data into your", "classroom, please reach out!", "Email Us Continue to site »"]