["Link: image_src", "Link: canonical", "Link: shortlink", "Skip to main content", "Representative Ayanna Pressley", "* Meet Ayanna", "* Committees and Caucuses", "* Our District", "* Votes and Legislation", "* Contact", "* Email Me", "* Newsletter Subscription", "* Offices", "* Scheduling Request", "* Website Problem", "* Issues", "* Congress", "* COVID-19", "* Criminal (In)Justice", "* Education", "* Energy & the Environment", "* Financial Services & Economy", "* Healthcare & Public Health", "* Housing", "* Immigration", "* Labor", "* Reproductive Justice", "* Survivor Justice", "* Transportation", "* Trauma", "* US Postal Service", "* Veterans", "* Media", "* Press Releases", "* In the News", "* Photo Gallery", "* Testimony", "* Services", "* 2021 Inauguration Tickets", "* Art Competition", "* Commendations and Greetings", "* Flags", "* Grant Applicants", "* Help with a Federal Agency", "* Internships", "* Military Academy Nominations", "* Tours and Tickets", "* Careers", "* Appropriations Request", "* Government Shutdown FAQ's", "* Book Requests", ".", "Search form", "Search ________________", "[  ]", "Meet Ayanna", "Congresswoman Ayanna PressleyCongresswoman Ayanna Pressley is an advocate,", "a policy-maker, an activist, and a survivor. On November 6, 2018,", "Congresswoman Pressley was elected to represent Massachusetts’ 7th", "Congressional District in the U.S. House of Representatives, making her", "the first woman of color to be elected to Congress from the Commonwealth", "of Massachusetts. The Massachusetts 7th is the most diverse and most", "unequal district in the state, requiring a representative whose", "experiences are reflective of the people.", "Like many in her district, Congresswoman Pressley has endured numerous", "hardships throughout her life, and it is because of those experiences that", "she remains a dedicated activist who’s devoted to creating robust and", "informed policies that speak to the intersectionality of her district’s", "lived experiences. She believes that the people closest to the pain should", "be closest to the power and that a diversity of voices in the political", "process is essential to making policies that benefit more Americans.", "Born in Cincinnati and raised in Chicago, Congresswoman Pressley is the", "only child of a single mother and a father who was in and out of the", "criminal justice system - creating an unstable household and forcing her", "to mature at a rapid rate. While her father ultimately overcame his", "addiction and went on to become a published author, Congresswoman Pressley", "was primarily raised by her mother Sandra Pressley, a tenants’ rights", "organizer who instilled in her the value of civic engagement. Thanks to", "her mother’s dedication to activism, Congresswoman Pressley has always", "been acutely aware of the role that government can play in lifting up", "families and communities.", "Congresswoman Pressley attended the Francis W. Parker School, a private", "school in Chicago where her activism and commitment to public service took", "hold. A devoted student, Congresswoman Pressley was supported by her", "teachers, faculty, and peers and was elected class president every year", "from 7th grade through senior year of high school.  She was also elected", "student government president, was a competitive debater through her", "school’s chapter of Junior State of America, was the commencement speaker", "for her graduating class, and was named “most likely to be mayor of", "Chicago.”", "Congresswoman Pressley moved to Boston, MA in 1992 to attend Boston", "University, however, after a couple of years of enrollment, she withdrew", "from the University to help support her mother. She remained an activist", "in the community, working as a senior aide to Congressman Joseph P.", "Kennedy II, volunteering for Senator John Kerry’s reelection campaign, and", "working for Senator Kerry for 13 years in a variety of roles, including", "constituency director and political director.  Senator Kerry described", "Congresswoman Pressley as a “force” who \"believed in public service.\"", "In 2009, she launched a historic at-large campaign for Boston City Council", "and won, becoming the first woman of color elected to the Council in its", "100-year history. On the Council, Congresswoman Pressley worked in", "partnership with residents, advocates, and other elected officials to", "combat the inequities and disparities facing the community. In her", "eight-year tenure on the Council, she:", "* Revised and mandated enforcement of a pregnant and parenting teen", "policy for Boston Public Schools to strengthen pathways to graduation", "and to reduce the dropout rate,", "* Developed a comprehensive, culturally competent, medically accurate,", "and age appropriate sexual education and health curriculum, which was", "successfully adopted as a permanent part of the Boston Public Schools’", "wellness policy,", "* Convened the first “listening-only hearing” in the Boston City", "Council’s history, where 300 families impacted by gun violence and", "trauma shared their stories with city officials,", "* Partnered with the National Black Women’s Justice Institute, to", "develop evidence-based research to reform school disciplinary policies", "that contribute to the school to prison pipeline for black and Latinx", "girls, and", "* Successfully pushed for the creation of 75 new liquor licenses, 80%", "dedicated to disenfranchised neighborhoods, resulting in the creation", "of dozens of new restaurants and hundreds of jobs in local Boston", "communities.", "In 2016, Congresswoman Pressley was named one of The New York Times 14", "Young Democrats to Watch. In 2014, the Greater Boston Chamber of Commerce", "named her as one of their Ten Outstanding Young Leaders, and the Victim", "Rights Law Center presented her with their Leadership Award. In 2015, she", "earned the EMILY’s List Rising Star Award and was named one of Boston", "Magazine’s 50 Most Powerful People. She is also an Aspen-Rodel Fellow in", "Public Leadership, Class of 2012.", "Meet Ayanna", "* Committees and Caucuses", "* Our District", "* Votes and Legislation", "Office Locations", "Washington, DC Office", "1108 Longworth HOB", "Washington, DC 20515", "Phone: (202) 225-5111", "Fax: (202) 225-9322", "District Office", "1700 Dorchester Avenue", "Dorchester, MA 02124", "Phone (617) 850-0040", "Fax: (202) 225-9322", "* Copyright", "* Privacy", "* House.gov"]