["Link: import", "Link: import", "Link: canonical", "Link: amphtml", "Skip to main content", "[IMG]", "* Home", "* Wellness", "* Humankind", "* Problem Solved", "* Back to School", "Facebook  Twitter  Email", "[IMG]", "Megyn Kelly's NBC show will follow 'Today' this fall", "----------------------------------------------------------------------", "Gary Levin   | USA TODAY", "play", "Show Caption", "Hide Caption", "Megyn Kelly leaves Fox News for 3 new gigs at NBC", "Megyn Kelly is starting a new chapter in her news career.", "Time", "NBC News is firming up plans for its biggest new hire, Megyn Kelly.", "Kelly, who exited Fox News earlier this month, will join NBC in May. And", "her new morning show will premiere this fall, according to an NBC", "executive familiar with the network's plans.", "Undecided, as yet: Whether Kelly will air at 9 a.m. ET/PT — bridging the", "gap between the first two hours of Today and the lighter fourth hour", "featuring Hoda Kotb and Kathie Lee Gifford — or at 10 a.m., in which case", "Kotb and Gifford's giggle-fest would move an hour earlier. The current 9", "a.m. hour, fronted by Al Roker and Tamron Hall, will disappear by fall in", "either event, though both are expected to remain at the network.", "NBC declined comment.", "Kelly's contract at Fox was due to expire this year,  and she implicated", "former Fox News chief Roger Ailes in a sexual harassment scandal. It's", "unclear how many Fox viewers will follow her to her new home, but her new", "show will likely seem familiar to her fans. \"What I'm hearing is she's", "doing a daytime version of what she did at Fox,\" adapted for a morning", "format, with lifestyle and entertainment stories blended with newsmaker", "interviews, says Bill Carroll, analyst at Katz Television Group, who", "advises local stations on programming.", "Carroll says that while Kelly would face less competition at 10, \"it would", "be to her advantage to be at 9,\" where Today's lead-in and promotional", "ability would provide a seamless transition.\"She'd be better off as an", "extension of something that's working than another island.\"  The Kotb and", "Gifford hour also does not consistently air in that time period across the", "country. A midday time slot was unworkable, both for competitive reasons", "and because NBC does not control those time periods except for its", "remaining soap Days of Our Lives. The rest of its daytime schedule is made", "up of syndicated series sold to its local affiliates.", "Under the terms of Kelly's deal, she will also contribute to the network's", "political coverage, and will anchor a short-term Sunday newsmagazine,", "though not a weekly series that had been speculated, the NBC executive", "said. And don't be surprised to see her pop up over the summer as a guest", "host of Today, as a way to ingratiate herself with NBC viewers.", "Facebook  Twitter  Email", "Share your feedback to help improve our site!", "* Help", "* Terms of Service", "* Your California Privacy Rights/Privacy Policy", "* Privacy Policy", "* Site Map", "* Accessibility", "* Our Ethical Principles", "* Do Not Sell My Info/Cookie Policy", "[IMG]", "© Copyright Gannett 2021"]