["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "U.S. news", "Secret Service cracks down on credit card skimming at gas pumps nationwide", "The agency recovers about 20 to 30 skimmers a week, with the average", "skimmer having information from about 80 cards on it, according to one", "agent.", "[IMG]", "Secret Service cracks down on credit card skimming at gas pumps nationwide", "Nov. 23, 201801:10", "Nov. 23, 2018, 5:45 PM UTC", "By Didi Martinez, Amy Calvin and Cydney Weiner", "Credit card skimmers beware.", "The U.S. Secret Service said it is kicking off the holiday season with a", "nationwide initiative to crack down on credit card skimming devices", "installed at gas stations. The operation, called “Operation Deep Impact,”", "was launched on Thanksgiving Day and is set to coincide with an increased", "demand for fuel over the holidays.", "“An estimated 54 million Americans will travel across town or across the", "country for Thanksgiving, and while doing so, many will buy gas for their", "cars,” read a statement from the government agency. “These annual", "increases in motor travelers on the road during holidays mean bigger", "paydays for card-skimming financial criminals who target victims at", "fueling stations.”", "According to the Federal Trade Commission, credit card skimming occurs", "when illegal card readers are installed to a gas pump’s payment area. Once", "a consumer inserts their card into the fake reader, criminals are then", "given access to the person’s data to use or sell online.", "Have to travel in order to have a #HappyThanksgiving2018? Don't worry,", "the Secret Service has you covered. This year instead of turkey we are", "serving up a cold dish of justice to gas pump skimmers across the", "country. Read about our efforts: https://t.co/9LnAsQyXGm", "pic.twitter.com/EO6UklU2SO", "— U.S. Secret Service (@SecretService) November 22, 2018", "And this type of crime is only getting worse, the Secret Service said.", "“Gas pump skimmers are getting worse because there's more technology to", "look for skimmers in ATMs, so bad actors move towards gas pump skimmers,”", "said Secret Service special agent Matthew O’Neill.", "The special agent said he estimates that the agency recovers about 20 to", "30 skimmers a week, with the average skimmer having information from about", "80 cards on it by the time its recovered by authorities.", "“They're easy to create, they're easy to deploy and they can get a lot of", "stolen credit card data very quickly and they [criminals] don't even have", "to go back and retrieve the skimmer,” O’Neill said.", "Hernando County Sheriff's Office Detectives along with the members of the", "Department of Agriculture performed a full sweep of Hernando County's gas", "station fuel pumps for credit card skimmers, collecting a total of two", "skimmers located during the sweep which are being processed as part of the", "investigation.Hernando County Sheriff's Office / via Facebook", "So far the Thanksgiving initiative has recovered nearly 200 skimmers", "nationwide and prevented nearly $6 million dollars in fraud, the agency", "said.", "However, some holiday travelers haven’t been so lucky.", "“They charged over at Adidas and Nike. I saw charges of $75, $80 and there", "were three charges on there,” said Steven Plake, a traveler in Fulshear,", "Texas, whose information was stolen at a gas pump.", "“[I] went to the local gas station that was real close, used my card like", "everybody else, and then I guess that afternoon I ended up seeing charges", "on my bank account that I knew I didn't charge,” Plake said. “We ended up", "calling the bank and they realized, yeah, somebody has your number.”", "The man said he has tried to prevent fraud in the past by wiggling the", "card reader, but that this time was different because the skimmer had been", "“superglued.”", "O’Neill recommends that consumers use cash whenever possible as spotting", "skimmers at the pump has become increasingly harder.", "“The challenge with combating this crime is that the skimmers are placed", "inside of the fuel pump,” the special agent said. \"Therefore, the consumer", "doesn't really have an opportunity to even have a chance to know there's a", "skimmer inside.”", "But consumers can still ensure they are less likely to get duped by doing", "a quick check before they swipe, the FTC said.", "“Make sure the gas pump panel is closed and doesn’t show signs of", "tampering,” wrote FTC specialist Colleen Tressler in an August blog post", "about the crime. “Many stations now put security seals over the cabinet", "panel. If the pump panel is opened, the label will read ‘void.’”", "Didi Martinez", "Didi Martinez is an associate producer with the NBC News Investigative", "Unit.", "Amy Calvin", "Cydney Weiner", "Cydney Weiner is an assistant producer for NBC News.", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]