["Link: amphtml", "Link: canonical", "* Skip to Main Content", "POLITICO", "[ Submit ]", "* Magazine", "* The Agenda", "* Pro", "* Search", "_____________________ Search", "SECTIONS", "* Congress", "* White House", "* Magazine", "* The Agenda", "* Video", "* Podcasts", "Elections", "* News", "* All Election Results", "SERIES", "* The Fifty", "* The First 100 Days", "* Recovery Lab", "* The Vaccine Race", "* Women Rule", "NEWSLETTERS", "* Playbook", "* Playbook PM", "* POLITICO Nightly", "* Transition Playbook", "* The Recast", "* Huddle", "* All Newsletters", "POLITICO LIVE", "* Live Home", "* Upcoming Events", "* Previous Events", "* About POLITICO Live", "COLUMNS & CARTOONS", "* Rich Lowry", "* Jack Shafer", "* Matt Wuerker", "* Cartoon Carousel", "POLICY", "* Agriculture", "* Cannabis", "* Cybersecurity", "* Defense", "* Education", "* eHealth", "* Employment & Immigration", "* Energy & Environment", "* Finance & Tax", "* Health Care", "* Space", "* Sustainability", "* Technology", "* Trade", "* Transportation", "EDITIONS", "* California", "* Canada", "* Europe", "* Florida", "* New Jersey", "* New York", "* Pro", "Follow us", "* Twitter", "* Instagram", "* Facebook", "* My Account", "*  2020 elections", "Trump ad asks people to support the troops. But it uses a picture of Russian", "jets.", "The Trump Make America Great Again Committee is run by both the Republican", "National Committee and the campaign.", "An ad, made by the Trump Make America Great Again Committee, featuring", "silhouettes of three soldiers walking as Russian-made fighter jets fly", "over them.", "An ad, made by the Trump Make America Great Again Committee, featuring", "silhouettes of three soldiers walking as Russian-made fighter jets fly", "over them. | Screenshot", "By DANIEL LIPPMAN and BRYAN BENDER", "09/14/2020 08:19 PM EDT", "Updated: 09/15/2020 10:55 AM EDT", "* *  *  * Link Copied", "*    * *  * A digital ad released by a fundraising arm of the Trump", "campaign on Sept. 11 calling on people to “support our troops” uses a", "stock photo of Russian-made fighter jets and Russian models dressed as", "soldiers.", "The ad, which was made by the Trump Make America Great Again Committee,", "features silhouettes of three soldiers walking as a fighter jet flies over", "them. The ad first appeared on Sept. 8 and ran until Sept. 12.", "“That’s definitely a MiG-29,” said Pierre Sprey, who helped design both", "the F-16 and A-10 planes for the U.S. Air Force. “I’m glad to see it’s", "supporting our troops.”", "He noted the angle of the aircraft’s tail, the way the tail is swept far", "back, and the spacing of the engines, along with the tunnel between them.", "Ruslan Pukhov, director of the Centre for Analysis of Strategies and", "Technologies in Moscow, confirmed that the planes are Russian MiG-29s, and", "also said the soldier on the far right in the ad carries an AK-74 assault", "rifle.", "The Trump Make America Great Again Committee is run by both the Republican", "National Committee and the campaign. Most of the low-dollar and digital", "donations raised by the committee goes to the campaign.", "The image in the ad is a stock photo available on Shutterstock.com with", "the title “Military silhouettes of soldiers and airforce against the", "backdrop of sunset sky.” The creator of the image, named “BPTU,” says they", "are based in Andorra, but did not respond to a Facebook message.", "POLITICO Dispatch: September 15", "Joe Biden is putting together a plan for getting the economy out of a", "pandemic-sized ditch ahead of the November election — and it’s shaping up", "to include a whole lotta spending.", "IFrame", "Subscribe on Apple Podcasts | Subscribe on Google Podcasts", "After this story was published, the creator of the image, Arthur Zakirov,", "confirmed in a Facebook message that it shows a 3D model of a MiG-29, and", "that the soldiers were Russian models. He said it was a composite photo", "created five years ago and taken in three different countries showing", "Russian sky, Greek mountains and French ground.", "“This is a completely recreated scene from various photographs of mine,”", "said Zakirov, a 34-year-old oil company analyst and hobbyist photographer", "based in the Russian city of Perm, about 700 miles east of Moscow.", "“Today you hear about the Kremlin’s hand in U.S. politics. Tomorrow you", "are this hand,” he joked, saying he found the fact that his photo ended up", "in a Trump fundraising ad “pretty funny.”", "“Everything happened through inattention,” he said, adding that the", "campaign had “bad fact-checking.”", "The MiG-29, a twin-engine fighter jet designed in the Soviet Union that", "first flew in 1977, is the Russians’ mainstay fighter jet and has been", "sold all over the world. It was developed during the Cold War specifically", "to counter American F-15 and F-16s, and the U.S. even obtained a few to", "play the adversary in war games. The planes have recently been spotted at", "a Russian air base in Syria and also Libya.", "Russia has also exported them to a number of countries, including North", "Korea, Syria, India and Uzbekistan. Iran also acquired 68 of the MiG-29s", "at the end of the Soviet Union. In 1997, the U.S. even bought 21", "“nuclear-capable” MiG-29 planes from Moldova to keep them from getting in", "the hands of adversaries such as Iran.", "The Trump campaign did not respond to a request for comment. The RNC", "declined to comment.", "Politicians have gotten in trouble in the past for running ads or creating", "content that featured Russian or other countries’ military equipment. Last", "October, Rep. Brian Mast (R-Fla.) tweeted a picture of the Russian", "battlecruiser Pyotr Velikiy with the comment: “Happy birthday to the US", "Navy. To the men and women who serve to keep our waters safe, we thank", "you.” His office later took the tweet down.", "Marc Caputo contributed to this report.", "* Filed Under:", "* Russia,", "* Donald Trump,", "* Donald Trump 2020", "[ Submit ]", "POLITICO", "* *  *  * Link Copied", "*    * *  *    * About Us", "* Advertising", "* Breaking News Alerts", "* Careers", "* Credit Card Payments", "* Digital Edition", "* FAQ", "* Feedback", "* Headlines", "* Photos", "* POWERJobs", "* Press", "* Print Subscriptions", "* Write For Us", "* RSS", "* Site Map", "* Terms of Service", "* Privacy Policy", "* Do not sell my info", "* Notice to California Residents", "© 2021 POLITICO LLC"]