["Link: profile", "Link: canonical", "Link: shortlink", "Link: image_src", "* Home", "* Mission", "* Terms of Service", "* Corrections Policy", "* Privacy Policy", "* Contact Us – Article Correction Requests", "* Contact Us", "* Privacy Policy", "* Terms of Service", "* Archives", "* Follow on Facebook  Add to Google+ Circle  Connect on Linked in", "Subscribe by Email  Subscribe to RSS", "* Search", "×", "Search in Site", "To search in site, type your keyword and hit enter _____________________", "Close", "Samuel Warde, Writer", "* Home", "* Ted Talks", "* Social Justice", "* Animals", "* Children", "* Human Interest", "* Extraordinary People", "Elections · Politics", "The Startling Hypocrisy Of Conservative Icon Dr. Ben Carson", "July 7, 2014 by Kimberley Johnson No Comments", "Carson-Mania2", "While scrolling my news feed, I happened upon a public post via Lee", "Branen, pointing out the hypocrisy of Dr. Ben Carson. It has received over", "3 thousand shares since June 29.", "Here’s what Lee wrote:", "Interesting facts about Dr. Ben Carson, Conservative Icon:", "1. raised by a single mother", "2. raised in public housing", "3. fed with food stamps.", "4. supported with welfare was-dependent-on-government", "5. kept healthy with medicaid…", "6. educated in public schools", "7. got eyeglasses from state agency", "8. benefited from affirmative action to enter college", "9. used federal loans and Pell grants in undergrad school", "10. benefited from affirmative action to enter medical school", "11. med school paid for with grant from USPHS*", "12. said: “The disintegration of the family unit and the welfare state", "are enslaving African-Americans and ruining their futures.”", "Wonkette addressed and sourced the statement above. Read her article HERE.", "Dr. Carson is demonizing all of the social programs he has benefited from.", "Isn’t that the very definition of hypocrisy? How does he not understand", "that other people can also benefit from social programs? Does he not", "understand it, or is he trying to earn points with the Tea Party?", "It is clear that Dr. Carson is intelligent. It is clear Dr. Carson is a", "very skilled doctor. What is not clear, at least not to me, is how he can", "be so completely detached from reality, logic and reason when it pertains", "basic human rights.", "He recently made the claim that the Lord told him to call for a flat tax", "when he was at the Obama prayer breakfast last year.", "He is also considering running for president in 2016 – but only if the", "Lord tells him to. “If the Lord grabbed me by the collar and made me do", "it, I would,” he told Sean Hannity in 2013.", "He’s retired from his chosen profession as a neurosurgeon. Maybe he should", "look into being a Walmart greeter and leave the presidency to someone", "isn’t hearing imaginary voices.", "(Visited 1,959 times, 1 visits today)", "* Author", "* Recent Posts", "Kimberley Johnson", "Follow me", "FacebookTwitter", "Kimberley Johnson", "Kimberley A. Johnson (BIO) is the author of AMERICAN WOMAN: The Poll Dance", "& The Virgin Diaries and an activist for women’s rights. Like her on", "Facebook, Twitter or follow her on FB", "Kimberley Johnson", "Follow me", "Latest posts by Kimberley Johnson (see all)", "* Was Kavanough Involved In A Plot To Pin His Assault Allegation On A", "Former Classmate? – September 21, 2018", "* Trump Says He’s Never Referred To Anyone As “Retarded” But Video", "Proves He’s Lying – September 5, 2018", "* Do Russians Have Compromising Information On Lindsey Graham? – August", "28, 2018", "You must be logged in to post a comment Login", "Ted Talks Social Justice Animals Children Human Interest Extraordinary", "People", "Copyright 2012-2020 by Samuel W. Warde", "Powered by Liberals Unite - Designed by WynnWoods Solutions"]