["Link: alternate", "Link: canonical", "Link: apple-touch-startup-image", "Link: stylesheet preload", "* Stream CBSN Live", "* Free CBS News App", "* Sign Up For Newsletters", "* Coronavirus Crisis", "* Stimulus Check", "* Biden Administration", "* Student Debt Dilemma", "* News", "*    * US", "* World", "* Politics", "* Entertainment", "* Health", "* MoneyWatch", "* Technology", "* Science", "* Crime", "* Sports", "*    *    * Migrants influx continues as U.S. political debate", "intensifies", "* Former candidate suspected of murdering missing", "12-year-old", "* Myanmar forces kill dozens of people, including", "children", "* New footage shows police handcuff 5-year-old", "* Ship remains stuck in Suez Canal for 5th day", "* Thousands gather to protest violence against Asian", "Americans", "* 2 dead, 8 wounded in shootings in \"chaotic night\" in", "Virginia Beach", "* Prosecutors in 2 cities issue anti-Asian hate crime", "charges", "* DHS Secretary Mayorkas guts Homeland Security Advisory", "Council", "* Coronavirus Crisis", "* Biden administration commits $10 billion to fight vaccine", "inequities", "* Full coverage: Coronavirus Crisis", "* AstraZeneca updates report, insists COVID vaccine highly", "effective", "* Learning what it takes to bring students back to school", "* IRS to delay tax filing deadline until May 17", "* Shows", "Link: /flyout/xhr/shows/default?format=html", "* Live", "Link: /flyout/xhr/live/default?format=html", "* More", "*    * Latest", "* Video", "* Photos", "* Podcasts", "* In Depth", "* Local", "*    * Log In", "* Newsletters", "* Mobile", "* RSS", "* CBS Store", "* Search", "* Search", "Link: /search/?partial=html", "Live", "Watch CBSN Live", "America's worst CEOs: Where are they now?", "* *  * By Steve Tobak", "April 27, 2012 / 5:58 PM / MoneyWatch", "(MoneyWatch) COMMENTARY Last week, I was watching Nokia's (NOK) meltdown", "and remembering the CEO who more or less brought the once dominant cell", "phone maker to its knees,Olli-Pekka Kallasvuo.", "When it was all but obvious that Nokia had completely missed the market", "transition to smartphones, when the board of directors was quietly", "interviewing new CEO candidates, Kallasvuo was still in complete denial", "about his critical missteps and staggering lack of vision and strategic", "planning.", "That got me thinking about a subject that never ceases to both amaze and", "appall me. How bad -- even horrendously bad CEOs that cost shareholders", "billions and thousands of employees their jobs -- don't just get fired and", "fade into oblivion. They get recycled, meaning they either get other CEO", "jobs, get to sit on all sorts of boards of directors, or run for public", "office.", "10 worst CEOs of 2011", "Are CEOs worth it?", "CEOs are scared for their jobs -- about time", "Here are seven of the worst CEOs I've written about over the years and", "what they're doing now. And don't ask about Enron's Jeff Skilling or", "WorldCom's Bernie Ebbers -- they're both doing fine in their fashionable", "orange jumpsuits in federal prison. That said, former Tyco (TYC) CEO", "Dennis Kozlowski is now participating in a work-release program in the", "79th month of his prison term for robbing shareholders blind of millions", "in fraudulent bonuses and loans.", "Gerald Levin, former CEO of Time Warner (TWX). After famously merging Time", "Warner with AOL at the peak of the dot-com bubble -- widely believed to be", "one of the dumbest moves in the history of corporate America -- Jerry", "Levin dropped out of site and emerged as Chairman of Oasis TV, chairperson", "of StartUp Health, chairman of Organized Wisdom, and presiding director of", "Moonview Sanctuary, a \"holistic healing institute.\" No kidding.", "Bob Nardelli, former CEO of Home Depot (HD) and Chrysler. Named one of the", "\"Worst American CEOs of all time\" by CNBC after sending Chrysler into", "bankruptcy, Nardelli served as interim CEO for gunmaker Freedom Group and", "director of NewPage Corp. He recently stepped down as CEO of the", "operations and advisory company at private equity giant Cerberus Capital", "Management, which owned all those companies.", "Jonathan Schwartz, former CEO of Sun Microsystems. After serving as", "president and COO at Sun since 2004, replacing Scott McNealy as CEO in", "2008, failing to turn the Silicon Valley giant around, and presiding over", "who knows how many \"death by a thousand cuts\" restructurings and layoffs,", "Schwartz finally sold the company to Oracle (ORCL). He's now co-founder", "and CEO of caregiver software startup CareZone and serves on the boards of", "Taleo (TLEO), Silver Spring Networks, and Moxie Software.", "Mike Zafirovski, former CEO of Nortel. After failing to turn around the", "110 year-old Canadian network giant, sending Nortel into bankruptcy,", "selling off the company in pieces, and suing the bankrupt company for $12", "million, last year Zafirovski was hired as a senior advisor to private", "equity firm The Blackstone Group (BX) and appointed to the board of Apria", "Healthcare. He's also a director at Boeing (BA).", "Olli-Pekka Kallasvuo, former CEO of Nokia. Kallasvuo was recently elected", "to the board of directors of Europe's fifth-largest telecom company,", "TeliaSonera (TLSNF). He's also vice chairman of SRV Group and is a board", "member of Aperios Group, European Design Leadership Board, and the Finnish", "Foundation for Economic Education. Nice.", "Gary Forsee, former CEO of Sprint. After a long career in telecom, Forsee", "became CEO of Sprint (S) in 2004 and wasted no time engineering a", "disastrous merger with Nextel. He was ousted by the board in 2007 and", "still managed to walk away with an exit package of over $40 million. And", "get this: Before his last day at Sprint Nextel (S), he was already hired", "as president of the University of Missouri System, a position he held", "until 2011. He's also served as a director of Ingersoll-Rand (IR), Great", "Plains Energy (GXP), Goodyear Tire & Rubber (GT), and various civic and", "nonprofit organizations.", "Carly Fiorina, former CEO of HP (HPQ). Unless you've lived under a rock", "for the past 10 years, you know that Fiorina engineered HP's controversial", "merger with Compaq, was ousted by the board in 2005, and later lost a bid", "to replace incumbent Barbara Boxer as U.S. Senator for California. But you", "probably don't know that, earlier this week, she was named chairman of the", "board of nonprofit Good360. The cancer survivor also serves on a number of", "other nonprofit boards and councils and is a former director of Kellogg", "(K), Cisco (CSCO), Merck (MRK), and Taiwan Semiconductor (TSM).", "No doubt, someday I'll be writing about the exploits and board seats of", "former Yahoo (YHOO) CEO Jerry Yang, former SAP (SAP) and HP CEO Leo", "Apotheker, Kodak (EK) CEO Antonio Perez, and former Research In Motion", "(RIM) co-CEOs Jim Balsillie and Mike Lazaridis. But that's another story", "for another day.", "Image courtesy of Flickr user abardwell", "First published on April 27, 2012 / 5:58 PM", "© 2012 CBS Interactive Inc. All Rights Reserved.", "Steve Tobak", "View all articles by Steve Tobak on CBS MoneyWatch »", "Steve Tobak is a consultant and former high-tech senior executive. He's", "managing partner of Invisor Consulting, a management consulting and", "business strategy firm. Contact Steve or follow him on Facebook, Twitter", "or LinkedIn.", "Twitter Facebook", "Link: /door/partial-latest-news/?partial=json", "Copyright © 2021 CBS Interactive Inc. All rights reserved.", "Quotes delayed at least 15 minutes.", "Market data provided by ICE Data Services. ICE Limitations. Powered and", "implemented by FactSet. News provided by The Associated Press. Legal", "Statement.", "* Privacy Policy", "* California Privacy/Information We Collect", "* Do Not Sell My Personal Information", "* Ad Choice", "* Terms of Use", "* Mobile User Agreement", "* About", "* Advertise", "* Closed Captioning", "* CBSN on Paramount+", "* CBS News Store", "* Site Map", "* Contact Us", "* Help", "* *  *  * View CBS News In", "CBS News App Open", "Chrome Safari Continue", "Be the first to know", "Get browser notifications for breaking news, live events, and exclusive", "reporting.", "Not Now Turn On"]