["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "Business News", "Fiorina's combative memoir well-timed", "In her memoir due out this week, former Hewlett-Packard CEO Carly Fiorina", "will contend she was unfairly scrutinized as a woman in business and", "unproductively opposed by people who feared the big changes she had to", "make at the storied computer company.", "Carly Fiorina", "Former Hewlett-Packard Chairwoman and CEO Carly Fiorina recently spoke on", "the topic of women in business at Babson College in Wellesley,", "Mass.Charles Krupa / AP", "Oct. 8, 2006, 8:50 PM UTC / Source: The Associated Press", "Carly Fiorina’s career has followed an uncannily cinematic arc.", "A restless law school dropout becomes a master sales rep for Ma Bell, then", "rises higher in business than any other woman, running Hewlett-Packard Co.", "for six years. She wrestles that stodgy Silicon Valley institution into", "the Internet age, needing every ounce of her charm to win a huge merger", "contest.", "But her style inflames critics. After her financial results fall short,", "she is unceremoniously canned.", "So if this were a movie, what would happen next?", "That’s right: Get ready for Fiorina’s comeback.", "In her memoir emerging this week, “Tough Choices,” Fiorina will contend", "that she was unfairly scrutinized as a woman in business and", "unproductively opposed by people who feared the big changes she had to", "make at HP.", "“It’s a book about what’s required of change agents,” she told a", "women-in-business conference recently at Babson College outside Boston.", "“The agents of change are always resisted. ... Some people fear the", "unknown, whatever it may be, even more than they fear the troublesome but", "known present.”", "On one level, the memoir seems perfectly timed as HP twists amid its", "current corporate spying scandal, confirming the dysfunctional insecurity", "of the board that fired Fiorina.", "But her opinion is not exactly objective. The board’s extensive efforts to", "uncloak the source of media leaks began when she was chairwoman and CEO,", "though investigators eventually mined her phone records as well.", "The real reason the timing is fortuitous is that the book provides Fiorina", "a platform to reinvent herself for whatever comes next.", "She has the freedom of choice that comes from being extremely wealthy.", "Besides her $21 million severance pay, she began 2006 with 850,000 HP", "shares — a stake currently worth $31 million.", "Fiorina, 52, told the Babson audience she has maintained her interest in", "global development issues. Her name emerged last year as a candidate for", "World Bank president. She has joined the boards of Cybertrust Inc., a", "computer-security company, and Revolution Health Group, a health-care", "venture launched by America Online founder Steve Case.", "Fiorina has advised President Bush and California Gov. Arnold", "Schwarzenegger on tech policy, but she traditionally dismissed questions", "of her own interest in politics by saying she was focused on running HP.", "Should she explore that route now, she might find she still has celebrity", "cachet. At a reception for presenters at the Babson conference, people", "waited 15 minutes or more to meet Fiorina, get her autograph or take a", "picture with her. Other accomplished businesswomen at the same long table", "were mainly left to fidget with their name placards as they awaited an", "occasional visitor.", "Stephen Mader, vice chairman of Christian & Timbers, the headhunting firm", "that brought Fiorina from AT&T Corp. spinoff Lucent Technologies Inc. to", "HP in 1999, says the ignominious end to her HP stint will not necessarily", "keep her from becoming a CEO again.", "However, Fiorina’s next employer would be wise to study the strengths and", "weaknesses she showed at HP.", "Fiorina wins praise for defining a new vision for a slow-moving", "bureaucracy that had essentially missed the Internet revolution. Before", "Fiorina, HP had a murky strategy for linking its computer, server and", "printer businesses. She recast HP as an IBM-like strategic partner for", "customers trying to take advantage of the always-on aspects of the Web", "era.", "But generally she is considered to have fallen short on day-to-day", "operational matters — the things that prompt raves for her successor, Mark", "Hurd.", "When Fiorina was fired in February 2005, HP’s board had repeatedly backed", "her strategy — including her hard-fought, $19 billion acquisition of", "Compaq Computer Corp. in 2002 — but had grown tired of uneven earnings", "results. HP’s stock sank 56 percent on her watch.", "Among the most famous letdowns: Fiorina told Wall Street HP could produce", "15 percent revenue growth in 2001. It fell 7 percent. In August 2004, when", "sales fell way short of forecasts, Fiorina blamed embarrassing problems", "with an internal computer system and surprisingly weak customer demand,", "then fired three top executives.", "“When she got past the first three years of work, her lack of Hurd-type", "skills — and her perhaps lack of self-awareness about having to inject", "those skills around her — I think is what started to show the wear and", "tear. That’s where it started to come apart,” Mader said.", "As Fiorina tells it now, she was hampered by perceptions she struggled to", "change.", "“It is still true that women are caricatured and characterized differently", "from men,” she said.", "She cites inaccurate rumors that she had a pink marble bathroom in her HP", "office and constantly traveled with a hairdresser and a makeup artist. She", "laments how people complained of her use of a private jet, even though", "that is standard for men in the business world. (It had been at HP as", "well, though her predecessor, Lew Platt, had reduced corporate flying to", "trim costs.)", "“Somehow there was no comment about it for them,” Fiorina said. “For me it", "was used as an example that I was regal, which is code for ‘bitch.”’", "One of her other favorite double-standards involves layoffs. She cut at", "least 15,000 jobs after the Compaq deal; Hurd has whacked a similar", "amount.", "“A woman lays people off, she’s heartless,” Fiorina said. “A man lays", "people off, he’s decisive.”", "Fiorina has long said she disliked tallies of the “most powerful women in", "business” because there are more important things about leadership to", "discuss than gender. “Whoever heard of a list of men CEOs ranked against", "each other?” she said.", "But the truth is more complex. She never seemed eager to reject the", "limelight.", "After all, it was her emergence atop Fortune magazine’s “most powerful”", "list in 1998 that put Fiorina on HP’s CEO radar screen. Later, she deftly", "used attention on her as a way of rebranding HP as a hip player. And she", "posed with Condoleezza Rice for the cover shot of Fortune’s 2003", "dissection of female power.", "Jeffrey Sonnenfeld, a senior associate dean at Yale’s School of", "Management, saw Fiorina’s globe-trotting in the spotlight as a reflection", "of the fact that she had “never been outside of backslapping in industrial", "sales” and was “thrown in over her head” as CEO of a sprawling", "organization.", "His verdict on her tenure: “A reign of terror and poor performance.”", "“You’ve got to lay at the feet of the board the fault for picking her,”", "said Sonnenfeld, who has recently advised some of those same directors on", "how to handle HP’s spying scandal.", "Such negative assessments don’t faze Fiorina. For one thing, she revels in", "recent observations that she might deserve some credit for HP’s", "performance since her departure. The stock is up 86 percent in that time.", "Vyomesh Joshi, a 26-year HP veteran who heads its printing division, said", "Hurd is “doing a great job focusing on the execution” of the long-term", "strategy Fiorina implemented.", "“I think Carly is a great leader,” Joshi said. “She brought along a lot of", "good changes and she had a powerful vision. I learned a lot from Carly.”", "Fiorina also shrugs off the negatives from her HP past by remaining", "defiantly optimistic, careful to temper bitter notes.", "For example, she observes that while she endured plenty of hazing from men", "in her career — such as an early AT&T colleague who insisted on meeting", "with a customer at a strip club — some of those same guys eventually", "became her biggest supporters.", "“I feel incredibly blessed,” she said. “I am an unexpected success story", "to myself.”", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]