["Link: alternate", "Link: amphtml", "Link: canonical", "Link: apple-touch-startup-image", "* CBS News", "* CBS Evening News", "* CBS This Morning", "* CTM Saturday", "* 48 Hours", "* 60 Minutes", "* Sunday Morning", "* Face The Nation", "* CBSN Originals", "_____________________", "GO", "Face the Nation", "* Home", "* Local Listings", "* Transcripts", "* Full Episodes", "* About Us", "* Sunday Line-up", "CBS News September 13, 2015, 12:57 PM", "Face the Nation Transcripts September 13: Trump, Carson & a Battleground Tracker", "Poll", "* Share", "* Tweet", "* Reddit", "* Flipboard", "* Email", "trump-carson.jpg", "(CBS News) -- A transcript from the September 13 edition of Face the", "Nation.Guests included Donald Trump, Ben Carson, David Axelrod, Anthony", "Salvanto, Peggy Noonan, John Heilemann, Gwen Ifill, and Peter Baker.", "[*] JOHN DICKERSON, CBS HOST: Today on FACE THE NATION: Brand-new CBS poll", "numbers show good news for Donald Trump and Ben Carson, but not so good", "for Hillary Clinton.", "(BEGIN VIDEO CLIP)", "DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: And I'm leading the pack, I will", "tell you, with the people. People are tired of incompetence. They're tired", "of people that don't get it done.", "(END VIDEO CLIP)", "DICKERSON: He's right about all that. We will tell you why with results", "from a new CBS News Battleground Tracker poll of key primary states. We", "will get Trump's reaction.", "And we will also talk to the man hot on his heels, neurosurgeon Ben", "Carson.", "Plus, Hillary Clinton's campaign, does it need a reboot? We will talk to", "President Obama's former strategist, David Axelrod.", "And, as always, we will have analysis on the political news of the week,", "including Joe Biden's emotional struggle over his political future.", "It's all ahead on FACE THE NATION.", "Good morning. And welcome to FACE THE NATION. I'm John Dickerson.", "Labor Day is behind us, football season has started, and the second", "Republican debate is just three days away. So we have some brand-new poll", "numbers this morning from our CBS News 2016 Battleground Tracker.", "We will be tracking the candidates in the early primary states throughout", "the next few months.", "First, the Republican field in Iowa. Donald Trump is at the top of the", "pack with 29 percent of likely GOP voters. Ben Carson is not far behind at", "25 percent. Then there's the rest of the pack, all 14 of them. Ted Cruz", "has 10 percent support, and the remaining candidates trail behind in", "single digits.", "In New Hampshire, Donald Trump is way out in front with 40 percent of the", "vote. Ben Carson follows with 12 percent, Ohio Governor John Kasich at 9", "percent and Carly Fiorina, who will be on the main stage at the debate", "this week, is at 8 percent. The rest of the field follows behind her.", "And down in South Carolina, Donald Trump is at the top of the field again", "with 36 percent support, but Ben Carson is at 21 percent. The rest of the", "Republican field follows way behind in single digits, the next closest", "candidate, Ted Cruz, with just 6 percent.", "We will have the numbers from the Democratic race in a few minutes.", "But we want to begin this morning with the leader, Donald Trump, who joins", "us by phone.", "Mr. Trump, your numbers are on the rise, but so, too, are Ben Carson. Our", "poll shows that a lot of people who are looking at you, Ben Carson is", "their second choice. So, what is the one thing that you have got that", "would make you a better president than Ben Carson?", "TRUMP: Well, I'm a deal-maker. I will make great deals for this country.", "Ben can't do that. Ben's a doctor, and he's not a deal- maker. And I will", "make great deals for our country, which is very important.", "And I see yesterday in Iowa. The place was going wild. We had record", "crowds. And they want competence. They want deal-making. They want to take", "back our jobs from China and Japan and Mexico and all of these countries", "that are just ripping us left and right.", "And so, I mean, I have been a world-class businessman, according to", "everybody that talks about me in terms of the world of business. And I", "make deals. And I will bring back jobs. And I will also bring back wealth", "to our country. And I will build up our military, so that nobody is going", "to mess with us. And I will take care of our vets and do things such as", "that.", "But Ben is not a deal-maker at all, and I don't think would be a very good", "-- I don't think that's his natural ability at all.", "DICKERSON: When we were last -- when you and last talked, you mentioned", "hedge fund managers were getting away with murder. You mentioned that", "again yesterday.", "Who else is getting away, do you think, with murder in this economy?", "TRUMP: Well, I just used that as the ultimate example, because I know", "these guys. They're all supporting Jeb Bush for the most part and Hillary", "Clinton.", "And it's funny. When I hear them talking about, oh, we have got to stop", "this and that, they don't mean it, because they're totally controlled by", "-- Hillary and Jeb in particular are totally controlled by the hedge fund", "guys and the Wall Street guys, but hedge funds in particular. So, they pay", "very little tax, and that's going to end when I come out with my plan in", "about three weeks. It could be sooner than that. We have an amazing tax", "plan. We're going to reducing taxes for the middle class, but for the", "hedge fund guys, they're going to be paying up.", "DICKERSON: Anybody else who has to worry about their taxes?", "TRUMP: No, I think, just generally, it's going to be a reduction. I want a", "corporate reduction. I want to bring the money back into this country. We", "have $2.5 trillion, John, out of this country, and the corporations,", "rightfully, don't bring it back because they have a massive tax to pay,", "and we have got to make it so they can bring it back.", "And I will be bringing it back, and we're going to have lot of money", "pouring into the United States if I get elected. And so we're going to", "make it possible for them by lowering their tax rate. And we're going to", "be lowering it for corporations because we want jobs. We want jobs coming", "back into this country, where you have all of this money, this vast wealth", "sitting outside of the country because, rightfully, if you were running", "the company, if I was running the company, you wouldn't bring it back in.", "We will bringing back trillions of dollars into this country.", "DICKERSON: I was thinking about you and Ross Perot recently, another", "billionaire CEO candidate who didn't like the trade deals the country was", "engaged in.", "One of the things he used to talk about was CEO pay, that it had gotten", "too high. It's now 350 times the average worker. Does that bug you at all,", "as you think about your tax plan and the inequities in the economy?", "TRUMP: Well, it does bug me. It's very hard if you have a free enterprise", "system to do anything about that.", "The boards of companies are supposed to do it. But I know companies very", "well. And the CEO puts in all his friends. And so you will take a company", "like, I could say Macy's or many other companies, where they put in their", "friends as head of the company, and they get whatever they want, because", "the friends love sitting on the board.", "So that's a system that we have. And it's a shame and it's disgraceful.", "And, sometimes, the boards rule. But I would say it's probably less than", "10 percent. And you see these guys making these enormous amounts of money.", "It's a total and complete joke.", "DICKERSON: When you talk about the system and the politicians who are", "running it poorly, have you thought about any kind of reform agenda that", "would include -- the campaign finance system, you have criticized that,", "but any -- anything on that or on term limits or a balanced budget? Is", "there a reform agenda behind your candidacy?", "TRUMP: Well, the biggest reform to get competent people in office.", "I mean, that's to me the biggest reform we could make. If you put", "competent people in office, really competent people, because we need the", "best -- if you look at places like China, they have superstars at their", "positions. They arrive there at different methods. They arrive there by", "being smart. We arrive there for -- I don't know -- it's hard to believe", "some of the people that we have in office.", "And then it's even harder to believe some of the people they appoint to", "represent us on trade and other things. So, the biggest reform we can make", "is to put really competent, super competent people in office. And,", "frankly, that's what I'm trying to do.", "I'm doing this. I have been a politician for three months. And I'm having", "lot of fun. And I'm very gratified when I hear your numbers. That's really", "fantastic. I'm surprised in New Hampshire, because, frankly, Ben Carson is", "a very, very nice man. But we will -- we will -- this will not be a good", "situation, because of the fact that he's not a dealer, he's not a", "negotiator.", "And the president has to be able -- we have to bring wealth back into our", "country. We're a country with $19 trillion in debt. We have $19 trillion.", "We have to get rid of that and we have to bring wealth back into our", "country. Ben can't do that.", "DICKERSON: Let me ask you a question about -- you have been politics for", "three weeks. Let's go back to your experience in the business world.", "I want to ask you about this comment that was quoted in \"Rolling Stone\"", "that you mentioned about Carly Fiorina, and think about it in a business", "context. So, the \"Rolling Stone\" quote is, you said: \"Look at that face.", "Would anyone vote for that? Can you imagine the face -- that the face of", "our next president? I mean, she's a woman, and I'm not supposed to say bad", "things, but, really, folks, come on. Are we serious?\"", "Let me ask you as a business question, not a political correctness,", "politics question, how would you expect the human resources department to", "handle that if an executive at your company was heard saying that about a", "woman employee? What would you expect?", "TRUMP: Well, first of all, I was talking about her persona. She had", "tremendously, you could call it bad luck, you could call it she did a bad", "job, but Hewlett-Packard was a disaster.", "And Lucent, the company she was at before Hewlett-Packard, was a disaster.", "And it was -- these were two disastrous reins. And you say now she's", "running for president. Then, of course, she lost in a landslide to Barbara", "Boxer.", "And, you know, to be honest with you, the problem we have is we're so", "politically correct that we can't get out of our way. So, people make", "statements and, all of a sudden, the statement is such a big deal. I'm", "only talking about her persona. Her persona is just she hasn't done a good", "job in, you could call it the private sector. The companies, take a look", "at the record. Look at the Yale Law School. The top man at Yale Law School", "came out, Jeffrey Sonnenfeld, with just a raging report. She's one of the", "worst executives in his memory in history running the company.", "Well, you know what? Maybe she is and maybe she isn't. But can we really", "take a chance? In my case, I have made over $10 billion net, net, net. I", "have created a tremendous company. I have some of the greatest assets in", "the world. And, to be honest with you, that's the kind of mind-set we --", "I'm not saying that to brag. I'm just saying, John, that's the kind of", "mind-set that our country needs.", "DICKERSON: OK. Mr. Trump, unfortunately, we're out of time. Thanks so much", "for being with us.", "TRUMP: Thank you very much.", "DICKERSON: All right. We want to take a closer look at the Republican", "numbers in our CBS Battleground Tracker.", "Joining us now is CBS News elections director Anthony Salvanto.", "Anthony, I want to go behind the horse race a little bit and see what we", "can figure out about the country.", "So, what do Republican voters want to see in a candidate?", "ANTHONY SALVANTO, CBS NEWS ELECTIONS DIRECTOR: Exactly what you just heard", "in that interview. They are buying Donald Trump's message here.", "We asked them, what is the most important thing you're looking for in a", "candidate? The number one answer is, business and private sector", "experience. And a couple of things are striking about that. First is that", "it's ahead of being a true conservative, which tells you a little bit", "about maybe why some of Trump's rivals' messages aren't really finding the", "mark right now.", "DICKERSON: Because their message has been, he's not a true conservative?", "SALVANTO: Right. They're challenging his conservative credentials, and", "what the voters are saying is, well, that's not quite so important here.", "(LAUGHTER)", "DICKERSON: And who is the Trump voter then that you found in these", "numbers?", "SALVANTO: Well, I think it's actually more of a coalition, rather than one", "particular kind of voter, and it's interesting.", "About a half of them are angry conservatives. And what they're angry about", "is that the party has actually, in their mind -- has actually compromised", "too much, so they want more strident form of conservative.", "But then there is another hat. These people are a little bit newer to the", "process. A lot of them tell us, they haven't voted in primaries before.", "And for them, that message of economic populism really seems to resonate.", "They tell us that they wouldn't mind, say, raising taxes on Wall Street,", "raising taxes on those hedge funds.", "And for them, that economic message is important. It's like what they're", "hearing is, he's saying, I know the system is rigged. I know you have been", "distant from the process, but I can take advantage of it, and I will cut", "you in on the deal.", "DICKERSON: Yes, they will like what he had to say probably about CEO pay.", "That's really interesting, the point you make about angry conservatives,", "because those are the ones who have felt betrayed by the conservative", "lawmakers who have not been true to their word. And yet they're supporting", "Trump because of his business experience.", "Let me ask you a question about immigration and those voters, that", "coalition you talk about. How important is that to that coalition?", "SALVANTO: I think it's really important.", "One of the things that actually cuts across Donald Trump's support is this", "very strong view that illegal immigrants should be deported. And that is a", "view that's actually to the right of lot of other Republicans. It's", "actually to the right of, of course, independents.", "But it's the one thing they all seem to agree on. So, maybe that's an", "issue that kind of bridges the gap across Republicans, the way taxes used", "to maybe 20, 30 years ago, the way the war did for Democrats a couple of", "years ago. Of course, if they do that, then they're very much to right of", "independents nationwide.", "DICKERSON: So, supporters are enthusiastic about Donald Trump. They change", "the kind of way they think about the attributes required for a president.", "Is that -- is there a ceiling on that for Trump? Where does he have room", "to grow and does he have room to grow?", "SALVANTO: It's interesting.", "Donald Trump is almost no one's second choice. And so we ask people, who", "is your first choice? And then we ask them, who is your second? And Donald", "Trump has great support, of course, in the first, but not so much in the", "second. And that tells me that he's very much a known commodity.", "Voters either like him and know him or they don't. Ben Carson is more", "people's second choice. But having said that, I'm not sure it always", "matters whether or not he has a ceiling, because this is a fractured", "field. And so you can win, if it stays fractured, at 30, 40 percent, about", "where he is. DICKERSON: So, the Ben Carson vote is -- while I get your", "point about splitting things up, but it seems like Carson has -- he's been", "growing. People have been wondering about, but he also has room to grow", "even more than he has now.", "SALVANTO: Oh, yes. The fact that he is in second place and also is a lot", "of people's second choice.", "Dr. Carson's support looks a lot like Donald Trump's support, which is to", "say that it cuts across all the groups that us pollsters like to", "categorize Republicans into, right, the Tea Party, the evangelicals, the", "conservative and the moderates. He does well with all of them.", "DICKERSON: Good. All right. Well, we're going to talk to Ben Carson.", "SALVANTO: All right.", "DICKERSON: So, Anthony, stay with us. We will be back and we will talk to", "you about what you found among Democrats.", "Now we want to turn to the other Republican we have been talking about,", "Dr. Ben Carson. He joins us from Charleston.", "Dr. Carson, thank you.", "What do you make about your position in the polls?", "DR. BEN CARSON (R), PRESIDENTIAL CANDIDATE: Well, I'm gratified to see", "that so many people are actually starting to listen to what I'm saying,", "and evaluating it on its merits, as opposed to listening to what people", "have portrayed me as saying. It makes a big difference.", "DICKERSON: I want to talk to you about what Anthony and I were talking", "about, what Donald Trump talked about, which is, what are the attributes", "that make a president?", "And I'm not trying to create a fake fight here, but Donald Trump says that", "you're -- that you have low energy, that he can make deals. What is your", "sense of that? Is he right? Are you too nice to be president?", "CARSON: Well, I don't think so.", "I don't think there's anything wrong with being nice. But you have to", "recognize that my life is multifaceted, growing up, having multiple jobs,", "experiencing every level, socioeconomic level, in our country, spending", "multiple years in corporate America, 18 years on the board of Kellogg, 16", "years on the board of Costco, it's -- you get an enormous amount of", "experience doing those things, chairman of the compensation committee for", "a Fortune 500 company.", "And, in fact, if you go back and you look at the compensation of the top", "executives, it was really very reasonable, nothing like what you were", "talking about in the previous segment. I have a lot of experience doing", "things, starting a national nonprofit, nine out of 10 which fail. Ours not", "only has not failed. It's working in all 50 states and has won major", "national awards that are only given to one nonprofit in the country a", "year.", "So, it's ridiculous to think that the only thing that I can do is", "neurosurgery. I find it quite humorous when people say, he's an idiot", "savant. He only knows neurosurgery. Just the fact that they would say", "something like that, they don't know what it takes to become a", "neurosurgeon. That's pretty idiotic itself.", "DICKERSON: You wrote this week about the importance of humility and how", "important that has been at -- in your life. What -- why is it important", "for a president to have humility?", "CARSON: Because you need to be able to listen.", "One of the things that I have discovered throughout the many things that I", "have been involved in is that we have some incredibly talented people in", "this country. I just finished this morning talking to someone who is a", "cyber-security expert, and listening to all the things that they knew,", "it's just mind-boggling.", "And you have to be humble enough to be able to listen to other people and", "recognize that, sometimes, they might actually know more than you do, and", "be able to integrate that. There's nobody who knows everything. But we", "have an incredibly talented-filled nation.", "And if we use our things appropriately, our strength is in our unity, not", "in our divisiveness. And everybody seems to think that whatever they do is", "the greatest thing. If you're a politician, only politicians can solve the", "problems.", "If you're a businessman, only businessman can solve the problems, a", "lawyer, doctor. That's ridiculous. What we need to do is put our talents", "together, understand what our goals are, and then utilize all of our", "talents to accomplish them.", "DICKERSON: When you think of Donald Trump, is he humble enough to be", "president?", "CARSON: That will be a decision that the voters will make.", "DICKERSON: What's your thought on that?", "CARSON: As I said, I think I'm going to leave that up to the voters.", "DICKERSON: All right.", "CARSON: I think that's the appropriate way to do it.", "DICKERSON: Let me ask you this about the voters who -- and particularly", "the donors. You have highest number of people donating to your campaign of", "any of the Republican candidates.", "You talked about that, and seemed to get a little emotional about it", "earlier this week. Tell us about that.", "CARSON: Well, I was talking about the kind of people who are donating to", "us.", "By the time the debate comes up, we will be just under 500,000 donations,", "the average one being about $50. And some of those donors are on fixed", "incomes. And they write letters and they say, you know, I can only give", "$25, but next month, I'm giving $25 too.", "And when I think about people being willing to sacrifice like that, and", "what they have been through, and what they think about the future of our", "country, there's no way that I can let those people down.", "DICKERSON: I want to ask you for a moment about immigration, which, as you", "have said, that Donald Trump's plan for deporting those undocumented", "workers here is unrealistic, is it unrealistic because it's unfeasible, or", "is it -- do you have a moral problem with that notion of trying to deport", "all the undocumented workers who are here?", "CARSON: No, I believe the logistics are the -- are difficult.", "As I said, I'm all ears. If somebody can tell me exactly how you can do", "that, I would certainly be interested in hearing it. But the fact of the", "matter is, our problem is that our federal government is not supporting", "the local authorities at the border.", "And it's disgusting, what is going on, that people are risking life and", "limb just to have ICE come along and say, release those people. And that", "fence down there, I mean, when I was a kid, that barely represented any", "impediment whatsoever to our progress. It's ridiculous.", "And until we seal our borders, everything else is irrelevant. But let's", "say we get them sealed, because, certainly, in a Carson administration,", "that would be done within the first year.", "DICKERSON: All right.", "CARSON: You also turn off the spigot that dispenses the goodies...", "DICKERSON: Right.", "CARSON: ... so that people don't have any incentive to come here.", "And then those who are here, you know, we have to recognize that we can't", "just round them up, but we can give them an opportunity to register. I", "would give them a six-month period. And if they register and they have a", "pristine record, they haven't been causing problems, I would give them an", "opportunity to become guest workers, not citizens, not voting people, not", "people who get goodies.", "And I think that would be a fair way to do it. In terms of them becoming", "citizens later on down the road, if they have done things the right way,", "we, the American people, will decide what the criteria for that would be.", "DICKERSON: All right, Dr. Ben Carson, thanks so much for being with us.", "We will back in one minute to see how that Hillary Clinton-Bernie Sanders", "matchup is going in the key primary states.", "(COMMERCIAL BREAK)", "DICKERSON: And we're back with CBS News elections director Anthony", "Salvanto.", "Anthony, what is going on in the Democratic race?", "SALVANTO: On the Democratic side, it is Bernie Sanders surging. He's up in", "Iowa.", "He is propelled there by liberal voters, by very liberal Democrats. So,", "he's up 10 points on Hillary Clinton there. And then, in New Hampshire,", "where he's been doing well for awhile, he's up substantially. Same story,", "up with liberal voters, up with very liberal voters, and doing very well", "with independents, too.", "But the thing here, John, is, there's an enthusiasm gap, right? Bernie", "Sanders voters overwhelmingly say that they're enthusiastic about voting", "for him, much more so than the people who are supporting Hillary Clinton.", "And it seems to be coming out that he's speaking, he's resonating with", "that liberal component of the Democratic base on the economic message, on", "the populist message, going against the rich, going against the", "billionaire class.", "DICKERSON: So, just to recap, up 10 -- Bernie Sanders up 10 in Iowa, up 22", "in New Hampshire, and up by almost 40 points on the enthusiasm scale, when", "that question was asked in New Hampshire.", "So, Hillary Clinton, any good news for her in the numbers?", "SALVANTO: Yes. She's winning in South Carolina.", "Now, there's a different set of demographics in South Carolina than there", "are in the other two states. And she's taking advantage of that. She's", "winning among Democrats, as opposed to the independents, and she's doing", "very well with African-American voters there as well.", "Now, if you look further from South Carolina, down the line of primaries,", "there are lot more states there in the South where she could have also", "that kind of favorable split. The other thing, too, John, is that across", "all of these states, Democrats say that the e- mail server doesn't matter", "to them. Very big numbers for that.", "In Iowa, New Hampshire, and South Carolina, it's not affecting whether or", "not they are supporting Mrs. Clinton.", "DICKERSON: So, she potentially has some room there to return herself to", "some standing. In other words, that's not an impediment that won't go away", "for her?", "SALVANTO: It clearly looks like it's the enthusiasm, as opposed to that", "particular issue, that when Bernie Sanders is generating this enthusiasm,", "that is pulling in the independents, that is pulling in a lot of people", "who are then gravitating to him.", "DICKERSON: And then, just quickly on the Joe Biden question, 22 percent in", "South Carolina. Is that an opening?", "SALVANTO: It may be.", "We tested him in all of these states, even though, of course, he's not", "formally in the race. And that's the state where he does do the best. He's", "just behind Bernie Sanders, in fact, in the poll, 23 to 22. So, yes, of", "the three states, given his support right now, that would probably be the", "place where he would go.", "DICKERSON: All right, excellent.", "Anthony Salvanto, our director of elections, thank you so much.", "SALVANTO: Thanks, John.", "DICKERSON: And we will be right back with more discussion about the", "political race this year.", "(COMMERCIAL BREAK)", "DICKERSON: Be sure to tune in tomorrow to \"CBS THIS MORNING.\"", "There will be more Battleground Tracker numbers, including whether or not", "voters think Vice President Joe Biden should run.", "As for us, we will be right back.", "(COMMERCIAL BREAK) DICKERSON: Some are our CBS stations are leaving us", "now.", "But, for most of you, we will be right back with a lot more FACE THE", "NATION, including a look at authenticity in politics, and our political", "panel.", "Stay with us.", "(COMMERCIAL BREAK)", "DICKERSON: Welcome back to FACE THE NATION. I'm John Dickerson.", "Joining us now from Chicago is Democratic strategist and CNN senior", "political commentator David Axelrod.", "David, you've been inside these campaigns and you know what it's like.", "Take us inside what happens when you're in a campaign and the numbers", "aren't looking good, which is the situation Hillary Clinton faces. DAVID", "AXELROD, DEMOCRATIC STRATEGIST: Yes, this is, in theory -- I remember", "eight years ago almost to the day when everybody was reading last rights", "over the Obama campaign. We had blown our opportunity. We were way behind", "in national polls. And, you know, what happens is that every donor in", "America becomes an amateur political consultant and very generous with", "their advice. I remember during that period a -- one of the donors in", "Chicago calling -- summoning Obama to a meeting, telling him that he must", "fire his leadership and replace it with people who were more familiar with", "Washington politics. And so, you know, it's -- it's a very uncomfortable", "place to be. But you have to keep your perspective in the midst of the", "storm and take the long view, make the adjustments you need to make and", "not panic.", "DICKERSON: And not run off the rails. So where -- what does Hillary", "Clinton have to do, do you think, at this moment?", "AXELROD: Well, first of all, I think we -- we ought to apply some", "perspective to this. She's still in a very strong position. If you -- you", "know, Iowa and New Hampshire are challenging for her, but Iowa involves", "organization. If we hadn't started organizing Iowa in March of 2007 with", "all the momentum we had, I'm not sure we would have won the Iowa caucus.", "She learned that lesson. And my understanding is they're doing a better", "job of organizing Iowa on the ground and that's going to be meaningful in", "the winter.", "As you mentioned -- as we -- as we've discussed, John, after Iowa and New", "Hampshire come a series of states with large minority populations where", "she has a decided advantage. So, you know, the situation isn't all that", "bleak for her as these polls would suggest, but they're-- they're--", "they're certainly an alarm and they should be taken seriously. I think she", "needs to untether herself from the talking points, from the Teleprompters,", "from the polling, get -- get herself out of this straight jacket of", "inevitability and really speak from the heart about why she wants to be", "president, what this campaign is all about. Authenticity is the coin of", "the realm in presidential politics and she needs to show hers.", "DICKERSON: Explain authenticity a little bit because we hear that word all", "the time. Talk about the transaction that takes place with a voter and a", "candidate who they think is quote, unquote, \"authentic.\"", "AXELROD: Well, I think that people want to know that the person they're", "voting for is comfortable in their own skin and is presenting themselves", "as they are and is not filtering everything through a seven-second", "political kind of delay so that it comes out in absolutely calibrated", "language, which is the feeling you get from -- from Mrs. Clinton from time", "to time.", "They want to know that you are who you seem to be. And I would argue that", "-- that authenticity is the leading indicator in presidential races. If", "you look at the last many presidential races, the more authentic candidate", "tends to win that election, at least in the general election. So it's", "very, very important.", "DICKERSON: When you hear about authenticity in the Democratic side, a lot", "of people mention Joe Biden. Do you think he's going to run?", "AXELROD: You know, I think he is authentic. He's utterly authentic. He", "says what he means and he says what he feels. And I think we ought to", "listen to what he's been saying lately. I don't think he's playing a game", "when he says that he doesn't know if he has the emotional reserves to run", "a presidential race. And, remember, he knows uniquely what it takes to run", "a presidential race. So I think that this is going to be a very hard thing", "for him to overcome. And that's what he's been telling us. So I take him", "at his word and I think ultimately that may be the deciding factor in that", "he won't run.", "DICKERSON: Another candidate who gets the authentic label is Bernie", "Sanders. He's also doing very well in the polls. Give us your sense of his", "future and what the obstacles and challenges are for him.", "AXELROD: I think he's done a great job. I have to give him a great deal of", "credit. He's gone farther than anybody anticipated. And it is partly", "because he comes across as a guy who believes exactly what he's saying and", "is very passionate about it. But this -- the tests get different, John,", "and they get harder as the race goes on. And one of those is, do you have", "the dimensionality to be president? And it's not just about making a", "speech, it's about how you relate to -- to people. That's -- that's going", "to be a challenge for him. But the other challenge is the one I mentioned", "earlier, he doesn't really have a relationship with minority communities", "because of the state from which he comes. And you can see that in polling", "in states like South Carolina and Nevada and elsewhere. He's going to need", "to develop that to become a competitive candidate down the line.", "DICKERSON: All right. David Axelrod, thanks so much for being with us.", "AXELROD: Great to be with you.", "DICKERSON: And we turn now to our political panel, Peggy Noonan is a", "columnist for \"The Wall Street Journal\" and a CBS News contributor, John", "Heilemann is the co-managing editor of Bloomberg Politics, Gwen Ifill is", "the co-anchor of the \"Newshour\" on PBS, as well as the moderator and", "managing editor of \"Washington Week,\" and Peter Baker is the White House", "correspondent for \"The New York Times.\"", "Welcome to all of you.", "We've got a lot of numbers here. Let's start with the Democratic race.", "John, let me start with you. Hillary Clinton is behind Bernie Sanders.", "He's ahead. Martin O'Malley doesn't really show up in -- in the polls.", "He's at 5 percent in Iowa.", "JOHN HEILEMANN, BLOOMBERG POLITICS: Right.", "DICKERSON: But in -- in New Hampshire and South Carolina, in our poll,", "he's -- he's not showing up. What is the situation for Hillary Clinton", "right now? HEILEMANN: The situation is not great for Hillary Clinton right", "now. It's not just the -- I mean this -- the numbers in your poll have --", "have -- are -- now take us another step, the same trajectory, which is,", "she has been losing altitude consistently now for the last six months in", "the two leading -- the two first states in the nomination contest. It's", "true what David Axelrod said, they are the -- unique in the sense that", "they're almost all white in both states and so Bernie Sanders has a kind", "of purchase in those states that he might not have in more demographically", "diverse states. But those are two really big, important states. And if you", "were the front runner, the inevitable front runner and you're now losing", "ground every day in those states and seeing Bernie Sanders rise in those", "states and you can see what's going on underneath those numbers, which is", "lack of enthusiasm, questions about her honesty and trustworthiness, those", "are all bad omens for her. Not -- it's not over by any mean, but she is", "headed in the wrong direction.", "DICKERSON: When Hillary Clinton tried to rehearse that direction this week", "by apologizing for having two e-mail account -- or for having one e-mail", "account -- sorry, for not having two e-mail accounts, there were some", "reports in the paper about efforts to increase authenticity, which a word", "we're all trying to figure out what that really means.", "GWEN IFILL, PBS WASHINGTON WEEK: Yes.", "DICKERSON: How did she do on that front in reversing?", "IFILL: It must make her crazy to have David Axelrod be her defender", "because he's the one who helped to take her down in 2008.", "She's not doing particularly well on that front. But also we have to look", "beyond what we see in these first polls, especially with Joe Biden", "included. We -- we all know from experience that you are never -- you're", "always at your strongest before you get in the race. So he hasn't done a", "thing except anguish on national television, hugely sympathetic, but, of", "course, that takes away from her, especially with the questions. I thought", "it was interesting, however, in the poll that people say it's not the", "e-mail controversy. That means it's something else. And that's what she's", "got to worry about.", "DICKERSON: Might even more -- be harder to fix because you can turn over a", "server, you can say you're sorry --", "IFILL: Right.", "DICKERSON: But if it's something else, that's hard to --", "IFILL: Yes.", "DICKERSON: Peggy, David Axelrod said Hillary Clinton needs to untether", "herself. How does a person untether themselves? How does --", "PEGGY NOONAN, WALL STREET JOURNAL: Well, I wasn't sure what he meant,", "untether herself from what? From this sort of leaden (ph), predictable", "defensive persona in which she's very self-protective or -- I wasn't sure", "if that is -- was exactly it.", "Let me tell you what I think is most remarkable about what we're", "discussing here. Mrs. Clinton has been operating at the highest level of", "American politics for a quarter century now. And we're talking about her", "second presidential campaign or attempt to get a nomination we're still --", "still saying things like, \"authenticity,\" and you should show your warmth", "and humor. What an extraordinary thing that in a quarter century we still", "have to have that conversation. They were saying it 20 years ago.", "To me, this all is just starting to feel like 2008 again. The inevitable", "candidate starts to look evitable. And I think if Biden got in, I must", "tell you, I think within two or three days he'd be up 20 points. So I", "think he'd be such a serious contender.", "DICKERSON: I want to get to authenticity in a minute. But, Peter, since", "you spent so much time thinking about White Houses and these campaigns are", "supposed to tell something about the candidates and how they would handle", "these situations, it is familiar in a White House to have a huge firestorm", "and everybody kind of hunkers down and so they have to adjust but not", "adjust so much and David Axelrod talked about this, adjust so much that", "they go haywire. What do we learn, what do we know about Hillary Clinton", "as a president from what we've learned at the way they've handled this?", "PETER BAKER, NEW YORK TIMES: Yes, no I think that's great. Look, the", "Clintons have been through this, as you said, so many times, scandal,", "recovery, scandal, recovery, set back of some sort, and they're good at", "it. They're the leading rebounders in American politics over the last two", "decades. So we should not, as John said, count her out by any stretch.", "If you look at the 20, 22 candidates or whatever who are running for", "president, the one person you'd still want to be if you were running is", "probably still Hillary Clinton. She has the best organization and money", "and position despite her problems.", "IFILL: And name recognition.", "BAKER: But -- and name recognition. But the problems are important and", "they do tell you something about how she would be as president. She's", "reluctant to admit mistakes. She's -- we talk about authenticity. I think", "the authentic Hillary Clinton is the one who said she wasn't sorry because", "I don't think she was. She said, I did the right thing. I was allowed to", "do it. What's the problem? And she resists advice to -- to say something", "otherwise.", "HEILEMANN: I'll tell -- I'll tell you how you don't project authenticity.", "You don't project it by having your campaign tell the world you're going", "to project authenticity.", "BAKER: Yes.", "HEILEMANN: And then talk to reporters about how you that you were going to", "project authenticity on the basis of some focus groups you did. That's the", "way you don't project authenticity. (CROSSTALK)", "HEILEMANN: -- you do, that could happen with Hillary Clinton this week.", "One way you do project authenticity is you go on Steven Colbert as Joe", "Biden did this week, and you give an interview like that, that comes", "across as -- to everyone who watched it as human, real -- Gwen used the", "word \"anguish\" but funny at points.", "Again, whether you like Joe Biden or not, you couldn't watch that", "interview and not say, that's the real deal. That's what Joe Biden is", "like. That's a human being I can relate to.", "DICKERSON: Once again, you win the segue award for the roundtable.", "We're now going to run just a little piece of Joe Biden, talking about", "what you're talking about, from that appearance on Steven Colbert, talking", "about his thoughts about for running for president.", "(BEGIN VIDEO CLIP)", "JOE BIDEN, VICE PRESIDENT OF THE UNITED STATES: I don't think any man or", "woman should run for president unless, number one, they know exactly why", "they would want to be president and, two, they can look at the folks out", "there and say, I promise you, you have my whole heart, my whole soul, my", "energy and my passion to do this.", "And I'd be lying if I said that I knew I was there.", "(END VIDEO CLIP)", "IFILL: I hear a man saying I don't know that I can trust myself to do", "this, that I might just run into someone who mentions my son's name and", "I'll burst into tears on the campaign trail.", "I don't know -- the one thing that struck me as being completely true", "about what he says is anyone you've ever covered who runs for president is", "110 percent in it. Believes themselves to be more possible for them than", "anybody else you've ever seen. He doesn't have 50 percent of that -- at", "least not yet. And I don't know how he gets it between now and when he", "needs to be serious.", "NOONAN: It's odd that he -- well, it strikes me as a little bit odd that", "he continually talks about his struggle to get there, the reasons behind", "it, struggle, it's well established, it's done. I have a feeling he should", "stop talking like that if there's any possibility that he's going to get", "in this thing, because Americans --", "HEILEMANN: I think it's working for him. I think -- I don't think it's", "calculated but I do think it's been a huge part of the groundswell around", "this happened. The vice president's inner circle, the amount of incoming", "from donors, from elected officials, from voters who are trying to get him", "to come in has ramped up exponentially over the course of the last six", "weeks. Every time he talks about stuff like this, it makes him seem like a", "more sympathetic character.", "NOONAN: I understand that, but when you keep saying I just can't -- or I'm", "not sure I can get to 110 percent and then two weeks later you announce", "you're at 110 percent, does it startle people?", "BAKER: Well, when we talk about fire in the belly and we talk about", "whether a candidate with low energy, it is a hard transition from this to", "that.", "The good thing for Vice President Biden's point of view is his support and", "the calls, \"Run, Joe, Run,\" allow to him to make a decision on his own", "terms. For a long time he was just kind of forgotten. Who is the vice", "president? No, I thought Hillary Clinton was the vice president. She was", "the heir apparent; now at least --", "(CROSSTALK)", "BAKER: Exactly. And he was left to the side, Uncle Joe.", "And he hated that. He wanted respect and didn't always felt like he got", "it. So if he decides to run or not run, at least it's on his own terms", "because you can say the party wanted me to run even if I didn't.", "HEILEMANN: I have a ton of reporting on this this week, and I have a story", "coming out tomorrow morning on bloombergpolitics.com that I believe would", "advance the conversation on this narrative considerably.", "But I will say this for now. I have said for six months that I did not", "necessarily -- that I really thought that I believed he would not run. I", "now think it's more likely than not that he will run, I think that he will", "get in later than people assume.", "And I think that he has more or less -- the human aspects are still true.", "He still needs to get over that last hump in his heart and get there with", "his family but I think on every other metric, I think he's basically --", "(CROSSTALK)", "IFILL: Save that tape. Save that tape --", "(CROSSTALK)", "NOONAN: And do you know anything about the state of play with regard to --", "we have to get endorsements; we have to get money, we have to get", "registered in each state, all of that stuff --", "(CROSSTALK)", "HEILEMANN: The first filing deadlines that are -- they're around the", "middle of November. And they're very acutely aware of when those deadlines", "are. DICKERSON: And a final quick point. Are they -- they obviously also", "know what Gwen talked about, which is all this wonderful glowing stuff now", "will drop away once he starts to run.", "Does he have the energy for that?", "HEILEMANN: Well, I think that is still the question. Again, I don't want", "to say. I think he's being honest when he says he's not -- in his heart,", "he's not 100 percent there. But I think they believe what Peggy said,", "which is that when he gets in, if the things keep going the way that", "they're going right now, when he gets in, he'll get a huge boost in a", "positive direction, that will eventually fade. But the boost will be --", "he'll get a big bump on the positive side going in.", "(CROSSTALK)", "IFILL: And of course, Hillary Clinton will just sit back and let it happen", "and won't push back at all.", "NOONAN: Oh, my goodness. Oh, that's going to be something to watch.", "DICKERSON: And fortunately we'll all be here. But for now, we'll have to", "stop far a moment. We'll be right back with more from our panel.", "(COMMERCIAL BREAK)", "DICKERSON: We're back with more of our panel, which includes John", "Heilemann.", "I have not been that teased since the prom in 10th grade.", "(LAUGHTER)", "DICKERSON: Peggy Noonan, let's switch to the Republicans.", "Donald Trump is on top; he's saying Ben Carson is too nice.", "Ben Carson, nice guy, is number two.", "What do you make of this?", "NOONAN: And Ben Carson saying don't forget I have had lot of experience in", "business, I've been on a lot of boards, I've been on compensation", "committees, that's interesting.", "Look, that Trump came from nowhere and established himself so strongly is", "a huge story.", "That Carson has come up and is number two now is a huge story.", "The disappearance of Jeb, that's a huge story. There's a lot of bubbling", "going on there. We will see -- I suppose Trump will now be saying Ben", "Carson has low energy and Ben Carson will be saying, you got to focus on", "this fellow's character.", "I think we may see some sparks on the debate on Wednesday night as all", "these fellows have to go after each other, the first debate was all Trump,", "boom. The second debate is everybody else going boom.", "IFILL: I thought the horse race is really interesting but almost more", "interesting was people's second choice. If you look at -- Trump support is", "wide right now, but it's not very deep. When people ask whether he's their", "second choice, he's not. People ask if Ben Carson is their second choice,", "they say he is.", "So Ben Carson is connecting in a way with people who might actually show", "up to vote in a way that the Trump voters, who are not voters as far as we", "can tell, they are first timers, they're drawn to the bombast. They're", "drawn to the culture of the agreed, which he is the face of. I'm not sure", "how lasting it is because of that second choice question.", "DICKERSON: And Ben Carson, in our interview, Peter Baker, he just does not", "want to -- he appeared to say something that might have been critical of", "Donald Trump this week and then backed away from it and today wasn't ready", "to, either.", "BAKER: He's literally the anti-Trump. You literally have a contest between", "nice and not nice. And not nice, by the way, is doing pretty well and", "American politics does reward that to some extent. It doesn't usually", "reward nice.", "And so essentially to see him at this position -- whether it lasts or not", "I don't know. He has to introduce himself in way that -- people know", "Trump. They have known Trump for years actually. He's such a well", "established figure in American society and consciousness.", "And Ben Carson isn't. So this debate this week is a chance for him, I", "think, to take those numbers and really introduce himself in a real way to", "voters.", "NOONAN: But he's so deliberative. He's so calm and deliberate, Carson,", "that I wonder if he can negotiate himself into being a more fiery", "character.", "(CROSSTALK)", "HEILEMANN: -- calm or deliberate on the stage from this debate this week.", "You saw this week, Bobby Jindal, Jeb Bush, Ben Carson, Carly Fiorina, for", "the first time, people are all going after Trump. And the sense of it, it", "didn't work to ignore him in Cleveland. I don't think anybody is going to", "ignore him. I think it's going to be kind of a bloodbath.", "DICKERSON: But Donald Trump is not wrong when he says Rick Perry went", "after him and now Rick Perry has left the race, that it has not worked.", "HEILEMANN: It has not worked so far. I'll be interesting to see if the", "whole -- if rather than in scattershot way what the dynamic will be.", "I'm not predicting the downfall of Donald Trump, I'm just saying I think", "there's going to be, on that stage, people now think we must do something", "about this. Ignoring it is not working, either.", "IFILL: There are two things you do. You go after Trump or you go after his", "ideology. This is not a debate right now about ideology at all. So that", "leaves people basically one potion...", "(CROSSTALK)", "DICKERSON: Or even the lack of ideology...", "(CROSSTALK)", "DICKERSON: -- which we covered so much...", "IFILL: Or lack of ideology.", "DICKERSON: -- in Republican politics.", "And Peggy, let me ask you this, this question.", "For so long, we've heard from Republicans who feel betrayed by their", "leaders because they were not...", "NOONAN: Yes.", "DICKERSON: -- true conservatives.", "UNIDENTIFIED MALE: That's true.", "DICKERSON: Now, as Anthony Salatto showed us, true conservative ain't that", "important. What's important is whatever Donald Trump has.", "NOONAN: I found that very interesting in Anthony's work. What they said", "that was most important to them was business experience. That tells you", "that, as they used to say in 1992, maybe it's the economy, stupid. Maybe", "they're thinking economic stuff.", "It's clear that Trump's supporters are ideologically all over the place.", "They are not necessarily conservative. His -- his -- Trump's support is", "more interesting than that.", "But I have also argued that the base itself is roiling a bit and is", "expressing different things. A bunch of Trump's supporters are for", "nationalized health care. That tells you something is going on in the", "Republican base.", "(CROSSTALK)", "IFILL: Don't count out the Evangelicals...", "UNIDENTIFIED MALE: Yes.", "IFILL: -- who might -- now are not necessarily thrilled with Trump. They", "don't know how to express it. They don't know what to do about it. They --", "they -- somebody put up a -- a pro-immigration group bought an ad today in", "which you see Ronald Reagan talking about we want to build walls, but", "walls with doors.", "They talk -- there's -- this guy is not Reagan, they're trying to say. We", "haven't seen an ad, a real ad, against Trump. We haven't seen money spent.", "UNIDENTIFIED MALE: Right.", "IFILL: We haven't seen a real campaign yet.", "But right now, what we see is the run-up. And that's why all of these", "numbers are really interesting. Grain of salt.", "HEILEMANN: And in Iowa, watch those Christian conservatives who really do", "like Ben Carson better than they like Donald Trump. And that is an", "advantage Carson has in that state.", "DICKERSON: Yes. Peter, George W. Bush was one of them. Donald Trump is not", "one of them. What do you...", "BAKER: Yes, I think George -- George W. Bush actually spoke the -- the", "language in a way that people heard and understood. Donald Trump has been", "divorced. He used to be for abortion rights. I mean he doesn't seem to be,", "you know -- he doesn't have that kind of background.", "Right now, it hasn't hurt him and the question is whether somebody can", "make it hurt him, because they clearly bring that home to people.", "And it is fascinating that -- that people have adopted him despite that.", "DICKERSON: All right, Peter Baker, the last word.", "Thanks to all of you.", "We'll be back in a moment with a look at authenticity in politics.", "Stay with us.", "(COMMERCIAL BREAK)", "DICKERSON: This summer, we've been talking a lot about authenticity.", "According to polls, Donald Trump has it. Ben Carson has it. Senator Bernie", "Sanders has it. Hillary Clinton's advisers tell \"The New York Times\" she's", "going to try to show it.", "And then there's Joe Biden, who has his own category. He told Stephen", "Colbert this week that he can't commit to running for president because", "grief at the loss of his son Beau keeps ambushing him, as it did recently", "during a trip to meet military families.", "(BEGIN VIDEO CLIP)", "BIDEN: I was talking about them being the backbone and sinew of this", "country and all of a sudden -- it was going great. And a guy in the back", "yells, \"Major Beau Biden, Bronze Star, sir. I served with him in Iraq.\"", "And all of a sudden, I lost it.", "(END VIDEO CLIP)", "DICKERSON: You can't have a president who's going to lose it, Biden said.", "But struggling on, making something of grief, has also given structure to", "his life. Having built a career after the death of his wife and daughter", "when Beau was just a boy.", "(BEGIN VIDEO CLIP)", "BIDEN: My mom had an expression. She'd say, \"As soon as you're alive, you", "have an obligation to strive and you're not dead until you've seen the", "face of God.\"", "My dad said, \"No one owes you anything. It's just -- you've just got to --", "you've got to get up.\"", "And it's a -- and I'd feel like I was letting down Beau, I was letting", "down my parents, letting down my family and...", "DICKERSON: How would you let them down?", "BIDEN: If I didn't just get up, you know. I mean if you just -- you've", "just got to get up.", "(END VIDEO CLIP)", "DICKERSON: Joe Biden's battle between losing it and getting up is messier", "than we've come to expect in politics, where authenticity is often an act.", "It's an effort to hold onto faith and find grace and make something out of", "suffering, a struggle other people have known, and which feels authentic", "because it has nothing to do with politics.", "Back in a moment.", "(COMMERCIAL BREAK)", "DICKERSON: If you want to read more about our CBS News Battleground", "Tracker, go to CBSNews.com.", "Until next week, for FACE THE NATION, I'm John Dickerson.", "END", "© 2015 CBS Interactive Inc. All Rights Reserved.", "* Share", "* Tweet", "* Reddit", "* Flipboard", "* Email", "* CBSN: 24/7 Live Stream", "watch", "Get the Newsletter", "* Get highlights from “Face the Nation” sent to your inbox", "Follow Us", "* Facebook", "* Twitter", "* YouTube", "* RSS", "* Newsletters", "* Latest tweets from \"Face the Nation\"", "promocbsn.jpg", "Watch CBS News anytime, anywhere with the our 24/7 digital news network.", "Stream CBSN live or on demand for FREE on your TV, computer, tablet, or", "smartphone.", "Watch Now", "* CBS News", "80 Photos", "Behind the Scenes", "Previous Next", "* * * * * * CBSNews.com", "* Site Map", "* Help", "* Contact Us", "* CBS Bios", "* Careers", "* CBSi Careers", "* Internships", "* Development Programs", "* CBS News Store", "CBS Interactive", "* Privacy Policy", "* California Privacy/Information We Collect", "* Do Not Sell My Personal Information", "* Ad Choice", "* Terms of Use", "* Mobile User Agreement", "* About CBS", "* Advertise", "* Closed Captioning", "Follow Us", "* Facebook", "* Twitter", "* RSS", "* Email Newsletters", "* YouTube", "* CBS News Radio", "* CBS Local", "CBS News", "_____________________ Search", "Copyright © 2021 CBS Interactive Inc.", "All rights reserved."]