["Link: canonical", "Link: image_src", "Google apps", "Sign in", "Hidden fields", "_____________________", "[ Submit ]", "Screen reader users: click this link for accessible mode. Accessible mode", "has the same essential features but works better with your reader.", "Books", "Get print book", "No eBook available", "* Amazon.com", "* Amazon.de", "* Thalia", "* Buchkatalog.de", "* Weltbild.de", "* ----------------------------------------------------------------------", "* Find in a library", "* All sellers »", "[IMG]", "Shop for Books on Google Play", "Browse the world's largest eBookstore and start reading today on the web,", "tablet, phone, or ereader.", "Go to Google Play Now »", "Gifted Hands", "Front Cover", "Ben Carson, M.D.", "Zondervan, 9 Sep 2008 - Biography & Autobiography - 224 pages", "44 Reviews", "In 1987, Dr. Benjamin Carson gained worldwide recognition for his part in", "the first successful separation of Siamese twins joined at the back of the", "head. The extremely complex and delicate operation, five months in the", "planning and twenty-two hours in the execution, involved a surgical plan", "that Carson helped initiate. Carson pioneered again in a rare procedure", "known as hemispherectomy, giving children without hope a second chance at", "life through a daring operation in which he literally removed one half of", "their brain. But such breakthroughs aren’t unusual for Ben Carson. He’s", "been beating the odds since he was a child. Raised in inner-city Detroit", "by a mother with a third grade education, Ben lacked motivation. He had", "terrible grades. And a pathological temper threatened to put him in jail.", "But Sonya Carson convinced her son that he could make something of his", "life, even though everything around him said otherwise. Trust in God, a", "relentless belief in his own capabilities, and sheer determination", "catapulted Ben from failing grades to the top of his class --- and beyond", "to a Yale scholarship . . . the University of Michigan Medical School . .", ". and finally, at age 33, the directorship of pediatric neurosurgery at", "Johns Hopkins Hospital in Baltimore, Maryland. Today, Dr. Ben Carson holds", "twenty honorary doctorates and is the possessor of a long string of honors", "and awards, including the Horatio Alger Award, induction into the 'Great", "Blacks in Wax' Museum in Baltimore, Maryland, and an invitation as Keynote", "Speaker at the 1997 President’s National Prayer Breakfast. Gifted Hands is", "the riveting story of one man’s secret for success, tested against", "daunting odds and driven by an incredible mindset that dares to take", "risks. This inspiring autobiography takes you into the operating room to", "witness surgeries that made headlines around the world --- and into the", "private mind of a compassionate, God-fearing physician who lives to help", "others. Through it all shines a humility, quick wit, and down-to-earth", "style that make this book one you won’t easily forget.", "What people are saying - Write a review", "User ratings", "5 stars  36", "4 stars  6", "3 stars  1", "2 stars  0", "1 star   1", "LibraryThing Review", "User Review  - knightlight777 - LibraryThing", "I probably like a lot of people had not heard of Ben Carson, M.D. before", "he showed up on the Republican presidential campaign. So I decided to find", "out more about him and this book was a good start ... Read full review", "LibraryThing Review", "User Review  - Jarratt - LibraryThing", "I'd seen the movie based on this book, but wanted to read it for myself.", "In a nutshell, Dr. Ben Carson was put on this earth by God to save people.", "This man came from humble beginnings, was loved and ... Read full review", "Other editions - View all", "Gifted Hands", "[IMG] Ben Carson,Cecil B. Murphey", "Snippet view - 1990", "Gifted Hands: The Ben Carson Story", "[IMG] Ben Carson,Cecil B. Murphey", "No preview available - 1993", "Gifted Hands", "[IMG] Ben Carson,Cecil Murphey", "No preview available - 1992", "View all »", "About the author (2008)", "Dr. Benjamin Carson is a Professor of Neurosurgery, Plastic Surgery,", "Oncology, and Pediatrics, and the Director of Pediatric Neurosurgery at", "Johns Hopkins Medical Institutions. He is also the author of four", "bestselling books---Gifted Hands, Think Big, The Big Picture, and Take the", "Risk. He serves on the boards of the Kellogg Company, Costco Wholesale", "Corp., and the Academy of Achievement, among others, and is an Emeritus", "Fellow of the Yale Corporation. He and his wife, Candy, cofounded the", "Carson Scholars Fund (www.carsonscholars.org), a 501(c)3 established to", "counteract America's crisis in education by identifying and rewarding", "academic role models in the fourth through eleventh grades, regardless of", "race, creed, religion and socio-economic status, who also demonstrate", "humanitarian qualities. There are over 4800 scholars in forty-five states.", "Ben and Candy are the parents of three grown sons and reside in Baltimore", "County, Maryland.", "Cecil Murphey, author of 112 books, has also assisted well-known", "personalities in writing their biographies.", "Bibliographic information", "QR code for Gifted Hands", "Title           Gifted Hands", "Author          Ben Carson, M.D.", "Contributor     Cecil Murphey", "Publisher       Zondervan, 2008", "ISBN            0310295556, 9780310295556", "Length          224 pages", "Biography & Autobiography", "›", "Subjects        Religious", "Biography & Autobiography / Religious", "Export Citation BiBTeX EndNote RefMan", "About Google Books - Privacy Policy - Terms of Service - Information for", "Publishers - Report an issue - Help - Google Home"]