["Link: canonical", "Link: amphtml", "IE 11 is not supported. For an optimal experience visit our site on", "another browser.", "* Plan Your Vaccine", "* Covid-19", "* Politics", "* U.S. News", "* Opinion", "* World", "* Business", "* Tech", "* Share this —", "* * * * * [ Submit ]", "[ Submit ]", "[ Submit ]", "Search", "_____________________ [ Submit ]", "Sections", "* CORONAVIRUS", "* U.S. News", "* Politics", "* World", "* Local", "* Business", "* Health", "* Investigations", "* Culture Matters", "* Science", "* Sports", "* Tech & Media", "* Decision 2020", "* Video Features", "* Photos", "* Weather", "* Shopping", "* Asian America", "* NBCBLK", "* NBC Latino", "* NBC OUT", "TV", "* Today", "* MSNBC", "* Nightly News", "* Meet The Press", "* Dateline", "Featured", "* NBC NEWS NOW", "* THINK", "* BETTER", "* NIGHTLY FILMS", "* STAY TUNED", "* SPECIAL FEATURES", "* NEWSLETTERS", "* PODCASTS", "More from NBC", "* CNBC", "* NBC.COM", "* NBC LEARN", "* Peacock", "* Next Steps for Vets", "* Parent Toolkit", "* NBC Archives", "Follow NBC News", "* * * [ Submit ]", "Search", "_____________________ [ Submit ]", "* Facebook", "* Twitter", "* Email", "* SMS", "* Print", "* Whatsapp", "* Reddit", "* Pocket", "* Flipboard", "* Pinterest", "* Linkedin", "World", "'Apprentice' lessons for business students?", "Winning got Bill Rancic a once-in-a-lifetime job. Will watching \"The", "Apprentice\" help any of the thousands of students in the nation's business", "schools do the same thing?", "April 16, 2004, 11:50 PM UTC / Source: Dateline NBC", "By By Keith Morrison", "Here's what we know for sure about “The Apprentice,” Donald Trump's", "gold-plated TV extravaganza. Donald Trump is a swell guy, successful", "businessman, and billionaire to boot. We will call this the", "Donald-Trump-as-really-smart-guy theory, which is that “The Apprentice” is", "so influential it is changing business culture as we know it. Even", "business schools are basing courses on it.", "Or wait a minute, could it be instead that Donald Trump is over-coifed,", "ostentatious with some of his businesses over-extended? This is the", "\"too-smart-by-half\" theory that has business schools basing courses on", "“The Apprentice” — mostly to condemn it for dreadful ethics.", "Jeffrey Sonnenfeld: “What Mr. Trump has brought us is, at best, a mix of", "Chuck Barris’s \"Gong Show\" and Jerry Springer. That's not the model for", "great leadership.”", "That Trump's take on business is a hit is certainly beyond question. More", "than \"XX\" million people - \"xx\" percent of all television that were on -", "tuned into watch last night's finale. And that's what draws a shudder from", "Jeffrey Sonnenfeld, the Yale School of Management Professor who has been", "criticizing “The Apprentice.” He says he's sticking to his guns no matter", "what Trump has said.", "Sonnenfeld: “There is deception, sex peddling, a lot of nonsense that is", "being sold, and the whole kind of definition of leadership that comes", "across is almost as if it's purely personal dynamism. That back-slapping,", "almost unctuous salesmanship is what seems to carry the day.”", "Harmless entertainment? Not unless you're prepared to celebrate all that", "is wrong with Wall Street culture, says Sonnenfeld, and to promote", "business corruption, with all the chest-pounding and winning at all costs", "to go with it.", "He even penned an editorial in the Wall Street journal — the one", "describing Trump's show as a collection of \"puffery, pushiness and", "deception.\"", "The Donald didn’t like that much either. He responded, in the Wall Street", "Journal, that Sonnenfeld  “lacks the insight required to understand the", "architecture of a corporation... Perhaps that is why he is a professor at", "Yale instead of the Wharton School of Finance (my alma mater).\"", "Sonnenfeld: “What we see in this Trump show are nice folks from all walks", "of life. Maybe some of them not so nice. That, put together with a lot of", "pressure on in this zero-sum game, and that dog-eat-dog win-at-all-costs", "world, you can see how the origins of some of the awful things that were", "later done at Enron, WorldCom and -- and the rest of those corrupt", "organizations.", "The only possible benefit of Donald Trump's show, says Sonnenfeld, is a", "list of what not to do.", "Sonnenfeld: “If it's used as a negative model, I imagine it is of some", "value. Sadly, though, this is being set up and sold as the secrets to", "success. It's not.”", "Of course, on the other hand, there is the really-smart-guy theory.", "Laura Schildkraut: “This is great material. There are so many issues here,", "and I just thought this is stuff that graduating students need to have an", "opportunity to talk about.”", "Laura Schildkraut is a lecturer at the University of Washington Business", "School, and she thinks “The Apprentice” is a useful way to cut through dry", "old theory and show business students what real life will be like. So she", "actually plays bits of the show in her classroom. Then the students", "confront the issues. Some seem simple, like introducing yourself to a", "prospective employer for the first time.", "Keith Morrison: “Studying a show like this can do what for these kids?”", "Schildkraut: “I think what it's going to do for these kids is it's going", "to give them a little bit of a head start when they get out there. It's", "going to make them a little bit more savvy. It's going to make them a", "little bit more knowledgeable. And hopefully, it'll give them some tools", "to deal with some tricky situations. Cause they're going to face them.”", "For instance, what do you do when it seems like a business colleague is", "treading the ethical line? Like she says Troy and Kwame did in the Planet", "Hollywood episode when they tried to increase restaurant sales by", "pretending to be a celebrity.", "Schildkraut: “I mean, I think this was a little bit more towards the", "unethical side myself. But the point is, you have to find your own ethical", "boundaries and having students really think about that, and not just", "necessarily following blindly to what their leader tells them to do, is", "very empowering.", "So is it devil's work, or helpful tool? The debate has even made it to", "Wall Street. Will the show that has undeniably brought a little of the", "splash and sass back to business also teach young business people about", "how to mix success with ethics, compassion and a hint of morality? Or does", "this show only encourage the most base of behaviors?", "But when we watched the show with some young Wall Street professionals,", "they didn't seem inclined to take this all so seriously. Instead, they", "suggested, it might just be fun. But why would they want to take advice", "from the Donald?", "Wall Street professional: “In business you really learn from those who", "have accomplished. The most senior seasoned professionals is where you are", "going to learn from. You don't really get exposure to someone of Donald", "Trump's stature.”", "But could it be that the fancy trips, the lavish apartments, the private", "helicopter that they see on “The Apprentice” might make all that hard, and", "sometimes dreary work these young professionals are doing seem,", "potentially, a little more worthwhile.", "Wall Street professional: “It is an up at dawn siege all day all night.", "This show is glitzy. It is a glitzy show, like walking into Trump's classy", "penthouse apartment with the gold and the crystal. It draws you to that.”", "Fantasy? Maybe. But at least it gives them something to shoot for.", "By Keith Morrison", "* About", "* Contact", "* Careers", "* Privacy policy", "* Do Not Sell My Personal Information", "* CA Notice", "* Terms of Service", "* NBCNews.COM Site Map", "* Advertise", "* Ad Choices", "© 2021 NBC UNIVERSAL", "* * *"]