["Link: image_src", "Link: canonical", "Link: shortlink", "Skip to main content", "Representative Alexandria Ocasio-Cortez", "* About", "* Biography", "* Committees and Caucuses", "* Our District", "* Votes and Legislation", "* Contact", "* Casework Request", "* Email Me", "* Scheduling Request", "* Subscribe to Our Newsletter", "* How to Reach Our Staff During COVID-19", "* Call US", "* Issues", "* A Just Society", "* Climate Equity Act", "* Criminal Justice Reform", "* Economic Inequality", "* Education", "* Green New Deal Resolution", "* Green New Deal for Public Housing", "* Gun Control", "* Healthcare", "* Housing", "* Immigration", "* LGBTQIA+ Rights", "* Reproductive Justice", "* Solidarity with Puerto Rico", "* Media", "* Press Releases", "* Sign Up for Press List", "* Services", "* Art Competition", "* Casework Request", "* Congressional App Challenge", "* Flags", "* Grant Applicants", "* Internships", "* Service Academy Nominations", "* Tours and Tickets", "* Appropriations FY 22 Requests", "* Funeral Expense Relief", "* Jobs", "* Stimulus", "Search form", "Search ________________", "[  ]", "You are here", "1. Home", "2. »About", "Biography", "Rep. Ocasio-CortezCongresswoman Alexandria Ocasio-Cortez is a", "third-generation Bronxite, educator, and organizer serving the 14th", "district of New York in the Bronx and Queens. Ocasio-Cortez grew up", "experiencing the reality of New York’s rising income inequality, inspiring", "her to organize her community and run for office on a progressive platform", "with a campaign that rejects corporate PAC funds.", "Throughout her childhood, Representative Ocasio-Cortez split her time", "between the Bronx and Yorktown. While visiting her extended family in the", "Bronx, she saw a stark contrast in opportunities based on their respective", "zip codes.", "After high school, Alexandria attended Boston University and graduated", "with degrees in Economics and International Relations. During this period", "she also had the opportunity to work in the office of the late Senator Ted", "Kennedy. Her role in Senator Kennedy’s office provided a firsthand view of", "the heartbreak families endured after being separated by ICE. These", "experiences led the Congresswoman to organize Latinx youth in the Bronx", "and across the United States, eventually, she began work as an Educational", "Director with the National Hispanic Institute, a role in which she helped", "Americans, DREAMers and undocumented youth in community leadership and", "college readiness.", "Following the financial crisis of 2008, tragedy struck when her father,", "Sergio Ocasio-Roman, passed away, forcing her family to sell their", "Westchester home. Alexandria pulled extra shifts to work as a waitress and", "bartender to support her family during this time, deepening her commitment", "to issues impacting working-class people.", "During the 2016 presidential election, she worked as a volunteer organizer", "for Bernie Sanders in the South Bronx, expanding her skills in electoral", "organizing and activism that has taken her across the country and to", "Standing Rock, South Dakota to stand with indigenous communities, then", "back to New York’s 14th Congressional District to launch her", "people-funded, grassroots campaign for Congress.", "Since her swearing-in to Congress in January of 2019, Congresswoman", "Ocasio-Cortez has remained committed to serving working-class people over", "corporate interests and advocating for social, racial, economic, and", "environmental justice.", "About", "* Biography", "* Committees and Caucuses", "* Our District", "* Votes and Legislation", "* Copyright", "* Privacy", "* House.gov"]