["Link: canonical", "[ Submit ]", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "A vertical stack of three evenly spaced horizontal lines.", "A magnifying glass. It indicates, \"Click to perform a search\".", "The word \"Insider\".", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.", "* BI Prime", "* Intelligence", "Log in", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.", "Subscribe Subscribe", "* The word Business", "* The word Life", "* The word News", "* The word Reviews", "A magnifying glass. It indicates, \"Click to perform a search\".", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "* [ Submit ]", "The word Business", "* Tech", "* Finance", "* Markets", "* Strategy", "* Retail", "* Advertising", "* Healthcare", "* Intelligence", "* [ Submit ]", "The word Life", "* Entertainment", "* Culture", "* Travel", "* Food", "* Health", "* Parenting", "* Beauty", "* Style", "* [ Submit ]", "The word News", "* Politics", "* Military & Defense", "* Sports", "* Opinion", "* [ Submit ]", "The word Reviews", "* Tech & Electronics", "* Style", "* Home", "* Kitchen", "* Beauty & Personal Care", "* Travel", "* Gifts", "* Deals", "* Money", "* [ Submit ]", "The word All", "* A-Z", "* Advertising", "* Business", "* Careers", "* [ Submit ]", "Coupons", "* DoorDash", "* Walmart", "* Dell", "* Staples", "* Under Armour", "* Culture", "* Design", "* Entertainment", "* Executive Lifestyle", "* Finance", "* Food", "* Health", "* Healthcare", "* Intelligence", "* Latest", "* Life", "* Markets Insider", "* Media", "* Military & Defense", "* News", "* Opinion", "* People", "* Personal Finance", "* Politics", "* Premium", "* Retail", "* Reviews", "* Science", "* Sports", "* Strategy", "* Tech", "* Transportation", "* Travel", "* [ Submit ]", "TV", "* Beauty Explorers", "* Best in Town", "* Bonkers Closets", "* Festival Foodies", "* Movies Insider", "* Pop Culture Decoded", "* The Making Of", "* The Ultimate List", "* Featured", "* Better Capitalism", "* Cities Connected", "* Insider TV", "* Master Your Money", "* Next Stop", "* Transforming Business", "* About", "* About", "* Advertise", "* Careers", "* Contact Us", "* Corporate", "* Corrections Policy", "* Follow", "* RSS", "* Sitemap", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* LinkedIn", "* Subscriptions", "* Intelligence", "* Premium", "An icon in the shape of a person's head and shoulders. It often indicates", "a user profile.  Log in", "Subscribe Subscribe", "Newsletters", "An icon of the world globe, indicating different international options.\"", "US Edition", "US", "INTL", "Australia", "Deutschland & Österreich", "España", "France", "India", "Italia", "Japan", "México", "Nederland", "Nordic", "Polska", "South Africa", "[IMG] [IMG]", "A leading-edge research firm focused on digital transformation.", "See our Research", "The letter F.  A stylized bird with an open mouth, tweeting.  The word", "\"in\".  A play button in the shape of a television screen.  A stylized", "camera.", "* Copyright © 2021. All rights reserved.", "Registration on or use of this site constitutes acceptance of our", "* Terms of Service ,  Privacy Policy and Cookies Policy.", "* Sitemap", "* Disclaimer", "* Commerce Policy", "* CA Privacy Rights", "* Coupons", "* Made in NYC", "* Jobs", "* Stock quotes by finanzen.net", "* Reprints & Permissions", "The word \"Insider\".", "Two crossed lines that form an 'X'. It indicates a way to close an", "interaction, or dismiss a notification.", "Good", "Subscriber Account active since", "Edit my Account", "Free subscriber-exclusive audiobook!", "“No Rules Rules: Netflix and the Culture of Reinvention”", "Get it now on Libro.fm using the button below.", "Redeem your free audiobook", "Premium Articles Upgrade Membership Newsletter Preferences My Subscription", "FAQs Log out", "DOW", "S&P 500", "NASDAQ 100", "It indicates an expandable section or menu, or sometimes previous / next", "navigation options.  HOMEPAGE Subscribe Subscribe", "Premium Home It indicates an expandable section or menu, or sometimes", "previous / next navigation options.  Enterprise", "Ex-HP CEO Carly Fiorina is planning to run for president based on her business", "experience. Here's why that's a terrible idea.", "Julie Bort", "2015-03-30T18:04:00Z", "The letter F.  An envelope. It indicates the ability to send an email.", "A stylized bird with an open mouth, tweeting.  Twitter The word \"in\".", "LinkedIn A stylized letter F.  Flipboard An image of a chain link. It", "symobilizes a website link url.  Copy Link", "This story is available exclusively to Insider subscribers. Become an", "Insider and start reading now.", "RTR4P0VK", "Carly Fiorina. Reuters/Gretchen Ertl Carly Fiorina is looking for donors", "to help fund a run for 2016 GOP presidential nomination, she told Fox News", "on Sunday.", "She's hoping to win votes based on her achievements in the world of", "business.", "There's only one problem with that: her biggest achievement, becoming the", "first woman to run Hewlett-Packard, is widely regarded as a disaster.", "This will be the second time she's run for office. She ran against Barbara", "Boxer for a California senate seat in 2010, sinking millions of her own", "money into the campaign, and losing. During that race, the Boxer camp", "published an ad that blasted Fiorina's time at HP.", "Fiorina was HP's CEO from 1999 to 2005, following Lewis Platt. Prior to", "that, she was a rising star at telecom equipment maker Lucent, where she", "led corporate operations when Lucent spun off from AT&T and then rose to", "become a top president there.", "But her reign at HP ended in her ouster — as she described it in a 60", "Minutes interview in 2006, she was suddenly, and without warning, fired.", "That was the first time HP ever fired a CEO. It wouldn't be the last.", "Here's what she's known for at HP:", "Buying Compaq over the strong objections of some board members. Fiorina is", "probably best known for leading HP into a very bitter and public", "board-level fight over the acquisition of Compaq. She wanted to buy the", "big PC rival and turn HP into the biggest PC maker. A faction of the", "board, led by Walter Hewlett (son of internally revered company", "co-founder William Hewlett), opposed the buy and launched a proxy fight.", "Fiorina won the proxy fight, and HP bought Compaq for about $19 billion in", "2002.", "But the integration of Compaq into HP was never smooth. Key Compaq", "executives reporting to Fiorina left or were ousted. And Fiorina angered", "many employees with a massive layoff right after the acquisition, cutting", "15,000 HP jobs.", "That said, the acquisition did turn HP into the largest PC maker, and it's", "been consistently in the top three (trading places with Dell and Lenovo", "periodically) ever since.", "Difficult relations with employees. Fiorina was accused of off-shoring", "thousands of HP jobs, and making the workers who lost their jobs train", "their overseas replacements. That became the subject of a nasty campaign", "video by Boxer's camp.", "Fiorina is also known internally as straying from the HP Way, according to", "long-term employees. The HP Way is \"an egalitarian, decentralized system,\"", "that became the company's core culture in its early years, according to", "the HP Alumni Assocation. (HP originally helped usher in the open-door,", "treat-employees-well Valley culture exemplified by companies such as", "Google and Facebook today.)  She bought HP's executives a fleet of", "corporate jets.*", "A plunging stock price. But the biggest problem: During her tenure, HP's", "stock lost more than half its value.", "To be fair, her tenure overlapped with the end of the dot-com bubble, and", "a lot of tech companies had similar stock price drops during that period", "as well. But HP's stock performance was worse than other big tech", "companies, such as Cisco, Intel, Microsoft, and Oracle, during her tenure.", "Meanwhile, Fiorina's pay continued to be handsome: All told, she made", "about $100 million.", "After Fiorina's ouster, many articles labeled her among the worst", "performing CEOs.", "Jeffrey Sonnenfeld of Yale University told USA Today at the time said she", "earned a place among \"the worst because of her ruthless attack on the", "essence of this great company. ... She destroyed half the wealth of her", "investors and yet still earned almost $100 million in total payments for", "this destructive reign of terror.\"", "Carly Fiorina fist", "Carly Fiorina  After Fiorina left, HP appointed Patricia Dunn as", "chairwoman. The distrust sown between board members during the Compaq", "fight festered and grew under Dunn, who was later embroiled in a huge", "scandal trying to find a board member leaking information to the press.", "HP's board went on to hire and oust its next two CEOs, Mark Hurd and Leo", "Apotheker. Revenues began to tank. Under current CEO Meg Whitman, HP is", "now taking the drastic step of breaking itself into two companies.", "While HP's problems after Fiorina left can't be blamed entirely on her,", "the cultural shift — a love of huge and problematic acquisitions", "accompanied by lots of intrigue at the board level — began with Fiorina's", "reign.", "In comparison, during Platt's seven years as CEO, HP blossomed and", "revenues increased 187% to $47.1 billion, He was considered the embodiment", "of the HP Way.", "Since HP, Fiorina's business experience mostly consisted of board seats on", "a handful of companies. She also served as a spokesperson for Republican", "National Committee, where she frequently appeared on political talk shows.", "*Correction: Originally this story said Fiorina put up a fence to section", "off an executive parking lot. That was based on talking to an HP employee.", "Fiorina's spokesperson says she never installed a fence. The spokesperson", "provided Business Insider with building permits that back this assertion.", "Was this article valuable for you?", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "_________________________________________", "Additional comments", "_____________________", "Email (optional)", "Receive a selection of our best stories daily based on your reading", "preferences. [ ]", "Submit", "Newsletter", "Start your day with a morning cheat sheet. Sign up for 10 Things in Tech", "You Need To Know.", "Something is loading.", "Email address _____________________", "[ Sign up ]", "By clicking ‘Sign up’, you agree to receive marketing emails from Insider", "as well as other partner offers and accept our Terms of Service and", "Privacy Policy.", "NOW WATCH: Here's what Senator Ted Cruz said about Hillary Clinton and", "President Obama hours before announcing his presidential candidacy", "More: Carly Fiorina GOP 2016 Elections Hewlett-Packard", "* BI Prime Archive", "It indicates an expandable section or menu, or sometimes previous / next", "navigation options.", "Business Insider [IMG]", "Follow us on:", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "[IMG] [IMG]", "Download on the App Store [IMG]", "Get it on Google Play [IMG]", "* Copyright © 2021 Insider Inc. All rights reserved. Registration on or", "use of this site constitutes acceptance of our", "* Terms of Service ,  Privacy Policy and Cookies Policy .", "* Sitemap", "* Disclaimer", "* Commerce Policy", "* CA Privacy Rights", "* Coupons", "* Made in NYC", "* Jobs", "* Stock quotes by finanzen.net", "* Reprints & Permissions", "International Editions:", "* United States US", "* International INTL", "* Österreich AT", "* Australia AUS", "* Deutschland DE", "* España ES", "* France FR", "* India IN", "* Italy IT", "* Japan JP", "* México MX", "* Netherlands NL", "* Nordic SE", "* Polska PL", "* South Africa ZA", "Insider.com Logo", "Insider-Inc Logo", "Business Insider DE Logo"]