["Link: canonical", "Link: shortlink", "Snopes.com", "_____________________", "Search", "Search Menu Main Menu", "Become a Member", "Submit a Topic", "Shop", "Latest", "Top", "Fact Checks", "Collections", "News", "Archives", "Randomizer", "Home", "Fact Checks", "Media Matters", "'Stop the World, the Teabaggers Want Off' Is by Far the Most Accurate Page", "on Facebook?", "'Stop the World, the Teabaggers Want Off' Is by Far the Most Accurate Page on", "Facebook?", "Rumor: snopes.com has named the group 'Stop the World, the Teabaggers Want Off'", "as the 'Most Accurate Page on Facebook'.", "* David Mikkelson", "Share on Facebook Share on Twitter Share on Pinterest Share on Reddit", "Share via Email", "Claim:   snopes.com has deemed the Facebook group 'Stop the World, the", "Teabaggers Want Off' as the 'Most Accurate Page on Facebook.'", "----------------------------------------------------------------------", "FALSE", "----------------------------------------------------------------------", "Example: [Collected via the Internet, April 2015]", "Is it true that snopes said Stop the World, the Teabaggers Want Off is the", "“most accurate page on Facebook”?", "Origins:   While the staff here at snopes.com would rather spend our time", "investigating urban legends, we frequently receive requests to tackle fake", "news stories and satirical items, such as the fictitious-yet-plausible", "quotes from various politicians and other public figures posted on the", "Facebook group Stop the World, the Teabaggers Want Off.", "Items from Stop the World, the Teabaggers Want Off have been the source of", "several snopes articles over the years — usually submitted by viewers who", "encountered them out of context and either weren’t aware of their source", "or didn’t understand its satirical nature — including debunkings of", "dubious diatribes from Sarah Palin, Mitt Romney and Phil Robertson.", "Stop the World, the Teabaggers Want Off responded to this satire-debunking", "phenomenon with a form of meta-satire, sharing a meme claiming that", "snopes.com had labeled the group “100% accurate” and “the most credible”", "source on the Internet:", "Predictably, a number of viewers have missed the point that this meme is", "also satirical in nature (a not uncommon phenomenon) and have asked us to", "verify it as well. What we can report is that after digging through our", "archives, interrogating past and present writers, and scanning years of", "company e-mails, we have found no record that anyone here at snopes issued", "the above-reference statement. In fact, when Stop the World, the", "Teabaggers Want Off has been mentioned within the pages and correspondence", "of snopes.com, the words “entertainment,” “satire,” “fake,” and “hoax” are", "usually found in close proximity.", "None of this should be news to either our readers of fans of Stop the", "World, the Teabaggers Want Off, as the group clearly labels itself as a", "satirical site in its “About” section:", "This page is for entertainment purposes. It is NOT meant to be taken", "seriously. It is primarily satire and parody with a mix of political memes", "and messages.", "While Stop the World, the Teabaggers Want Off may not be our “favorite”", "Facebook page (that honor would probably go to Benjyo Soujer, a page", "started to organize volunteers to clean public toilets in Japan), we did", "get a chuckle out of this particular fictitious quote from their pages.", "Last updated:   18 April 2015", "* David Mikkelson", "ASP Article", "Not Necessarily The News", "Editors' Picks", "Text, Person, Human", "Is the Biden Administration Creating or Mandating ‘COVID-19 Passports’?", "The administration has said it is seeking a regulatory role in the", "development of digital...", "Read more", "Face, Person, Human", "What Is ‘Excited Delirium’ and Why Is It Controversial? The public most", "often sees the term invoked in news stories about cases involving", "deaths...", "Read more", "Face, Person, Human", "Geert Vanden Bossche Stokes Fear of COVID-19 Vaccine To Promote His Own", "Flawed ‘Solution’ Anti-vaccine activists are promoting a veterinarian's", "claim that the only way to prevent a future...", "Read more", "Man dressed as Joker declares COVID is over", "Is This Joker Right That ‘COVID’s Over, Baby’? A man dressed as the Joker", "declared that \"F-ing COVID is over.” To celebrate, he...", "Read more", "Text, Paper", "Do Homeless People Have Access to COVID-19 Stimulus Payments? Most", "Americans will receive $1,400, one-time payments as part of the March 2021", "federal relief...", "Read more", "View all", "Top Fact Checks", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Background Check: Investigating George Floyd’s Criminal Record", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "Is Disney’s Goofy Character Actually a Cow?", "Read more", "Does Photo Prove Pelosi Had an Affair with JFK?", "Read more", "View all", "Most Searched", "Lil Nas X", "Did Nike Partner with Lil Nas X on ‘Satan Shoes’ Containing Human Blood?", "Read more", "Landscape, Nature, Outdoors", "Did Cargo Ship ‘Draw’ a Penis Before Getting Stuck in Suez Canal?", "Read more", "The Biden administration is spending $86.9 million on hotels and services", "for migrant families.", "Is Biden Spending $86 Million for Hotels To House Migrant Families?", "Read more", "We looked into allegations that the Johnson & Johnson vaccine contained", "aborted fetal cells.", "Does J&J COVID-19 Vaccine Contain Aborted Fetal Cells?", "Read more", "Facts and fake news", "6 Important Truths About COVID-19 Vaccines", "Read more", "Snopes.com", "Company", "About Us FAQ Contact Us Submit a Topic", "Navigate", "Home Search Archive Shop", "Sections", "Latest Top Fact Checks News", "Account", "Log In Create Account", "Like Us on Facebook Follow Us on Twitter Contact Us Use our RSS Feed", "© 1995 - 2021 by Snopes Media Group Inc.", "This material may not be reproduced without permission.", "Snopes and the Snopes.com logo are registered service marks of Snopes.com", "Terms of Use Privacy Policy Cookie Policy Don't Sell My Info Consent", "Preferences", "Snopes.com", "Snopes.com Main Menu", "Close Main Menu", "Become a Member What's New Fact Checks News About Us Contact Us Log In", "Create Account", "_____________________", "Search", "Search Snopes"]