["Link: amphtml", "Link: canonical", "Link: image_src", "* Sections", "* Sections", "* Top Stories", "* Video", "* Live", "* U.S.", "* Politics", "* Coronavirus", "* International", "* Entertainment", "* Business", "* Technology", "* Lifestyle", "* Health", "* Virtual Reality", "* Weather", "* Tips", "* Sports", "* FiveThirtyEight", "* Shows", "* Shows", "* Good Morning America", "* World News Tonight", "* Nightline", "* 20/20", "* This Week", "* The View", "* What Would You Do?", "* More", "* Privacy Policy", "* Your CA Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "* Terms of Use", "* Do Not Sell My Info", "* Contact Us", "* ABC News Network | © 2021 ABC News Internet Ventures. All rights", "reserved.", "* Search", "* _____________________ [ Submit ]", "Menu", "Interest Successfully Added We'll notify you here with news about", "AlertTag Turn on desktop notifications for breaking stories about", "interest? [ ] Off On", "* Notifications", "* Notifications For Interests:", "* Breaking", "* Interests See All", "To save your interests across all devices Log In or Sign Up", "Turn on desktop notifications for breaking news? [ ] Off On", "* Log In", "* Video", "* Live", "* Shows", "* Good Morning America Good Morning America", "* World News Tonight World News Tonight", "* Nightline Nightline", "* 20/20 20/20", "* This Week This Week", "* The View The View", "* What Would You Do? What Would You Do?", "* Coronavirus", "*    * U.S.", "* Politics", "* International", "* Entertainment", "* Business", "* Technology", "* Lifestyle", "* Health", "* Virtual Reality", "* Weather", "* Tips", "* Sports", "* FiveThirtyEight", "* Privacy PolicyPrivacy Policy", "* Your CA Privacy RightsYour CA Privacy Rights", "* Children's Online Privacy PolicyChildren's Online Privacy Policy", "* Interest-Based AdsInterest-Based Ads", "* Terms of UseTerms of Use", "* Do Not Sell My InfoDo Not Sell My Info", "* Contact UsContact Us", "* ABC News Network | © 2021 ABC News Internet Ventures. All rights", "reserved.", "_____________________ [ Submit ]", "Romney Hits Back, Calls Obama Outsourcer-in-Chief", "By Emily Friedman July 10, 2012", "Image credit: Evan Vucci/AP Photo", "GRAND JUNCTION, Colo.- Mitt Romney todaycalled President Obama an", "\"outsourcer-in-chief,\" responding for the first time to attacks by the", "president's campaign that suggest he sent jobs overseas jobs during his", "years at Bain Capital.", "\"If there's an outsourcer in chief, it's the president of the United", "States, not the guy who's running to replace him,\" said Romney, speaking", "at a town hall campaign event in the battleground state of Colorado, his", "first trip back since late May.", "\"He likes to talk about outsourcing,\" Romney said of the president. \"He's", "run some interesting attack ads on me on that topic. You may have seen", "that and interestingly an independent unbiased fact-checking organization", "looked at his ads and looked at that attack and said it's false and", "misleading.\"", "Romney was referring to the Obama television ad titled \"The Problem,\" that", "claims Romney condoned the Chinese \"taking our jobs and taking a lot of", "our future\" while at Bain.", "The Obama ad, as well as several of Romney's ads, have saturated the", "airwaves here in Colorado, where locals complain it's hard to watch", "television without catching several ads during commercial breaks.", "Get more pure politics at ABC News.com/Politics and a lighter take on the", "news at OTUSNews.com", "\"But it is interesting that when it comes to outsourcing that this", "president has been outsourcing a good deal of American jobs himself,\"", "Romney continued. \"By putting money into energy companies - solar and wind", "energy companies that end up making their products outside the United", "States.\"", "Obama campaign spokeswoman Lis Smith swiftly responded in an e-mail", "statement stating that Romney just \"doesn't get it.\"", "\"President Obama has fought to end tax breaks for companies that ship jobs", "overseas, fostered incentives for companies to bring jobs back to America", "and doubled the rate of trade cases we've brought against China to ensure", "an even playing field for American workers,\" said Smith. \"Mitt Romney,", "who's personally profited from investments in companies that were pioneers", "in shipping American jobs to India and China as a corporate buyout", "specialist, would slash funds to spur the clean energy sector in America,", "eliminating renewable energy jobs in states like Colorado and Iowa and", "ceding the industry to China. The American people deserve a President who", "will fight to create jobs here in America, not the Outsourcer-in-Chief", "Mitt Romney promises to be.\"", "Later in the town hall, another audience member asked about the attention", "paid to Romney's finances.", "\"So why is the Obama team and the liberal media want us to think that we", "should be more angry with what you do with your money than what Obama has", "done with mine?\"", "Romney thanked the man and then responded, \"I'm not going to apologize for", "success at home and I'm not going to apologize for America abroad. And yes", "I went out and began a business and the business turned out to be far more", "successful than I ever would have imagined and by the way the profits from", "the business overwhelmingly went to the people who invested with us.\"", "* ABC News Network", "* Privacy Policy", "* Your CA Privacy Rights", "* Children's Online Privacy Policy", "* Interest-Based Ads", "* Terms of Use", "* Do Not Sell My Info", "* Contact Us", "* © 2021 ABC News Internet Ventures. All rights reserved."]