["Log in", "Sign up", "Log out", "My profile and settings", "My bookmarks", "Comment history", "Please complete your account verification. Resend verification email.", "today", "This verification token has expired.", "today", "Your email address has been verified. Update my profile.", "today", "Your account has been deactivated. Sign in to re-activate your account.", "today", "View all newsletters in the newsletter archive", "today", "You are now unsubscribed from receiving emails.", "today", "Sorry, we were unable to unsubscribe you at this time.", "today", "0", "0", "Back to profile", "Comment Items", "You have not left any comments yet.", "title", "in reply to", "name", "description", "View Comment", "Saved Posts", "You haven’t bookmarked any posts yet.", "Log in", "Sign up", "“Genetic data is also helping us identify insecticide-resistant mosquitoes", "and drug-resistant forms of the disease.”", "read more", "Become a Gates Notes Insider", "Sign up", "Log out", "Search", "Books", "Videos", "Annual Letter", "Epidemic preparedness", "Podcast", "Photo essays", "Saving lives", "Climate and energy", "Education", "Personal", "About Bill", "All posts", "Personal Information", "Title", "[ ] Mr", "[ ] Mrs", "[ ] Ms", "[ ] Miss", "[ ] Mx", "[ ] Dr", "Title", "Mr", "Mrs", "Ms", "Miss", "Mx", "Dr", "_____________________ _____________________", "_____________________", "Cancel", "Save", "_____________________", "This email is already registered", "Cancel", "Save", "Please verify email address. Click verification link sent to this email", "address or resend verification email.", "_____________________", "_____________________", "Cancel", "Save", "Address", "_____________________", "_____________________", "_____________________", "_____________________", "_____________________", "_____________________", "Cancel", "Save", "Email and Notification Settings", "Send me updates from Bill Gates", "You must provide an email", "On", "Off", "[ ]", "Send me Gates Notes survey emails", "On", "Off", "[ ]", "Send me the weekly Top of Mind newsletter", "On", "Off", "[ ]", "Email me comment notifications", "On", "Off", "[ ]", "On-screen comment notifications", "On", "Off", "[ ]", "Interests", "Select interests to personalize your profile and experience on Gates", "Notes.", "[ ]", "Saving Lives", "[ ]", "Energy Innovation", "[ ]", "Improving Education", "[ ]", "Alzheimer's", "[ ]", "Philanthropy", "[ ]", "Book Reviews", "[ ]", "About Bill Gates", "Account Deactivation", "Click the link below to begin the account deactivation process.", "Deactivate account", "If you would like to permanently delete your Gates Notes account and", "remove it’s content, please send us a request here.", "The vaccine race, explained", "What you need to know about the COVID-19 vaccine", "Humankind has never had a more urgent task than creating broad immunity", "for coronavirus.", "By Bill Gates", "|", "April 30, 2020", "0", "One of the questions I get asked the most these days is when the world", "will be able to go back to the way things were in December before the", "coronavirus pandemic. My answer is always the same: when we have an almost", "perfect drug to treat COVID-19, or when almost every person on the planet", "has been vaccinated against coronavirus.", "The former is unlikely to happen anytime soon. We’d need a miracle", "treatment that was at least 95 percent effective to stop the outbreak.", "Most of the drug candidates right now are nowhere near that powerful. They", "could save a lot of lives, but they aren’t enough to get us back to", "normal.", "Which leaves us with a vaccine.", "Humankind has never had a more urgent task than creating broad immunity", "for coronavirus. Realistically, if we’re going to return to normal, we", "need to develop a safe, effective vaccine. We need to make billions of", "doses, we need to get them out to every part of the world, and we need all", "of this to happen as quickly as possible.", "That sounds daunting, because it is. Our foundation is the biggest funder", "of vaccines in the world, and this effort dwarfs anything we’ve ever", "worked on before. It’s going to require a global cooperative effort like", "the world has never seen. But I know it’ll get done. There’s simply no", "alternative.", "Here’s what you need to know about the race to create a COVID-19 vaccine.", "The world is creating this vaccine on a historically fast timeline.", "Dr. Anthony Fauci has said he thinks it’ll take around eighteen months to", "develop a coronavirus vaccine. I agree with him, though it could be as", "little as 9 months or as long as two years.", "Although eighteen months might sound like a long time, this would be the", "fastest scientists have created a new vaccine. Development usually takes", "around five years. Once you pick a disease to target, you have to create", "the vaccine and test it on animals. Then you begin testing for safety and", "efficacy in humans.", "Safety and efficacy are the two most important goals for every vaccine.", "Safety is exactly what it sounds like: is the vaccine safe to give to", "people? Some minor side effects (like a mild fever or injection site pain)", "can be acceptable, but you don’t want to inoculate people with something", "that makes them sick.", "Efficacy measures how well the vaccine protects you from getting sick.", "Although you’d ideally want a vaccine to have 100 percent efficacy, many", "don’t. For example, this year’s flu vaccine is around 45 percent", "effective.", "To test for safety and efficacy, every vaccine goes through three phases", "of trials:", "* Phase one is the safety trial. A small group of healthy volunteers", "gets the vaccine candidate. You try out different dosages to create", "the strongest immune response at the lowest effective dose without", "serious side effects.", "* Once you’ve settled on a formula, you move onto phase two, which tells", "you how well the vaccine works in the people who are intended to get", "it. This time, hundreds of people get the vaccine. This cohort should", "include people of different ages and health statuses.", "* Then, in phase three, you give it to thousands of people. This is", "usually the longest phase, because it occurs in what’s called “natural", "disease conditions.” You introduce it to a large group of people who", "are likely already at the risk of infection by the target pathogen,", "and then wait and see if the vaccine reduces how many people get sick.", "After the vaccine passes all three trial phases, you start building the", "factories to manufacture it, and it gets submitted to the WHO and various", "government agencies for approval.", "This process works well for most vaccines, but the normal development", "timeline isn’t good enough right now. Every day we can cut from this", "process will make a huge difference to the world in terms of saving lives", "and reducing trillions of dollars in economic damage.", "So, to speed up the process, vaccine developers are compressing the", "timeline. This graphic shows how:", "In the traditional process, the steps are sequential to address key", "questions and unknowns. This can help mitigate financial risk, since", "creating a new vaccine is expensive. Many candidates fail, which is why", "companies wait to invest in the next step until they know the previous", "step was successful.", "For COVID-19, financing development is not an issue. Governments and other", "organizations (including our foundation and an amazing alliance called the", "Coalition for Epidemic Preparedness Innovations) have made it clear they", "will support whatever it takes to find a vaccine. So, scientists are able", "to save time by doing several of the development steps at once. For", "example, the private sector, governments, and our foundation are going to", "start identifying facilities to manufacture different potential vaccines.", "If some of those facilities end up going unused, that’s okay. It’s a small", "price to pay for getting ahead on production.", "Fortunately, compressing the trial timeline isn’t the only way to take a", "process that usually takes five years and get it done in 18 months.", "Another way we’re going to do that is by testing lots of different", "approaches at the same time.", "There are dozens of candidates in the pipeline.", "As of April 9, there are 115 different COVID-19 vaccine candidates in the", "development pipeline. I think that eight to ten of those look particularly", "promising. (Our foundation is going to keep an eye on all the others to", "see if we missed any that have some positive characteristics, though.)", "IFrame", "The most promising candidates take a variety of approaches to protecting", "the body against COVID-19. To understand what exactly that means, it’s", "helpful to remember how the human immune system works.", "When a disease pathogen gets into your system, your immune system responds", "by producing antibodies. These antibodies attach themselves to substances", "called antigens on the surface of the microbe, which sends a signal to", "your body to attack. Your immune system keeps a record of every microbe it", "has ever defeated, so that it can quickly recognize and destroy invaders", "before they make you ill.", "Vaccines circumvent this whole process by teaching your body how to defeat", "a pathogen without ever getting sick. The two most common types—and the", "ones you’re probably most familiar with—are inactivated and live", "vaccines. Inactivated vaccines contain pathogens that have been killed.", "Live vaccines, on the other hand, are made of living pathogens that have", "been weakened (or “attenuated”). They’re highly effective but more prone", "to side effects than their inactivated counterparts.", "Inactivated and live vaccines are what we consider “traditional”", "approaches. There are a number of COVID-19 vaccine candidates of both", "types, and for good reason: they’re well-established. We know how to test", "and manufacture them.", "The downside is that they’re time-consuming to make. There’s a ton of", "material in each dose of a vaccine. Most of that material is biological,", "which means you have to grow it. That takes time, unfortunately.", "That’s why I’m particularly excited by two new approaches that some of the", "candidates are taking: RNA and DNA vaccines. If one of these new", "approaches pans out, we’ll likely be able to get vaccines out to the whole", "world much faster. (For the sake of simplicity, I’m only going to explain", "RNA vaccines. DNA vaccines are similar, just with a different type of", "genetic material and method of administration.)", "Our foundation—both through our own funding and through CEPI—has been", "supporting the development of an RNA vaccine platform for nearly a decade.", "We were planning to use it to make vaccines for diseases that affect the", "poor like malaria, but now it’s looking like one of the most promising", "options for COVID. The first candidate to start human trials was an RNA", "vaccine created by a company called Moderna.", "Here’s how an RNA vaccine works: rather than injecting a pathogen’s", "antigen into your body, you instead give the body the genetic code needed", "to produce that antigen itself. When the antigens appear on the outside of", "your cells, your immune system attacks them—and learns how to defeat", "future intruders in the process. You essentially turn your body into its", "own vaccine manufacturing unit.", "Because RNA vaccines let your body do most of the work, they don’t require", "much material. That makes them much faster to manufacture. There’s a", "catch, though: we don’t know for sure yet if RNA is a viable platform for", "vaccines. Since COVID would be the first RNA vaccine out of the gate, we", "have to prove both that the platform itself works and that it creates", "immunity. It’s a bit like building your computer system and your first", "piece of software at the same time.", "Even if an RNA vaccine continues to show promise, we still must continue", "pursuing the other options. We don’t know yet what the COVID-19 vaccine", "will look like. Until we do, we have to go full steam ahead on as many", "approaches as possible.", "It might not be a perfect vaccine yet—and that’s okay.", "The smallpox vaccine is the only vaccine that’s wiped an entire disease", "off the face of the earth, but it’s also pretty brutal to receive. It left", "a scar on the arm of anyone who got it. One out of every three people had", "side effects bad enough to keep them home from school or work. A small—but", "not insignificant—number developed more serious reactions.", "The smallpox vaccine was far from perfect, but it got the job done. The", "COVID-19 vaccine might be similar.", "If we were designing the perfect vaccine, we’d want it to be completely", "safe and 100 percent effective. It should be a single dose that gives you", "lifelong protection, and it should be easy to store and transport. I hope", "the COVID-19 vaccine has all of those qualities, but given the timeline", "we’re on, it may not.", "The two priorities, as I mentioned earlier, are safety and efficacy. Since", "we might not have time to do multi-year studies, we will have to conduct", "robust phase 1 safety trials and make sure we have good real-world", "evidence that the vaccine is completely safe to use.", "We have a bit more wiggle room with efficacy. I suspect a vaccine that is", "at least 70 percent effective will be enough to stop the outbreak. A 60", "percent effective vaccine is useable, but we might still see some", "localized outbreaks. Anything under 60 percent is unlikely to create", "enough herd immunity to stop the virus.", "The big challenge will be making sure the vaccine works well in older", "people. The older you are, the less effective vaccines are. Your immune", "system—like the rest of your body—ages and is slower to recognize and", "attack invaders. That’s a big issue for a COVID-19 vaccine, since older", "people are the most vulnerable. We need to make sure they’re protected.", "The shingles vaccine—which is also targeted to older people—combats this", "by amping up the strength of the vaccine. It’s possible we do something", "similar for COVID, although it might come with more side effects. Health", "authorities could also ask people over a certain age to get an additional", "dose.", "Beyond safety and efficacy, there are a couple other factors to consider:", "* How many doses will it be? A vaccine you only get once is easier and", "quicker to deliver. But we may need a multi-dose vaccine to get enough", "efficacy.", "* How long does it last? Ideally, the vaccine will give you long-lasting", "protection. But we might end up with one that only stops you from", "getting sick for a couple months (like the seasonal flu vaccine, which", "protects you for about six months). If that happens, the short-term", "vaccine might be used while we work on a more durable one.", "* How do you store it? Many common vaccines are kept at 4 degrees C.", "That’s around the temperature of your average refrigerator, so storage", "and transportation is easy. But RNA vaccines need to be stored at much", "colder temperature—as low as -80 degrees C—which will make reaching", "certain parts of the world more difficult.", "My hope is that the vaccine we have 18 months from now is as close to", "“perfect” as possible. Even if it isn’t, we will continue working to", "improve it. After that happens, I suspect the COVID-19 vaccine will become", "part of the routine newborn immunization schedule.", "Once we have a vaccine, though, we still have huge problems to solve.", "That’s because…", "We need to manufacture and distribute at least 7 billion doses of the", "vaccine.", "In order to stop the pandemic, we need to make the vaccine available to", "almost every person on the planet. We’ve never delivered something to", "every corner of the world before. And, as I mentioned earlier, vaccines", "are particularly difficult to make and store.", "There’s a lot we can’t figure out about manufacturing and distributing the", "vaccine until we know what exactly we’re working with. For example, will", "we be able to use existing vaccine factories to make the COVID-19 vaccine?", "What we can do now is build different kinds of vaccine factories to", "prepare. Each vaccine type requires a different kind of factory. We need", "to be ready with facilities that can make each type, so that we can start", "manufacturing the final vaccine (or vaccines) as soon as we can. This will", "cost billions of dollars. Governments need to quickly find a mechanism for", "making the funding for this available. Our foundation is currently working", "with CEPI, the WHO, and governments to figure out the financing.", "Part of those discussions center on who will get the vaccine when. The", "reality is that not everyone will be able to get the vaccine at the same", "time. It’ll take months—or even years—to create 7 billion doses (or", "possibly 14 billion, if it’s a multi-dose vaccine), and we should start", "distributing them as soon as the first batch is ready to go.", "Most people agree that health workers should get the vaccine first. But", "who gets it next? Older people? Teachers? Workers in essential jobs?", "I think that low-income countries should be some of the first to receive", "it, because people will be at a much higher risk of dying in those places.", "COVID-19 will spread much quicker in poor countries because measures like", "physical distancing are harder to enact. More people have poor underlying", "health that makes them more vulnerable to complications, and weak health", "systems will make it harder for them to receive the care they need.", "Getting the vaccine out in low-income countries could save millions of", "lives. The good news is we already have an organization with expertise", "about how to do this in Gavi, the Vaccine Alliance.", "With most vaccines, manufacturers sign a deal with the country where their", "factories are located, so that country gets first crack at the vaccines.", "It’s unclear if that’s what will happen here. I hope we find a way to get", "it out on an equitable basis to the whole world. The WHO and national", "health authorities will need to develop a distribution plan once we have a", "better understanding of what we’re working with.", "Eventually, though, we’re going to scale this thing up so that the vaccine", "is available to everyone. And then, we’ll be able to get back to", "normal—and to hopefully make decisions that prevent us from being in this", "situation ever again.", "It might be a bit hard to see right now, but there is a light at the end", "of the tunnel. We’re doing the right things to get a vaccine as quickly as", "possible. In the meantime, I urge you to continue following the guidelines", "set by your local authorities. Our ability to get through this outbreak", "will depend on everyone doing their part to keep each other safe.", "Read this next", "NEXT", "Comments", "_________________________________________", "posting ...", "Please verify your email in order to make comments. Click here to resend", "verification email", "Sorry, duplicate comments are not allowed.", "Sorry, that HTML is not allowed.", "Sorry, something went wrong.", "In order to comment you must be a Gates Notes Insider. Please sign", "up or log in to continue.", "Be the first to leave a comment.", "_________________________________________", "Comment Locked", "Comments more than 2 months old are locked. For more information, contact", "us.", "Report", "Delete Comment?", "Deleting this comment will remove replies to this comment by you and", "others as well. This action cannot be undone.", "Delete Comment", "Why do you want to report this comment?", "[ ]", "It's annoying or not interesting", "[ ]", "It's abusive and/or vulgar", "[ ]", "It's spam", "Report Comment", "Your report has been submitted.", "Close", "_________________________________________", "Save", "Cancel", "Energy", "Subscribe to emails from Bill", "_____________________ _____________________ _____________________", "Sign up", "This is my personal blog, where I share about the people I meet, the books", "I'm reading, and what I'm learning. I hope that you'll join the", "conversation.", "© 2021 The Gates Notes LLC", "Thanks for visiting the Gates Notes. We'd like your feedback.", "Yes, I'll take the survey No thanks", "Become a Gates Notes Insider", "Join the Gates Notes community to access exclusive content, comment on", "stories, participate in giveaways, and more.", "SIGN UP", "Already have an account?", "Log in here", "Welcome back, Insider!", "Welcome back, Insider!", "Thank you for being a Gates Notes Insider. I feel lucky that I get to", "connect with so many people like you.", "– Bill Gates", "Not a Gates Notes Insider yet? Sign up", "LOG IN", "SIGN UP", "_____________________", "_____________________", "Forgot?", "Error", "Log in", "Or log in with your social account:", "Logout:", "Become a Gates Notes Insider", "Become a Gates Notes Insider", "Join the Gates Notes community to get regular updates from Bill on key", "topics like global health and climate change, to access exclusive content,", "comment on stories, participate in giveaways, and more.", "Already joined? Log in", "Please send me updates from Breakthrough Energy on efforts to combat", "climate change.", "On", "Off", "[ ]", "LOG IN", "SIGN UP", "Use your social account:", "Or sign up with email:", "_____________________", "Title", "[ ] Mr", "[ ] Mrs", "[ ] Ms", "[ ] Miss", "[ ] Mx", "[ ] Dr", "Title", "Mr", "Mrs", "Ms", "Miss", "Mx", "Dr", "_____________________", "_____________________", "_____________________", "This email is already registered. Enter a new email, try signing in or", "retrieve your password", "_____________________", "Why are we collecting this information? Gates Notes may send a welcome", "note or other exclusive Insider mail from time to time. Additionally, some", "campaigns and content may only be available to users in certain areas.", "Gates Notes will never share and distribute your information with external", "parties.", "_____________________ _____________________", "Bill may send you a welcome note or other exclusive Insider mail from time", "to time. We will never share your information. _____________________", "_____________________", "_____________________", "_____________________", "_____________________", "_____________________", "_____________________", "Sign up", "We will never share or spam your email address. For more information see", "our Sign Up FAQ. By clicking \"Sign Up\" you agree to the Gates Notes Terms", "of Use / Privacy Policy.", "Street address              _____________________ _____________________", "City                        _____________________", "postal_town                 _____________________", "State                       _____________________ Zip  _____________________", "code", "administrative_area_level_2 _____________________", "Country                     _____________________", "Data", "Gates Notes Insider Sign Up FAQ", "Q. How do I create a Gates Notes account?", "A. There are three ways you can create a Gates Notes account:", "* Sign up with Facebook. We’ll never post to your Facebook account", "without your permission.", "* Sign up with Twitter. We’ll never post to your Twitter account without", "your permission.", "* Sign up with your email. Enter your email address during sign up.", "We’ll email you a link for verification.", "Q. Will you ever post to my Facebook or Twitter accounts without my permission?", "A. No, never.", "Q. How do I sign up to receive email communications from my Gates Notes account?", "A. In Account Settings, click the toggle switch next to “Send me updates from", "Bill Gates.”", "Q. How will you use the Interests I select in Account Settings?", "A. We will use them to choose the Suggested Reads that appear on your profile", "page.", "BACK", "Forgot your password?", "Enter the email you used to sign up and a reset password link will be sent", "to you.", "_____________________", "This email is already registered. Enter a new email, try signing in or", "retrieve your password", "Reset Password", "Reset your password.", "_____________________", "_____________________", "Set New Password", "Your password has been reset. Please continue to the log in page.", "Log in", "Get emails from Bill Gates", "Send me updates from Bill Gates", "You must provide an email", "On", "Off", "[ ]", "Email me comment notifications", "On", "Off", "[ ]", "On-screen comment notifications", "On", "Off", "[ ]", "_____________________", "This email is already registered", "Finish", "We will never share or spam your email address. For more information see", "our Sign up FAQ. By clicking \"Continue\" you agree to the Gates Notes Terms", "of Use / Privacy Policy.", "You're in!", "You're in!", "Please check your email and click the link provided to verify your", "account.", "Didn't get an email from us? Resend verification email", "Upload a profile picture", "Choose image to upload", "Uploading...", "Uh Oh!", "The image you are trying to upload is either too big or is an unacceptable", "format. Please upload a .jpg or .png image that is under 25MB.", "Ok", "Title", "[ ] Mr", "[ ] Mrs", "[ ] Ms", "[ ] Miss", "[ ] Mx", "[ ] Dr", "Title", "Mr", "Mrs", "Ms", "Miss", "Mx", "Dr", "_____________________ _____________________", "_____________________", "Cancel", "Save", "_____________________", "This email is already registered", "Cancel", "Save", "Please verify email address. Click verification link sent to this email", "address or resend verification email.", "Email and notification settings", "Send me updates from Bill Gates", "You must provide an email", "On", "Off", "[ ]", "Email me comment notifications", "On", "Off", "[ ]", "On-screen comment notifications", "On", "Off", "[ ]", "Select your interests", "[ ]", "Saving Lives", "[ ]", "Energy Innovation", "[ ]", "Improving Education", "[ ]", "Alzheimer's", "[ ]", "Philanthropy", "[ ]", "Book Reviews", "[ ]", "About Bill Gates", "Finish", "Confirm Account Deactivation", "Are you sure you want to deactivate your account?", "Deactivating your account will unsubscribe you from Gates Notes emails,", "and will remove your profile and account information from public view on", "the Gates Notes. Please allow for 24 hours for the deactivation to fully", "process. You can sign back in at any time to reactivate your account and", "restore its content.", "Deactivate My Acccount", "Go Back", "Your Gates Notes account has been deactivated.", "Come back anytime.", "Welcome back", "In order to unsubscribe you will need to sign-in to your Gates Notes", "Insider account", "Once signed in just go to your Account Settings page and set your", "subscription options as desired.", "Sign In", "Request account deletion", "We’re sorry to see you go. Your request may take a few days to process; we", "want to double check things before hitting the big red button. Requesting", "an account deletion will permanently remove all of your profile content.", "If you’ve changed your mind about deleting your account, you can always", "hit cancel and deactivate instead.", "_____________________", "Submit", "Cancel", "Thank You! Your request has been sent"]