["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "TV ad claims stimulus ships tax dollars overseas", "* Florida", "Becky Bowers", "By Becky Bowers May 4, 2012", "A new Americans for Prosperity ad is one of the sneakiest we’ve seen this", "year. It weaves tidbits of truth into an artful narrative that distorts", "the truth about the economic stimulus.", "We’ve checked three claims from the ad, finding them Mostly", "False, False and Pants on Fire. But to really appreciate the", "sleight-of-hand, let's take a look at the ad line by line.", "An April 26, 2012, TV ad from Americans for Prosperity opens by connecting", "President Barack Obama to the American Recovery and Reinvestment Act of", "2009.", "\"Washington promised to create American jobs. We passed their stimulus.", "But that's not what happened.\"", "A photo of President Barack Obama and the mention of the stimulus makes", "you believe what follows will be related to the American Recovery and", "Reinvestment Act he signed in 2009. Some is. Some isn’t.", "An April 26, 2012, TV ad from Americans for Prosperity claims that", "billions of taxpayer dollars spent on green energy went to jobs in foreign", "countries.", "\"Fact: Billions of taxpayer dollars spent on green energy went to jobs in", "foreign countries.\"", "The ad  cites a Washington Times article from Sept. 9, 2010  — but fails", "to accurately characterize the story. The story says that \"as much as 80", "percent of some green programs, including $2.3 billion of manufacturing", "tax credits, went to foreign firms that employed workers primarily in", "countries including China, South Korea and Spain, rather than in the", "United States.\" That doesn’t mean that money went to foreign countries.", "More likely it went to American subsidiaries of foreign firms.", "An April 26, 2012, TV ad from Americans for Prosperity claims that $2.3", "billion of tax credits went overseas.", "\"The Obama administration admitted the truth, that $2.3 billion of tax", "credits went overseas, while millions of Americans can't find a job.\"", "But that's not what the Obama administration said. This, too, gives its", "source as the 2010 Washington Times article. It’s a second way of", "misstating the same sentence, which cited the Energy Department. \"The", "Department of Energy estimated that 82,000 jobs have been created and has", "acknowledged that as much as 80 percent of some green programs, including", "$2.3 billion of manufacturing tax credits, went to foreign firms. …\"", "Again, that simply doesn’t say that the tax credits went overseas. It says", "they went to foreign companies. Meanwhile, it sets up the expectation that", "the next three examples illustrate those \"$2.3 billion of tax credits\"", "that \"went overseas.\" But not a single one of the three has anything to do", "with manufacturing tax credits — or tax credits at all. Or, in one case,", "even the stimulus.", "A TV ad from Americans for Prosperity claims that stimulus tax credits", "went overseas, including $1.2 billion to a solar company that's building a", "plant in Mexico. That's not what happened.", "\"$1.2 billion to a solar company that's building a plant in Mexico.\"", "This line, which listed as sources the Energy Department and PV Magazine,", "does not have anything to do with tax credits going overseas. It didn’t", "involve manufacturing tax credits, or any money that left the country. And", "the $1.2 billion had nothing to do with a Mexico plant. Taxpayer money was", "originally approved for a California solar company that also happened to", "open a plant in Mexico. But that loan — not tax credits, as the ad claims", "— will go to a New Jersey company for a solar project in California,", "employing construction workers in California, using mostly", "California-built solar panels, to create solar power that’ll be purchased", "by a California utility. We rated this claim Pants on Fire.", "A TV ad from Americans for Prosperity claims that stimulus tax credits", "went overseas, including half a billion to an electric car company that", "created hundreds of jobs in Finland. That's not what happened.", "\"Half a billion to an electric car company that created hundreds of jobs", "in Finland.\"", "This line, which listed an ABC News article as its source, doesn't have", "anything to do with tax credits going overseas? It’s not even talking", "about a stimulus program, much less manufacturing tax credits. Instead,", "half a billion in loans from a Bush-era program were approved by the Obama", "administration for an American automaker, Fisker Automotive. But they", "weren’t tax credits, weren’t part of the stimulus bill, and didn’t go to", "Finland, where Fisker manufactures cars. And so far, the company has only", "gotten $190 million in those loans, far less than the half a billion. We", "rated this claim False.", "A TV ad from Americans for Prosperity claims that stimulus tax credits", "went overseas, including tens of millions of dollars to build traffic", "lights in China. That's not what happened.", "\"And tens of millions of dollars to build traffic lights in China.\"", "This one gets closer to the truth — but still misses the mark. We watched", "this ad and imagined Chinese street corners with shiny new American-funded", "traffic lights. What an outrage! But it's actually about energy efficiency", "grants to America’s state and local governments so they can buy and", "install new street and traffic lights. Many of those lights contained", "foreign parts, according to a Pittsburgh Tribune-Review article cited by", "the ad, including some from China. But it’s simply not clear how much", "stimulus money went toward those parts during the eight months it was", "allowed. (Back in 2010, the United States just didn’t make enough key", "components to satisfy local governments’ needs, so the feds briefly", "offered a waiver to get them from other countries.) We rated this", "claim Mostly False.", "An April 26, 2012, television ad from Americans for Prosperity claims that", "Obama's green energy investments continue to fail.", "\"President Obama wasted $34 billion on risky investments. The result?", "Failure.\"", "The ad pivots from its tax-credit focus to shift to \"risky investments.\"", "Fact-checkers at FactCheck.org have reported that the Energy Department", "has committed $34.7 billion in low-interest loans to nearly 40 green", "projects. Two companies that got such loans — one of them Solyndra — have", "filed for bankruptcy. FactCheck calculates that the government could lose", "as much as $578 million on those two deals. That’s less than 2 percent of", "the total program, so, as FactCheck says, \"it’s a stretch to claim the", "entire $34 billion has been ‘wasted.’\" Uh, yes. A stretch, indeed.", "An April 26, 2012, television ad from Americans for Prosperity asks", "viewers to \"tell President Obama, American tax dollars should help", "American taxpayers.\"", "\"American taxpayers are paying to send their own jobs to foreign", "countries. Tell President Obama, American tax dollars should help American", "taxpayers.\"", "The ad concludes we’re paying to send jobs to foreign countries. Let’s", "see: Tax credits for firms that happen to have foreign employees (nope).", "Money for a Californian solar project that will include a handful of", "foreign solar panels (not much). Money for a U.S. automaker to engineer a", "new hybrid electric car (nope). Money for new street and traffic lights", "that include some foreign components (some). And does it add up to wasted", "billions? Not according to the ad’s own evidence.", "Sign Up For Our Weekly Newsletter", "_____________________", "[ Sign up ]", "_____________________", "Our Sources", "PolitiFact, \"Ad says stimulus tax credits funded a solar company building", "a Mexico plant,\" May 2, 2012", "PolitiFact, \"Ad says stimulus tax credits funded jobs in Finland,\" May 3,", "2012", "PolitiFact, \"Ad says stimulus tax credits funded traffic lights in China,\"", "May 3, 2012", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Becky Bowers", "Chain email", "stated on October 15, 2013 an email and social media posts:", "Congressional lawmakers earn their salaries \"FOR LIFE,\" which for House", "Minority Leader Nancy Pelosi would add up to \"$803,700 Dollars a year for", "LIFE including FREE medical.\"", "pants-fire pants-fire", "By Becky Bowers • October 17, 2013", "Louise Slaughter", "stated on October 9, 2013 an interview on MSNBC:", "\"Eighty percent of the antibiotics in this country are fed to livestock.\"", "mostly-true mostly-true", "By Becky Bowers • October 15, 2013", "Bloggers", "stated on September 27, 2013 blog posts:", "\"Obama Declares November National Muslim Appreciation Month.\"", "pants-fire pants-fire", "By Becky Bowers • October 3, 2013", "Robert Reich", "stated on September 22, 2013 a roundtable on ABC’s “This Week”:", "Under economic sanctions, \"now Iran is suffering 30 percent inflation, 20", "percent unemployment.\"", "mostly-true mostly-true", "By Becky Bowers • September 27, 2013", "Betsy McCaughey", "stated on September 15, 2013 the New York Post:", "\"Obamacare will question your sex life.\"", "pants-fire pants-fire", "By Becky Bowers • September 19, 2013", "S.E. Cupp", "stated on September 13, 2013 a discussion on CNN's \"Crossfire\":", "\"The CDC issued a report commissioned by President Obama just earlier this", "year, and it found some very inconvenient facts. Armed citizens are less", "likely harmed by attackers. Effectiveness of gun control laws is mixed.", "Gun buybacks don't work.\"", "half-true half-true", "By Becky Bowers • September 18, 2013", "Bloggers", "stated on September 13, 2013 posts on the Internet:", "Warren Buffett recently said \"Scrap Obamacare and Start All Over.\"", "pants-fire pants-fire", "By Becky Bowers • September 17, 2013", "John Kerry", "stated on September 5, 2013 an interview on MSNBC’s “All In”:", "Says he \"opposed the president’s decision to go into Iraq\" in 2003.", "barely-true barely-true", "By Becky Bowers • September 13, 2013", "Ted Yoho", "stated on September 4, 2013 an interview on Fox Business Network:", "Chemical weapons have been used \"probably 20 times\" since the Persian Gulf", "War.", "barely-true barely-true", "By Becky Bowers • September 10, 2013", "Debbie Wasserman Schultz", "stated on September 2, 2013 a CNN interview:", "Says there's a \"100-year-old international norm not to use chemical", "weapons.\"", "mostly-true mostly-true", "By Becky Bowers • September 5, 2013", "Bloggers", "stated on August 15, 2013 blog posts:", "Obamacare provision will allow \"forced home inspections\" by government", "agents.", "pants-fire pants-fire", "By Becky Bowers • August 21, 2013", "Ted Cruz", "stated on August 10, 2013 a speech to the Family Leadership Summit in", "Ames, Iowa:", "Says \"President Obama just granted all of Congress an exception\" to", "Obamacare.", "false false", "By Becky Bowers • August 14, 2013", "Ted Deutch", "stated on August 1, 2013 a letter with other Florida lawmakers to HHS", "Secretary Kathleen Sebelius:", "Says Florida refused to allow the insurance commissioner to \"negotiate", "lower rates with companies or refuse rates that are too high\" under", "Obamacare.", "true true", "By Becky Bowers • August 8, 2013", "Tom Cole", "stated on July 30, 2013 an MSNBC interview:", "Says about NSA data collection: \"Every member in both parties who served", "on the Intelligence Committee voted in favor of this.\"", "mostly-true mostly-true", "By Becky Bowers • August 2, 2013", "Marco Rubio", "stated on July 25, 2013 a FoxNews.com op-ed:", "Under Obamacare, \"75 percent of small businesses now say they are going to", "be forced to either fire workers or cut their hours.\"", "pants-fire pants-fire", "By Becky Bowers • July 29, 2013", "TV ad claims stimulus ships tax dollars overseas", "* Tony Evers", "stated on March 14, 2021 in TV interview:", "“There’s still (only) a handful of school districts\" doing no", "in-person instruction.", "true true", "By Madeline Heim • March 29, 2021", "* Alex Padilla", "stated on March 22, 2021 in remarks in a Senate hearing:", "“In a majority of states, new voters are able to obtain a rifle", "quicker than they’re able to cast their first ballot.”", "mostly-true mostly-true", "By Louis Jacobson • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Cathy McMorris Rodgers", "stated on March 18, 2021 in a House hearing:", "The Democratic clean energy plan is pro-China, because \"90% of the", "solar panels, 80% of the wind machines, 90% of the rare earth minerals", "… are in Asia or in China.”", "half-true half-true", "By Jon Greenberg • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "Load more", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]