["Link: canonical", "Skip to main content", "* NEJM Group", "* Follow Us", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* LinkedIn", "Prepare to become a physician, build your knowledge, lead a health care", "organization, and advance your career with NEJM Group information and", "services.", "* [IMG] NEJM Catalyst", "NEW! Peer-reviewed journal featuring in-depth articles to accelerate", "the transformation of health care delivery.", "* [IMG] NEJM Journal Watch", "Concise summaries and expert physician commentary that busy clinicians", "need to enhance patient care.", "* [IMG] NEJM Resident 360", "Information, resources, and support needed to approach rotations - and", "life as a resident.", "* [IMG] NEJM Knowledge +", "The most effective and engaging way for clinicians to learn, improve", "their practice, and prepare for board exams.", "* [IMG] NEJM 医学前沿", "The authorized source of trusted medical research and education for", "the Chinese-language medical community.", "* [IMG] NEJM Career Center", "Valuable tools for building a rewarding career in health care.", "* [IMG] NEJM Library Hub", "Information and tools for librarians about site license offerings.", "* [IMG] The New England Journal of Medicine", "The most trusted, influential source of new medical knowledge and", "clinical best practices in the world.", "* * *  Sign In", "* Create Account", "* Subscribe", "*    * Sign In", "* Create Account", "* Renew subscription", "* Subscribe", "* * Stay connected to what's important in medical research and clinical", "practice", "Create Account", "Subscribe to the most trusted", "and influential source of", "medical knowledge", "Devices", "Subscribe", "Already a subscriber? Renew or Sign in", "Device Global Header", "Subscribe", "or Renew", "Search site Keyword ________________ [ Submit ]", "* Search", "* Home", "* Specialties", "Specialties", "Selected specialties", "* Allergy/Immunology", "* Cardiology", "* Dermatology", "* Emergency Medicine", "* Endocrinology", "* Gastroenterology", "* Genetics", "* Geriatrics/Aging", "* Hematology/Oncology", "* Infectious Disease", "* Nephrology", "* Neurology/Neurosurgery", "* Obstetrics/Gynecology", "* Pediatrics", "* Primary Care/Hospitalist", "* Psychiatry", "* Pulmonary/Critical Care", "* Rheumatology", "* Surgery", "* View all specialties", "View all specialties", "* [IMG]  Cardiology", "* [IMG]  Hematology/Oncology", "* [IMG]  Infectious Disease", "* Topics", "Topics", "Selected Topics", "* Health Policy", "* Medicine and Society", "* Progress in Health: The NAM at 50", "* Case Studies in Social Medicine", "* Coronavirus", "* Covid-19 Vaccine", "* Ebola Virus", "* Zika Virus", "* Vaping‑Related Disease", "* Race and Medicine", "* Climate Crisis and Health", "* Frontiers in Medicine", "* Data Sharing", "* Pain Management", "* View all topics", "View all topics", "* [IMG]  Coronavirus", "* [IMG]  Health Policy", "* [IMG]  Medicine and Society", "* Multimedia", "Multimedia", "Selected Multimedia", "* Audio Clinical Practice", "* Audio Interviews", "* Audio Summaries", "* Image Challenge", "* Images in Clinical Medicine", "* Interactive Medical Cases", "* Quick Takes", "* Videos in Clinical Medicine", "* Visual Abstracts", "* View all multimedia", "View all multimedia", "* [IMG]  HIV Infection in South Africa", "* [IMG]  Progress in Vaccine Technology", "* [IMG]  A Treacherous Course", "* [IMG]  Intranasal Naloxone Administration", "* Current Issue", "Current Issue", "Current Issue", "* Current Issue", "* March 25, 2021  Vol. 384  No. 12", "Recent Issues", "* March 18, 2021  Vol. 384  No. 11", "* March 11, 2021  Vol. 384  No. 10", "* March 4, 2021  Vol. 384  No. 9", "* Browse full issue index", "* Browse recently published", "Browse full issue index", "Recently Published Articles", "* Intrapericardial Colon  R. Kassir", "* “To Mitigate the Afflictions of the Human Race” — The Legacy of", "Dr. Rebecca Crumpler  P. Klass", "* Emerging Infectious Diseases — Learning from the Past and Looking", "to the Future  C. Elias et al.", "* Ensuring That LGBTQI+ People Count — Collecting Data on Sexual", "Orientation, Gender Identity, and Intersex Status  K.E. Baker et", "al.", "* Leveraging Open Science to Accelerate Research  K.T. Kadakia et", "al.", "* Covid-19 and the Investigator Pipeline  K. Armstrong", "Browse recently published", "* Learning/CME", "Learning/CME", "* CME", "* A Placebo-Controlled Trial of Subcutaneous Semaglutide in", "Nonalcoholic Steatohepatitis", "* Case 9-2021: A 16-Year-Old Boy with Headache, Abdominal", "Pain, and Hypertension", "* Atopic Dermatitis", "* Clinical Cases Resource Center", "* Interactive Medical Cases", "* Image Challenge", "* Videos in Clinical Medicine", "* NEJM Resident 360", "* NEJM Knowledge+", "* View all learning/CME", "View all learning/CME", "Other NEJM Group Learning", "* [IMG]  Hand Hygiene", "* Essential information students and residents need to approach", "residency with confidence: practical training information, career", "guidance, insightful discussions.", "* Effective, adaptive learning that helps you prepare for", "certification, maintain competency, and sharpen clinical", "decision-making while earning CME and MOC.", "* Author Center", "* Covid-19", "* Device Global Header", "Subscribe", "or Renew", "[ Submit ]", "Keyword ________________ [ Submit ] Advanced Search", "ATTENTION:Due to global market conditions, you may experience a delivery", "delay for your print issue of the New England Journal of Medicine. Your", "subscription also includes full access to the NEJM.org website. We regret", "any print delays and are working to ensure all issues are delivered as", "soon as possible. Thank you for your patience..", "Editor’s Note: This article was published on March 30, 2020, at NEJM.org.", "Perspective", "Developing Covid-19 Vaccines at Pandemic Speed", "List of authors.", "* Nicole Lurie, M.D., M.S.P.H.,", "* Melanie Saville, M.D.,", "* Richard Hatchett, M.D.,", "* and Jane Halton, A.O., P.S.M.", "* Article", "* Figures/Media", "Metrics", "* 5 References", "* 396 Citing Articles", "* 1 Comment", "* Related Articles", "Article", "Audio Interview", "Digital Object ThumbnailInterview with Dr. Nicole Lurie on rapid vaccine", "development, including new tools to facilitate vaccine testing and", "manufacturing and persistent challenges. (13:09)Download", "The need to rapidly develop a vaccine against SARS-CoV-2 comes at a time", "of explosion in basic scientific understanding, including in areas such as", "genomics and structural biology, that is supporting a new era in vaccine", "development. Over the past decade, the scientific community and the", "vaccine industry have been asked to respond urgently to epidemics of H1N1", "influenza, Ebola, Zika, and now SARS-CoV-2. An H1N1 influenza vaccine was", "developed relatively rapidly, largely because influenza-vaccine technology", "was well developed and key regulators had previously decided that vaccines", "made using egg- and cell-based platforms could be licensed under the rules", "used for a strain change. Although a monovalent H1N1 vaccine was not", "available before the pandemic peaked in the Northern Hemisphere, it was", "available soon afterward as a stand-alone vaccine and was ultimately", "incorporated into commercially available seasonal influenza vaccines.", "Vaccines for the severe acute respiratory syndrome (SARS), Ebola, and Zika", "did not follow a similar path. The SARS and Zika epidemics ended before", "vaccine development was complete, and federal funding agencies reallocated", "funds that had been committed to vaccine development, leaving", "manufacturers with financial losses and setting back other", "vaccine-development programs.", "Development of an Ebola vaccine by the Public Health Agency of Canada had", "been on hold when the 2013–2016 Ebola outbreak began. The U.S. government", "provided funding to accelerate the vaccine’s development, which was", "ultimately transferred to Merck. The company continued development even", "when the outbreak ended, and stockpiles of investigational product were", "available for use in the recent outbreaks in the Democratic Republic of", "Congo. The vaccine received conditional marketing authorization from the", "European Medicines Authority and approval from the U.S. Food and Drug", "Administration at the end of 2019 and in several African countries", "thereafter. Some companies working on Ebola vaccines have received", "external support and invested their own funds to continue development.", "Even with successful development and licensure, however, the prospect that", "commercial markets will sustain multiple vaccines for which relatively few", "doses may need to be manufactured seems dim.", "Reviews of the experience with H1N1 vaccine have stressed the need for", "novel development-and-manufacturing platforms that can be readily adapted", "to new pathogens. Vaccine and biotech companies have been investing", "heavily in such approaches, with support from the U.S. government and", "other funders. The National Institute of Allergy and Infectious Diseases", "has led an initiative to support early development of platforms and test", "them against “prototype pathogens” from various viral families.^1", "Our organization, the Coalition for Epidemic Preparedness Innovation", "(CEPI), an international nongovernmental organization funded by the", "Wellcome Trust, the Bill and Melinda Gates Foundation, the European", "Commission, and eight countries (Australia, Belgium, Canada, Ethiopia,", "Germany, Japan, Norway, and the United Kingdom), is supporting development", "of vaccines against five epidemic pathogens on the World Health", "Organization (WHO) priority list. We aim to develop reserves of", "investigational vaccines for each pathogen after such vaccines have", "completed phase 2a trials, expecting that they will undergo clinical", "trials during future outbreaks. CEPI also supports development of platform", "technologies to prepare for “Disease X” — a newly emerging epidemic", "disease, such as Covid-19. An ideal platform would support development", "from viral sequencing to clinical trials in less than 16 weeks,", "demonstrate elicitation of consistent immune responses across pathogens,", "and be suitable for large-scale manufacturing using a pathogen-agnostic", "platform.", "Multiple platforms are under development. Among those with the greatest", "potential for speed are DNA- and RNA-based platforms, followed by those", "for developing recombinant-subunit vaccines. RNA and DNA vaccines can be", "made quickly because they require no culture or fermentation, instead", "using synthetic processes. Developers’ and regulators’ experience with", "these platforms for personal oncology vaccines can facilitate rapid", "testing and release. There are no approved RNA vaccines to date, but RNA", "vaccines have entered clinical trials, and regulators have experience in", "reviewing clinical trial applications and with associated manufacturing of", "the vaccines.", "Vaccine Platforms, Their Attributes, and the Status of Vaccine Candidates.", "Use of next-generation sequencing and reverse genetics may also cut", "development time of more conventional vaccines during epidemics. The table", "lists major platform types and examples of SARS-CoV-2 vaccine types being", "developed on each. A more complete and continually updated list is", "available from the WHO.^2", "Even with novel platforms, SARS-CoV-2 vaccine development poses", "challenges. First, although the virus’s spike protein is a promising", "immunogen for protection, optimizing antigen design is critical to ensure", "optimal immune response. Debate continues over the best approach — for", "example, targeting the full-length protein or only the receptor-binding", "domain.", "Second, preclinical experience with vaccine candidates for SARS and the", "Middle East respiratory syndrome (MERS) have raised concerns about", "exacerbating lung disease, either directly or as a result of", "antibody-dependent enhancement. Such an adverse effect may be associated", "with a type 2 helper T-cell (Th2) response. Hence, testing in a suitable", "animal model and rigorous safety monitoring in clinical trials will be", "critical. (It is still too early to define good animal models; rhesus", "macaques appear quite promising, as do hamsters and ferrets [unpublished", "data].) If adjuvants are required to generate a sufficient immune response", "or for dose sparing, those triggering a Th1 response and demonstrating a", "high neutralizing-antibody response are theoretically more likely to be", "protective and avoid the risk of immunopathology. However, data and", "careful regulatory review will be needed. (A summary of a recent", "conference can be found at", "https://brightoncollaboration.us/brighton-collaboration-cepi-covid-19-web-conference/.)", "Third, although correlates of protection may be inferred from experience", "with SARS and MERS vaccines, they are not yet established. As with", "naturally acquired infection, the potential duration of immunity is", "unknown; similarly, whether single-dose vaccines will confer immunity is", "uncertain.", "Difference between Traditional Vaccine Development and Development Using a", "Pandemic Paradigm.", "The pandemic paradigm requires multiple activities to be conducted at", "financial risk to developers and manufacturers and without knowing whether", "the vaccine candidate will be safe and effective, including very early", "manufacturing scale-up to commercial scale before establishment of", "clinical proof of concept. ID denotes identification.", "Vaccine development is a lengthy, expensive process. Attrition is high,", "and it typically takes multiple candidates and many years to produce a", "licensed vaccine.^3 Because of the cost and high failure rates, developers", "typically follow a linear sequence of steps, with multiple pauses for data", "analysis or manufacturing-process checks. Developing a vaccine quickly", "requires a new pandemic paradigm (see diagram), with a fast start and many", "steps executed in parallel before confirming a successful outcome of", "another step, hence resulting in elevated financial risk. For example, for", "platforms with experience in humans, phase 1 clinical trials may be able", "to proceed in parallel with testing in animal models.", "As soon as China announced that a novel coronavirus had been identified as", "the cause of the Wuhan outbreak, CEPI contacted its partners that were", "developing MERS vaccines or working on novel platforms. With the potential", "for further financial support, they and others began vaccine development", "as soon as the first gene sequence was posted, and development is", "proceeding quickly. Moderna’s mRNA-based SARS-CoV-2 candidate entered a", "phase 1 clinical trial on March 16, less than 10 weeks after the first", "genetic sequences were released; the first phase 1 trial with a", "nonreplicating vector-based vaccine has regulatory clearance to start", "phase 1 studies in China. Other phase 1 trials of nucleic acid vaccines", "are expected to start in April.", "For some candidates, additional clinical trial material for phase 2", "studies is being manufactured now; proceeding rapidly beyond phase 2", "trials means manufacturing will need to be scaled up to commercial levels", "before substantial safety and immunogenicity data are available. Building", "manufacturing capacity can cost hundreds of millions of dollars.", "Furthermore, for novel platform technologies, most of which are", "unlicensed, large-scale manufacturing has never been done, so facilities", "capable of producing large quantities of product must be identified,", "technologies transferred, and manufacturing processes adapted, all without", "knowing if the vaccine candidate is viable.", "It’s far from certain that these new platforms will be scalable or that", "existing capacity can produce sufficient quantities of vaccine fast", "enough. It’s therefore critical that vaccines also be developed using", "tried-and-true methods, even if they may take longer to enter clinical", "trials or to result in large numbers of doses.", "Conducting clinical trials during a pandemic poses additional challenges.", "It’s difficult to predict where and when outbreaks will occur and to", "prepare trial sites to coincide with vaccine readiness for testing. In", "addition, if multiple vaccines are ready for testing in the second half of", "2020, it will be important not to crowd sites or burden countries and", "their ethics and regulatory authorities with multiple trials, as happened", "with Ebola therapeutics during the 2013–2016 outbreak.", "Moreover, in a high-mortality situation, populations may not accept", "randomized, controlled trials with placebo groups; although other", "approaches that address such concerns may be scientifically feasible,", "they’re typically not as fast, and the results can be harder to", "interpret.^4 This problem can sometimes be overcome by comparing outcomes", "with early vaccination versus delayed vaccination, as in the “Ebola ça", "suffit!” trial. One possible way forward would be to test several vaccines", "simultaneously in an adaptive trial design using a single, shared control", "group, so that more participants would receive an active vaccine.^5 This", "approach has advantages but can be logistically and statistically complex,", "and developers often avoid trials that may generate head-to-head", "comparative data.", "CEPI, as a relatively new organization, had not established financial", "mechanisms and instruments to support development of pandemic vaccines and", "will need to raise additional funds to see SARS-CoV-2 vaccines through the", "development and scale-up manufacturing processes. Although as many as", "several million vaccine doses may become available as a by-product of", "development, in a pandemic situation, once vaccine candidates are proved", "safe and effective, doses must be manufactured in large quantities. Though", "some high-income countries may pay for development and manufacture with", "their own populations in mind, there’s no global entity responsible for", "financing or ordering vaccine manufacture. Discussions with global", "stakeholders about organizing and financing large-scale vaccine", "manufacturing, procurement, and delivery are under way.", "Finally, pandemics will generate simultaneous demand for vaccines around", "the world. Clinical and serologic studies will be needed to confirm which", "populations remain at highest risk once vaccines are available and could", "form the basis for establishing a globally fair vaccine-allocation system.", "Some Group of Seven countries have already called for such a global", "system, whose planning must start while vaccine development proceeds.", "Though it’s unlikely, if the pandemic appears to abruptly end before", "vaccines are ready, we should continue developing the most promising", "candidates to a point at which they can be stockpiled and ready for trials", "and emergency authorization should an outbreak recur. A global financing", "system that supports end-to-end development and large-scale manufacturing", "and deployment, ensures fair allocation, and protects private-sector", "partners from significant financial losses will be a critical component of", "future pandemic preparedness.", "Funding and Disclosures", "Disclosure forms provided by the authors are available at NEJM.org.", "This article was published on March 30, 2020, and last updated on May 21,", "2020, at NEJM.org.", "Author Affiliations", "From the Coalition for Epidemic Preparedness Innovations, Oslo.", "Supplementary Material", "References (5)", "1. 1. Marston HD, Paules CI, Fauci AS. The critical role of biomedical", "research in pandemic preparedness. JAMA 2017;318:1757-1758.", "* Crossref", "* Web of Science", "* MedlineGoogle Scholar", "2. 2. World Health Organization. Draft landscape of Covid-19 candidate", "vaccines. April 20, 2020", "(https://www.who.int/blueprint/priority-diseases/key-action/novel-coronavirus-landscape-ncov.pdf).", "Google Scholar", "3. 3. Gouglas D, Thanh Le T, Henderson K, et al. Estimating the cost of", "vaccine development against epidemic infectious diseases: a cost", "minimisation study. Lancet Glob Health 2018;6(12):e1386-e1396.", "* Crossref", "* MedlineGoogle Scholar", "4. 4. National Academies of Sciences, Engineering, and Medicine.", "Integrating clinical research into epidemic response: the Ebola", "experience. Washington, DC: National Academies Press, 2017.", "Google Scholar", "5. 5. World Health Organization. A coordinated global research roadmap.", "2020", "(https://www.who.int/who-documents-detail/a-coordinated-global-research-roadmap).", "Google Scholar", "Close References", "Citing Articles (396)", "Close Citing Articles", "Comment (1)", "10.1056/NEJMp2005630-t1", "Vaccine Platforms, Their Attributes, and the Status of Vaccine", "Candidates.*", "Candidates in Preclinical     Candidates in Human", "Technology               Attributes                   Development                  Trials", "Single Licensed        Current", "Dose  Platform Speed   Scale", "DNA              No      No     Fast  Medium    * Takis/Applied DNA          * Inovio", "Sciences/Evvivax             Pharmaceuticals,", "Phase 1", "* Zydus Cadila                 (NCT04336410)", "Inactivated      No     Yes    Medium Medium                                 * Sinovac, Phase 1", "to high                                  (NCT04352608)", "* Inactivated Beijing", "Institute of", "Biological", "Sciences/Wuhan", "Institute of", "Biological", "Sciences, Phase 1", "(ChiCTR2000031809)", "Live            Yes     Yes     Slow   High   Codagenix/Serum Institute of", "attenuated                                    India", "Nonreplicating  Yes      No    Medium  High     * GeoVax/BravoVax            * CanSino Biologics,", "vector                                                                         Phases 1 and 2", "* Janssen Pharmaceutical       (ChiCTR2000030906", "Companies                    and", "ChiCTR2000031781)", "* Altimmune", "* University of", "* Greffex                      Oxford/AstraZeneca,", "Phase 1/2", "* Vaxart                       (NCT04324606)", "* ExpresS2ion                * Shenzhen", "Geno-Immune Medical", "Institute, Phase", "1/2\u2029(NCT04276896)", "Protein          No     Yes    Medium  High     * WRAIR/U.S. Army Medical", "subunit                          to               Research Institute of", "fast              Infectious Diseases", "* Clover", "Biopharmaceuticals", "Inc/GSK", "* Vaxil Bio", "* AJ Vaccines", "* Genrex/EpiVax/University", "of Georgia", "* Sanofi Pasteur", "* Novavax", "* Heat", "Biologics/University of", "Miami", "* University of", "Queensland/GSK/ Baylor", "College of Medicine", "iBio/CC-Pharming", "Replicating     Yes     Yes    Medium  High     * Zydus Cadila", "viral vector", "* Institut Pasteur/Themis", "* Tonix Pharma/Southern", "Research", "RNA              No      No     Fast  Low to    * Fudan                      * Moderna/NIAID", "medium      University/Shanghai          (NCT04283461)", "JiaoTong", "University/RNACure         * BioNTech/Pfizer,", "Biopharma                    Phase 1/2", "(NCT04368728)", "* China CDC/Tongji", "University/Stermina", "* Arcturus/Duke-NUS", "* Imperial College London", "Curevac", "Uncertain                                       * University of Pittsburgh", "* University of", "Saskatchewan", "* ImmunoPrecise", "* MIGAL Galilee Research", "Institute", "* Doherty Institute", "* Tulane University", "* Attributes refer to general attributes of the platform, and assessments are not intended as inferences about a particular candidate. NIAID denotes National Institute of Allergy and", "Infectious Diseases, and WRAIR Walter Reed Army Institute of Research.", "* Permissions", "Figures/Media", "1. Digital Object ThumbnailAudio Interview", "Interview with Dr. Nicole Lurie on rapid vaccine development,", "including new tools to facilitate vaccine testing and manufacturing", "and persistent challenges. (13:09)Download", "2. Vaccine Platforms, Their Attributes, and the Status of Vaccine", "Candidates.*", "[IMG]", "Vaccine Platforms, Their Attributes, and the Status of Vaccine", "Candidates.", "3. Difference between Traditional Vaccine Development and Development", "Using a Pandemic Paradigm.", "[IMG]", "Difference between Traditional Vaccine Development and Development", "Using a Pandemic Paradigm.", "The pandemic paradigm requires multiple activities to be conducted at", "financial risk to developers and manufacturers and without knowing", "whether the vaccine candidate will be safe and effective, including", "very early manufacturing scale-up to commercial scale before", "establishment of clinical proof of concept. ID denotes identification.", "* Showing 1-1 of 1 comments", "* Contributors", "* Newest", "* Newest", "* Oldest", "* Next", "* Prev", "* 1", "Page 1", "* Contents", "* *  *  Share", "* Facebook", "* Twitter", "* LinkedIn", "* Email", "* Copy URL", "* *  More", "* Download Citation", "* Permissions", "* Article Alert", "* Reprints", "* Article", "* Figures/Media", "* *   May 21, 2020", "N Engl J Med 2020; 382:1969-1973", "DOI: 10.1056/NEJMp2005630", "[IMG]", "Most Viewed", "* Original Article Mar 16, 2021", "Efficacy of the ChAdOx1 nCoV-19 Covid-19 Vaccine against the B.1.351", "Variant", "S. A. Madhi and Others", "* Correspondence Mar 23, 2021", "Early Evidence of the Effect of SARS-CoV-2 Vaccine at One Medical", "Center", "W. Daniel and Others", "* Original Article Dec 31, 2020", "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine", "F. P. Polack and Others", "More from the week of May 21, 2020", "* Sounding Board", "Fair Allocation of Scarce Medical Resources in the Time of Covid-19", "E.J. Emanuel and Others", "* Perspective", "Leadership for the Social Climate", "G. Belkin", "* Original Article", "Rivaroxaban in Peripheral Artery Disease after Revascularization", "M.P. Bonaca and Others", "* Editorial", "Thrombolysis before Thrombectomy — To Be or DIRECT-MT?", "G.W. Albers", "* Original Article", "Endovascular Thrombectomy with or without Intravenous Alteplase in", "Acute Stroke", "P. Yang and Others", "* Clinical Implications of Basic Research", "On Complement, Memory, and Microglia", "R.S. Klein", "* Editorial", "Audio Interview: Capitalizing on Immune Responses to Covid-19", "E.J. Rubin, L.R. Baden, and S. Morrissey", "* Review Article", "Emerging and Reemerging Sexually Transmitted Infections", "D.A. Williamson and M.Y. Chen", "* Editorial", "A Bon VOYAGER for Peripheral Artery Disease", "M.A. Creager", "* Perspective", "Undocumented U.S. Immigrants and Covid-19", "K.R. Page and Others", "* Original Article", "Covid-19 in Critically Ill Patients in the Seattle Region — Case", "Series", "P.K. Bhatraju and Others", "* Case Records of the Massachusetts General Hospital", "Case 16-2020: A 47-Year-Old Woman with Recurrent Melanoma and", "Pulmonary Nodules", "K.A. Armstrong and Others", "* Perspective", "The Toughest Triage — Allocating Ventilators in a Pandemic", "R.D. Truog, C. Mitchell, and G.Q. Daley", "* Images in Clinical Medicine", "Disseminated Fusariosis", "J. Sevestre and L. Kopec", "* Original Article", "Epidemiology of Covid-19 in a Long-Term Care Facility in King County,", "Washington", "T.M. McMichael and Others", "* Perspective", "Universal Masking in Hospitals in the Covid-19 Era", "M. Klompas and Others", "* Images in Clinical Medicine", "Hemophilic Pseudotumor", "Z. Li and X. Weng", "* Perspective", "They Call Us and We Go", "S. Koven", "* *  Tap into groundbreaking research and clinically relevant insights", "* Subscribe", "Already a subscriber? Sign In or Renew", "Devices", "Back to top", "Article Categories", "* Research", "* Reviews", "* Clinical Cases", "* Perspective", "* Commentary", "* Other", "* Browse all Articles", "* Current Issue", "* Issue Index", "Resources", "* Authors & Reviewers", "* Submit a Manuscript", "* Subscribers", "* Institutions", "* Media", "* Advertisers", "* Agents", "* Permissions", "* Reprints", "* NEJM CareerCenter", "About Us", "* About NEJM", "* Products & Services", "* Editors & Publishers", "* Advertising Policies", "* Contact Us", "* Accessibility", "* FAQs", "* Help", "* Site Feedback", "Subscriptions", "* Subscribe", "* Renew", "* Activate Subscription", "* Create Account", "* Manage Account", "* Pay Bill", "* Special Offers", "Stay Connected", "* Email Alerts", "* Create Account", "* Apps", "* NEJM CareerCenter", "* Podcasts", "* RSS Feed", "* Remote Access", "Follow Us", "* Facebook", "* Twitter", "* Instagram", "* YouTube", "* LinkedIn", "* Copyright © 2021 Massachusetts Medical Society.", "* All rights reserved.", "* Electronic ISSN 1533-4406.", "* Print ISSN 0028-4793.", "* The content of this site is intended for health care professionals.", "* Copyright", "* Terms", "* Privacy Policy", "* *  *  *  * [ Submit ]", "* [ Submit ]", "* [ Submit ]", "* [ Submit ]", "Table Format [ ] Text [ ] Image", "[ Submit ]", "[ Submit ]"]