["EPI Building a Sustainable Future", "* Publications", "* Books", "* Plan B Updates", "* Book Bytes", "* Eco-Economy Indicators", "* Data Highlights", "* Plan B Documentary", "* Translations", "* Data Center", "* Population, Health, and Society", "* Natural Systems", "* Climate, Energy, and Transportation", "* Food and Agriculture", "* Economy and Policy", "* All Datasets", "* Press Room", "* Press Kit", "* EPI in the News", "* EPI Releases", "* Action Center", "* People in Action", "* Plan B Teams", "* Translations", "* What You Can Do", "* events", "* About EPI", "* Who We Are", "* Bio of Lester Brown", "* Testimonials", "* Contact Us", "* Listserv", "* Lester Brown Birthday Guestbook", "Publications", "Books", "Plan B Updates", "Book Bytes", "Eco-Economy Indicators", "Data Highlights", "Plan B Documentary", "Translations", "PrintPrint: HTML", "Email Bookmark and Share", "\"In summary, we have ignored the earth’s environmental stop signs.\"", "–Lester R. Brown, Full Planet, Empty Plates", "Eco-Economy Indicators", "Solar Power", "June 18, 2014", "China Leads World to Solar Power Record in 2013", "J. Matthew Roney", "In the last two years, countries around the world have added almost as", "much new solar photovoltaics (PV) capacity as had been added since the", "invention of the solar cell. Nearly 38,000 megawatts of PV came online in", "2013, a new annual record. In all, the world’s installed PV generating", "capacity is now close to 140,000 megawatts—enough to power each home in", "Germany. Falling costs and effective policies continue to drive tremendous", "growth in solar power.", "World Cumulative Solar Photovoltaics Installations, 2000-2013", "Solar cells consist of semiconductor materials—typically crystalline", "silicon—that convert sunlight directly into electricity. Made up of many", "cells, solar panels can be linked together into any number of system", "sizes, from multi-kilowatt residential rooftop systems to massive", "ground-mounted arrays measured in hundreds or thousands of megawatts.", "China—the leading manufacturer of PV—had until recently installed very", "little solar power at home. Those days are over. Between 2010 and 2012,", "China’s PV capacity grew nearly ninefold to 7,000 megawatts. Then in 2013,", "China added at least 11,300 megawatts, the largest PV addition by any", "country in a single year. With 18,300 megawatts, China now trails only", "Germany (at 36,000 megawatts) in overall capacity. (See data.)", "More than half of China’s new PV in 2013 was installed in the western", "provinces of Gansu, Xinjiang, and Qinghai, far from population centers. A", "320-megawatt PV project—the world's largest—was completed in late 2013", "alongside the Longyangxia hydropower dam in Qinghai. As large project", "development in remote areas continues, China is also looking to increase", "the number of small systems that do not require long-distance electricity", "transmission, aiming for more than 8,000 megawatts of rooftop PV in 2014.", "It appears that China will soon lead the world in solar power as it does", "in wind: in May 2014, the government announced a PV target of 70,000", "megawatts by 2017.", "Cumulative Installed Solar Photovoltaics Capacity in Leading Countries,", "2000-2013", "To the east, Japan installed the second-most PV in 2013, adding 6,900", "megawatts to reach 13,600 megawatts of solar power in operation. The main", "driver of this doubling was a generous feed-in tariff (FIT) introduced a", "year after the 2011 Fukushima nuclear disaster to promote renewable energy", "development. (In general, a FIT guarantees generators a certain price over", "a fixed term for the electricity they send to the grid. Most of the", "world’s PV development to date has been catalyzed by FITs.)", "Small rooftop systems still dominate Japan’s PV landscape, but 2013 marked", "the first year when most new capacity came from larger projects. In early", "2014, an 82-megawatt park—Japan’s largest—opened in Oita Prefecture. And", "in June 2014, Kyocera and four other companies agreed on plans for a", "430-megawatt project on farmland in the Goto Islands off Nagasaki", "Prefecture in Kyushu, Japan’s third-largest island. Solar panels will be", "mounted on stilts, allowing enough sunlight to pass through to crops. The", "electricity produced, capable of powering 140,000 homes, will be delivered", "by undersea cable to Kyushu. As PV development accelerates, Japan is fast", "approaching its 2020 target of 28,000 megawatts.", "India nearly doubled its PV capacity in 2013. The western desert states of", "Gujarat and Rajasthan contain more than half of the country’s 2,300", "megawatts of PV. In June 2014, shortly after his election as prime", "minister, Narendra Modi’s administration announced an expansion of the", "National Solar Mission goals for 2022—from 22,000 to 34,000 megawatts—in", "order to generate 3 percent of the country’s electricity from solar power.", "The solar consultancy Bridge to India notes that PV sited on just 6,200", "square miles, about 0.5 percent of India’s land area, could generate 50", "percent more electricity than India currently uses.", "Of course, 300 million Indians still lack access to electricity, while", "hundreds of millions more experience frequent shortages due to an", "unreliable grid. The good news is that installing rooftop PV in rural", "areas is cheaper than building a central power plant and grid, and", "electricity from PV is now cheaper than that from diesel generators. In", "addition, in a country where irrigation pumps running on diesel or grid", "electricity chronically overdraw underground aquifers, solar power offers", "a solution. A new government program will help farmers buy solar-powered", "pumps if they switch to water-saving drip irrigation. This is a", "triple-win: water use drops without affecting yields, fossil fuel use", "declines, and the government saves up to $6 billion per year in diesel and", "electricity subsidies.", "Elsewhere in Asia, South Korea grew its PV capacity 40 percent to nearly", "1,500 megawatts in 2013. And Thailand expanded its Lopburi Solar Farm to", "84 megawatts, part of an 80 percent boost in national solar installations", "to 700 megawatts.", "With its 2013 PV boom, Asia unseated Europe to become the leading region", "in annual installations. Downward adjustments to renewable energy", "incentives in Europe slashed new PV installations there by more than one", "third. Germany reduced its FIT rates for new projects faster than planned", "in an attempt to save on payments, and that cut installation rates in", "half.", "Reining in solar incentives has also slowed PV installations in Italy, now", "the third-ranked country in overall capacity with 17,600 megawatts. FIT", "rates for new PV plants were reduced beginning in mid-2011 and eventually", "eliminated in mid-2013. But PV system costs in Italy have fallen by 56–70", "percent over the last five years, depending on size, a positive sign for", "PV competitiveness after the FIT. A recently-finished 700-kilowatt rooftop", "system on an Ikea store in Pisa, one of the first unsubsidized projects,", "will generate electricity at a price that rivals or bests the grid", "average.", "Across the Atlantic, solar power is starting to take off in the United", "States. The country added some 4,800 megawatts in 2013, increasing its", "total PV capacity by 65 percent to 12,000 megawatts. Factors contributing", "to this growth include continually falling system costs (2013 saw an", "average 15 percent drop), utilities meeting state-mandated obligations to", "sell electricity from renewables, and home solar leasing arrangements", "gaining in popularity.", "More than half of the new U.S. PV capacity in 2013 came online in", "California, long the leading solar state. In addition to small residential", "systems, many large solar parks are operating or under construction in", "California, including the two Solar Star projects slated for completion in", "late 2015. With a combined 580 megawatts, these two plants are expected to", "generate enough electricity for 250,000 homes. Arizona, which added 420", "megawatts of PV in 2013, boasts the 290-megawatt Agua Caliente project", "outside Phoenix. Rounding out the top five states in 2013 were North", "Carolina (340 megawatts), New Jersey, and Massachusetts (240 megawatts", "each).", "PV is gaining steam in other countries in the Americas as well. Canada", "added 440 megawatts to reach 1,200 megawatts in 2013. Mexico nearly", "doubled its PV capacity to 100 megawatts and is expected to reach 240", "megawatts by the end of 2014. In Chile, the U.S. firm SunEdison announced", "in June 2014 the completion of the largest PV plant in Latin America, its", "100-megawatt project in the Atacama Desert. And Brazil looks likely to", "nearly double its PV capacity to more than 70 megawatts in 2014.", "Another sunbaked country building its PV capacity is Australia, now with", "3,300 megawatts. One in seven homes there generates electricity with", "rooftop PV. In South Australia, the figure is one in four homes.", "In the Middle East, Israel has installed the most solar PV to date. Its", "installed PV base grew 75 percent in 2013 to 420 megawatts. Dubai in the", "United Arab Emirates switched on a 13-megawatt project in October 2013", "that is planned to expand to at least 100 megawatts and perhaps 10 times", "that size. By 2032, Saudi Arabia aims to have 16,000 megawatts of PV.", "In Africa, where small off-grid PV systems have been the norm, South", "Africa dominates in PV capacity. At least three large projects with a", "combined 175 megawatts have been inaugurated in that country’s Northern", "Cape province since late 2013. The Chinese solar firm Hanergy plans to", "build a 400-megawatt park in Ghana. And Skypower FAS Energy, a", "Canadian-Saudi joint venture, signed agreements with Nigerian federal and", "state governments in May 2014 to install 3,000 megawatts of utility-scale", "PV there by 2019.", "PV remains the most rapidly growing energy technology by a wide margin.", "Indeed, global PV installations for 2014 should reach at least 40,000", "megawatts, expanding world PV capacity by another 30 percent. As concerns", "about climate change grow, solar PV has firmly established itself as an", "integral player in the transition from fossil fuels.", "Copyright © 2014 Earth Policy Institute", "July 31, 2013", "World Solar Power Topped 100,000 Megawatts in 2012", "October 27, 2011", "Solar PV Breaks Records in 2010", "September 21, 2010", "Solar Cell Production Climbs to Another Record in 2009", "December 27, 2007", "Solar Cell Production Jumps 50 Percent in 2007", "January 01, 2004", "World Sales of Solar Cells Jump 32 Percent", "January 01, 2002", "Solar Cell Sales Booming", "Print Print: HTML", "Email", "Bookmark and Share", "Publications |  Data Center |  Press Room |  EPI Blog |  Get Involved |", "About EPI  |", "Links  |  Site Map", "Earth Policy Institute", "EARTH POLICY INSTITUTE™ is a registered mark of Rutgers University.", "© Rutgers University", "[IMG]", "Buy Book", "Data", "World Solar Photovoltaics Installations, 2000-2013 (XLS)", "Cumulative Installed Solar Photovoltaics Capacity in Leading Countries and", "the World, 2000-2013 (XLS)", "Cumulative and Newly-Installed Solar Photovoltaics Capacity in Ten Leading", "Countries and the World, 2013 (XLS)", "All Data (XLS)", "For Additional Information", "From Earth Policy Institute", "Lester R. Brown, World on the Edge: How to Prevent Environmental and", "Economic Collapse (New York: W.W. Norton & Company, 2011).", "J. Matthew Roney, “Time to Rethink Japan's Energy Future,” Plan B Update,", "7 April 2011.", "From Other Sources", "BP, Statistical Review of World Energy June 2014 (London: 2014).", "European Photovoltaic Industry Association (EPIA), Global Market Outlook", "for Photovoltaics 2014-2018 (Brussels: May 2014).", "GTM Research and Solar Energy Industries Association, U.S. Solar Market", "Insight Report: 2013 Year-in-Review, executive summary (Washington, DC,", "and Boston, MA: 2014).", "International Energy Agency (IEA), Medium-Term Renewable Energy Market", "Report 2013 (Paris: 2013).", "Mark Z. Jacobson and Mark A. Delucchi, “Providing All Global Energy with", "Wind, Water, and Solar Power, Part I: Technologies, Energy Resources,", "Quantities and Areas of Infrastructure, and Materials,” Energy Policy,", "vol. 29 (2011), pp. 1,154–69.", "Renewable Energy Policy Network for the 21st Century (REN21), Renewables", "2014 Global Status Report (Paris: 2014).", "Links", "Database of State Incentives for Renewables & Efficiency (DSIRE)", "CleanTechnica", "European Photovoltaic Industry Association", "Greentech Media Solar News", "IEA Energy Access Database", "REN21", "Solar Energy Industries Association", "U.S. Department of Energy Photovoltaic Technology Basics"]