["Link: canonical", "Link: shortlink", "Waking Times", "Facebook Twitter Instagram", "Search for: _____________________  [ Search ]", "* Awakening, Evolution", "* Society, Culture", "* Earth, Nature, Food", "* Mind, Body, Spirit", "* Science, Mystery", "UPDATED: Bill Gates Explains that the Covid Vaccine will Likely Use Experimental", "Technology", "May 15, 2020", "[IMG]", "* * * * Get the latest Waking Times articles delivered to your inbox.", "Sign up here.", "Alex Pietrowski, Staff Writer", "Waking Times", "CORRECTION: This article was recently reviewed by Politifact, and out of", "respect for their efforts to stop the spread of misinformation on", "Facebook, we have decided to issue this correction. Their comments can be", "read, here. At issue specifically were two claims that we made.", "Firstly, that Gates said for certain the new vaccine will use RNA or DNA", "technology. We should have stated that Gates implied that there is a very", "good chance that this technology will be used, but that they don’t yet", "know for certain.", "[IMG]", "Secondly, our claim that an RNA or DNA vaccine will permanently alter your", "DNA is disputed on the grounds that some research into these vaccines", "shows that vaccines degrade naturally and do not alter DNA.", "A quote from Politifact:", "Gates never said that the first licensed COVID-19 vaccine would use", "experimental technology or permanently alter DNA; he said specifically", "that “we don’t know yet what the COVID-19 vaccine will look like.” The", "most recent research also shows that RNA vaccines, which are being", "tested for COVID-19 right now, do degrade naturally and don’t alter DNA", "permanently.", "It does appear that there is some contention over the potential that DNA", "vaccines may permanently change a person’s DNA, as highlighted in this", "white paper from biotech company Moderna, a leading developer of RNA", "vaccine technology:", "“DNA vaccine work began thirty years ago, but as yet there are no", "licensed DNA vaccines and most remain in Phase 1 testing.", "(Figure 5) The key challenge associated with DNA vaccines is that they", "must penetrate the cell nucleus (crossing two membranes; the cytoplasm", "and the nucleus). The DNA must then be transcribed in the nucleus into", "mRNA before moving to the cytoplasm to stimulate antigen production.", "This core complex pathway often requires both larger doses and special,", "often painful delivery devices using electric shocks or gold", "microspheres into person’s skin to deliver the DNA vaccine. Once inside", "the nucleus, DNA vaccines have a risk of permanently changing a person’s", "DNA. ” [Source]", "Given the current state of world affairs, we felt that providing this", "correction and explanation was the best way to bring clarity and another", "perspective to this important issue. For any comments or questions, please", "contact editor@wakingtimes.com.", "—-", "“Currently, there are no RNA vaccines approved for human use.”", "~Wikipedia", "Rather than instruct people on how to improve their overall health or", "boost their immunity with healthy foods, quality supplements, and physical", "activity, the powers-that-be are telling the world that the only way to", "survive the Coronavirus crisis is to rush the development of a vaccine and", "then inject every human being on the planet.", "The U.S. government along with major cities like Chicago are already", "moving forward with plans to use government resources and the military to", "distribute hundreds of millions of doses of vaccines to Americans by the", "end of the year.", "At the forefront of this conversation is Bill Gates, who has emerged", "somehow as the world’s leading expert on pandemics and vaccines. Through", "his foundation he supports the WHO and the development of new vaccines,", "and is currently backing a number of pharmaceutical companies as they race", "to invent the product that will save the world from Covid-19.", "Typically, the process of developing, testing and mass producing vaccines", "takes years, but thanks to newly emerging, experimental technology, Gates", "hopes to be able to vaccine “7 billion healthy people” in record time.", "A new generation of vaccines is emerging as we speak. At present there are", "no DNA and RNA vaccines approved for human use, but as Gates says in the", "following post from his personal blog, the time for trying these out on", "everyone has come. In the following comment he explains the difference", "between traditional vaccines and DNA/RNA vaccines, which, again, have", "never been approved for human use:", "“Vaccines circumvent this whole process by teaching your body how to", "defeat a pathogen without ever getting sick. The two most common", "types—and the ones you’re probably most familiar with—are inactivated", "and live vaccines. Inactivated vaccines contain pathogens that have been", "killed. Live vaccines, on the other hand, are made of living pathogens", "that have been weakened (or “attenuated”). They’re highly effective but", "more prone to side effects than their inactivated counterparts.", "Inactivated and live vaccines are what we consider “traditional”", "approaches. There are a number of COVID-19 vaccine candidates of both", "types, and for good reason: they’re well-established. We know how to", "test and manufacture them.", "The downside is that they’re time-consuming to make. There’s a ton of", "material in each dose of a vaccine. Most of that material is biological,", "which means you have to grow it. That takes time, unfortunately.", "That’s why I’m particularly excited by two new approaches that some of", "the candidates are taking: RNA and DNA vaccines. If one of these new", "approaches pans out, we’ll likely be able to get vaccines out to the", "whole world much faster. (For the sake of simplicity, I’m only going to", "explain RNA vaccines. DNA vaccines are similar, just with a different", "type of genetic material and method of administration.)", "Our foundation—both through our own funding and through CEPI—has been", "supporting the development of an RNA vaccine platform for nearly a", "decade. We were planning to use it to make vaccines for diseases that", "affect the poor like malaria, but now it’s looking like one of the most", "promising options for COVID. The first candidate to start human trials", "was an RNA vaccine created by a company called Moderna.", "Here’s how an RNA vaccine works: rather than injecting a pathogen’s", "antigen into your body, you instead give the body the genetic code", "needed to produce that antigen itself. When the antigens appear on the", "outside of your cells, your immune system attacks them—and learns how to", "defeat future intruders in the process. You essentially turn your body", "into its own vaccine manufacturing unit.", "Here’s how an RNA vaccine works: rather than injecting a pathogen’s", "antigen into your body, you instead give the body the genetic code", "needed to produce that antigen itself. When the antigens appear on the", "outside of your cells, your immune system attacks them—and learns how to", "defeat future intruders in the process. You essentially turn your body", "into its own vaccine manufacturing unit.", "Because RNA vaccines let your body do most of the work, they don’t", "require much material. That makes them much faster to manufacture.", "There’s a catch, though: we don’t know for sure yet if RNA is a viable", "platform for vaccines. Since COVID would be the first RNA vaccine out of", "the gate, we have to prove both that the platform itself works and that", "it creates immunity. It’s a bit like building your computer system and", "your first piece of software at the same time.” ~ Bill Gates", "So, the rushed Covid-19 vaccine will most likely not be a traditional", "vaccine. It will not be tested for the typical duration that most vaccines", "are tested for. It will very likely be distributed by the military, and it", "everyone on the planet will have to take it.", "As noted by investigative journalist Jon Rappoport:", "“Two new technologies are in the COVID testing pipeline as we speak: DNA", "and RNA vaccines. They have never been released for public use. DNA", "technology is actually gene therapy. Genes are injected into the body,", "and they permanently alter the genetic makeup of the recipient in", "unknown ways. RNA vaccines would carry the danger of triggering", "autoimmune reactions, meaning the body basically goes to war against", "itself.", "The vaccine that is being tapped by the US government… under its", "National Institutes of Health…through drug company Moderna…HAS NEVER", "BEEN USED ON THE PUBLIC BEFORE. IT IS NOT LICENSED FOR PUBLIC USE.", "RNA VACCINES AND THE TECHNOLOGY THEY USE ARE ENTIRELY EXPERIMENTAL.", "AND THIS IS THE TYPE OF VACCINE BEING RUSHED INTO EXISTENCE IN 90 DAYS.", "What in the world could possibly go wrong?", "One way to find out is to unleash it on millions of people, stand back,", "and see.” ~Jon Rappoport", "Are ready for your family and your children to be used as guinea pigs in", "the largest global health experiment ever conducted?", "About the Author", "Alex Pietrowski is an artist and writer concerned with preserving good", "health and the basic freedom to enjoy a healthy lifestyle. He is a staff", "writer for WakingTimes.com. Alex is an avid student of Yoga and life.", "This article (Bill Gates Explains that the Covid Vaccine will Use", "Experimental Technology and Permanently Alter Your DNA) originally created", "and published by Waking Times and is published here under a Creative", "Commons license with attribution to Alex Pietrowski and WakingTimes.com.", "Like Waking Times on Facebook. Follow Waking Times on Twitter.", "* Signup now to stay informed.", "_____________________", "[ Subscribe Now ]", "Leave this field empty if you're human: _____________________", "* * * * Post navigation", "← Prev", "April 2020 Rockefeller Foundation Paper Urges Testing and Tracing Entire", "US Population", "Next →", "Bill Gates’ and Rockefeller Foundation’s Plan to Track Americans", "* * Post navigation", "← Prev", "April 2020 Rockefeller Foundation Paper Urges Testing and Tracing Entire", "US Population", "Next →", "Bill Gates’ and Rockefeller Foundation’s Plan to Track Americans", "* [IMG]", "* Recent Posts", "* Garden Rebels: 10 Ways To Sow Revolution In Your Back Yard (And", "Why You MUST Go To Battle) March 26, 2021", "* Fauci Does Damage Control After Former CDC Director Suspects", "Wuhan Lab Leak March 26, 2021", "* New York Officials Finally Reach Deal To Legalize Recreational", "Cannabis March 26, 2021", "* Meta-Mastery: Transcending Belief March 25, 2021", "* Why COVID Policies Are A War Against Humanity March 25, 2021", "Facebook Twitter Instagram", "Waking Times", "* Home", "* Contact", "* About Us", "* Submit Articles", "* Privacy Policy", "Top", "© 2011-2021 Waking Media, Inc", "-->"]