["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Don't Let Florida Go To Pot", "stated on May 20, 2014 in the group's website:", "A proposed amendment \"allows a teenager to get a recommendation for", "medical marijuana without the consent of a parent.\"", "true half-true", "* Health Care", "* Florida", "* Marijuana", "* Don't Let Florida Go To Pot", "Joshua Gillin", "By Joshua Gillin May 22, 2014", "Amendment 'allows a teenager to get a recommendation for medical marijuana", "without the consent of a parent'", "Family Feud time! Today’s question: Name something most teenagers cannot", "do.", "Vote? Ding! See R-rated movies alone? Ding! Buy beer? Ding!", "Score some weed without a hitch under Florida’s proposed medical marijuana", "amendment? BUZZZZ!", "An anti-marijuana coalition operating the website", "DontLetFloridaGoToPot.com has claimed as much. Among the talking points", "was the assertion, \"The amendment allows a teenager to get a", "recommendation for medical marijuana without the consent of a parent.\"", "There’s already plenty of debate over the legalities of Amendment 2, which", "is on the November ballot. But can teens easily score a nickel bag solo", "should it pass? We’ll have to take our own survey and see what it says.", "A minor hitch", "Amendment 2 calls for the state to allow patients with cancer, glaucoma,", "AIDS, hepatitis C, ALS, Crohn’s disease, Parkinson’s disease, multiple", "sclerosis and unspecified \"other conditions\" to obtain medical marijuana", "with a doctor’s written recommendation. Technically, the physicians won’t", "write prescriptions, because marijuana would still be illegal under", "federal law. If 60 percent of voters ratify the amendment, the state must", "set up a dispensary system and write regulations for growing and selling", "the drug.", "The Don’t Let Florida Go To Pot website lists more than 40 \"coalition", "partners.\" The Orlando Sentinel reported the site is run by Save Our", "Society From Drugs, a St. Petersburg-based lobbying group, and the Florida", "Sheriffs Association. The sheriffs association’s tax status prevents it", "from actively lobbying for people to vote against Amendment 2, but the", "group publicly opposes the measure.", "The sheriff’s association and Save Our Society did not answer our", "questions about why they think teens will be free to roll up spliffs", "without asking mom and dad first. Others have complained the measure’s", "language doesn’t set a minimum age, and therefore targets minors.", "But the vague amendment language is by design, according to the", "organization behind the amendment. United for Care attorney Jon Mills told", "PolitiFact Florida that by not addressing the age issue, a topic that was", "discussed while drafting the proposal, the amendment allows state law to", "take precedent on the issue of age.", "Currently, a parent or guardian must provide consent for medical treatment", "for a minor, except in emergencies or other unusual circumstances, such as", "when the Department of Children and Family Services must get involved.", "The absence of an age limit is to allow the state freedom to write the", "rules as they see fit, should the amendment pass and become part of the", "state Constitution.", "\"If we put a minimum age in we’d never be able to modify it,\" Mills said,", "referring to how the amendment will change the state’s Constitution,", "rather than creating a new statute, as many medical marijuana states do.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "There are 21 states with laws that allow medical cannabis. Only three", "(California, Washington and Massachusetts) make no mention of minors in", "their language, as in the Florida amendment. Karen O’Keefe, director of", "state policies for the Marijuana Policy Project, which favors measures to", "allow medical marijuana, said all three still require parental involvement", "in some way.", "Minnesota, which will soon be the 22nd state to allow it, also doesn’t", "include language about children.", "Three other states (Connecticut, Delaware and Illinois) specifically", "exclude allowing minors to use the drug -- and Illinois is on the brink of", "changing its law concerning kids. The other 15 allow children access to", "the drug to some degree but only with parental consent.", "\"In Florida, I think there is no way that minors will actually ultimately", "be allowed to sign up for medical marijuana without their parent or", "guardian’s support. In fact, the rules may be even more strict than they", "are in most states,\" O’Keefe said. She compared Amendment 2 to", "Massachusetts’ 2012 law, which didn’t mention minors. The state ended up", "heavily regulating use by children.", "Vanderbilt Law School professor Robert Mikos pointed out that any teenager", "would have to go through the same vetting process as adults. That means", "they would undergo whatever examination, registration and regulation", "process the state creates.", "\"Does this mean a 13-year-old could just go in and get a certification?", "That’s not the case in any state,\" he said. \"There’s nothing about the", "Florida proposal that says Florida would be worse than any other state.\"", "So if concerns about minors are unfounded, could Don’t Let Florida Go To", "Pot potentially mean 18- or 19-year-olds? They’re technically teenagers.", "Mikos says if that’s what Don’t Let Florida Go To Pot is saying, \"it’s a", "very misleading statement meant to scare people.\" He points out that", "18-year-olds are allowed to buy tobacco and are allowed prescriptions to", "Oxycontin, so marijuana probably shouldn’t be treated any differently.", "Douglas Berman, an Ohio State University law professor who edits a", "marijuana policy blog, says the opposition’s concern about teen use could", "possibly be better illustrated by the possibility of those older teens", "exploiting the system.", "\"There’s nothing in this to stop college kids on spring break to go into", "the doctor’s office and saying, ‘My back hurts,’ and getting some, not for", "medicinal purposes, but because they want to have fun,\" Berman said. But", "focusing on that angle in medical legislation is a dubious argument.", "\"There’s nothing else in medicine that we go to a 19-year-old and say,", "‘Hey, you need your parents’ permission,\" Berman added.", "Our ruling", "Don’t Let Florida Go To Pot says \"the amendment allows a teenager to get a", "recommendation for medical marijuana without the consent of a parent.\" The", "group didn’t offer us any specifics on what it meant.", "The amendment is actually silent on the issue of minors. The proposal’s", "framers say they specifically didn’t include minors in its language in", "order to let state law reign supreme. Policy experts said state", "regulations usually dictate parental consent is necessary, and there’s no", "reason to think Florida would be any different. We should note that in all", "probability, 18- and 19-year-olds would have access like any other adult.", "We rate the claim Half True.", "Our Sources", "Dont Let Florida Go To Pot, \"Facts vs. Myths,\" accessed May 20, 2014", "The Florida Bar, \"Legal Hurdles to Leap to Get Medical Treatment for", "Children,\" January 2006", "Florida Sheriffs Association, \"Florida Sheriffs Pass Resolution to Oppose", "the Legalization of Marijuana,\" Jan. 16, 2014", "PolitiFact Florida, \"Pam Bondi says amendment would make Florida one of", "the most lenient medical marijuana states,\" Dec. 17, 2013", "PolitiFact Florida, \"Pam Bondi says medical marijuana is illegal under", "federal law, with or without amendment,\" Dec. 17, 2013", "PolitiFact Florida, \"Medical marijuana ballot initiative requires doctors'", "input but not a prescription for 'debilitating' conditions,\" Feb. 21, 2014", "Tampa Bay Times, \"Surveys yet to link medical marijuana and teen drug", "abuse,\" March 29, 2014", "Marijuana Policy Project, \"The Twenty-One States and One Federal District", "With Effective Medical Marijuana Laws,\" April 18, 2014", "Associated Press, \"Florida sheriffs campaigning against medical", "marijuana,\" April 27, 2014", "First Coast News, \"Don't let Florida go to Pot' campaign underway,\" April", "28, 2014", "Orlando Sentinel, \"Sheriffs take lead against legalizing medical pot,\" May", "1, 2014", "Associated Press, \"Minnesota lawmakers agree to legalize medical marijuana", "under tight restrictions,\" May 15, 2014", "Tampa Bay Times, \"PTA meeting ends with anti-medical marijuana pamphlets,\"", "May 16, 2014", "Associated Press, \"Minnesota to become 22nd state to legalize medical", "marijuana,\" May 20, 2014", "Constitutional Amendment Petition Form, \"Use of Marijuana for Certain", "Medical Conditions,\" accessed May 20, 2014", "Florida Senate, \"2012 Florida Statutes: SECTION 0645, Other persons who", "may consent to medical care or treatment of a minor,\" accessed May 22,", "2014", "California Department of Public Health, Proposition 215 text, accessed May", "22, 2014", "Washington State Legislature, \"Chapter 69.51a RCW MEDICAL CANNABIS", "(Formerly Medical marijuana),\" accessed May 22, 2014", "Secretary of the Commonwealth of Massachusetts, \"Chapter 93J Massachusetts", "Right to Repair Act,\" accessed May 22, 2014", "Commonwealth of Massachusetts, \"Implementation of an Act for the", "Humanitarian Medical Use of Marijuana,\" accessed May 22, 2014", "Marijuana Policy Project, \"Illinois: Important bill protecting patients", "with seizure conditions continues to advance!,\" accessed May 22, 2014", "Interview with Ben Pollara, United for Care campaign manager, May 21, 2014", "Interview with Jon Mills, United for Care attorney, May 21, 2014", "Interview with Karen O’Keefe, Marijuana Policy Project director of state", "policies, May 21-22, 2014", "Interview with Robert Mikos, Vanderbilt Law School director of Program in", "Law and Government, May 22, 2014", "Interview with Douglas Berman, Ohio State University Moritz College of Law", "professor, May 22, 2014", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Joshua Gillin", "FreedomJunkshun.com", "stated on November 6, 2017 a headline:", "\"Supreme Court issues its first bench warrant ever.\"", "pants-fire pants-fire", "By Susan Areson • November 9, 2017", "React365.com", "stated on November 7, 2017 an Internet post:", "Says the University of Florida \"requests to cancel rivalry game\" against", "Florida State University.", "pants-fire pants-fire", "By Joshua Gillin • November 7, 2017", "YourNewsWire.com", "stated on November 5, 2017 an Internet post:", "\"Texas Church shooter was Antifa and wanted to start (a) ‘communist", "revolution.’ \"", "pants-fire pants-fire", "By Joshua Gillin • November 6, 2017", "Sebastian Gorka", "stated on November 1, 2017 an appearance on 'Hannity':", "Says Jake Tapper said Allahu Akbar was a \"beautiful phrase\" after a", "terrorist attack in New York.", "pants-fire pants-fire", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 6, 2017 Internet posts:", "\"California Democrat Maxine Waters charged on 3 counts.\"", "barely-true barely-true", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 29, 2017 Internet posts:", "Says actor Morgan Freeman said, \"Jailing Hillary\" is the best way to", "\"restore public faith in government.\"", "pants-fire pants-fire", "By Joshua Gillin • November 1, 2017", "FreedomJunkshun.com", "stated on October 28, 2017 a headline:", "\"Hillary Clinton leaves the country as Mueller indictment is announced.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "FreedomJunkshun.com", "stated on October 27, 2017 a headline:", "\"Breitbart leaks names of four Dems being charged in Mueller’s Russia", "probe.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "Michael Moore", "stated on October 4, 2017 a Facebook post:", "\"People who die from a home invasion make up a sad but minuscule .04% of", "all gun murders in the U.S. And over a third of them are killed by their", "own gun that the criminal has either stolen or wrestled from them.\"", "barely-true barely-true", "By Joshua Gillin • October 25, 2017", "React365.com", "stated on October 23, 2017 a headline:", "\"Tulsa school closes after brutal fire.\"", "pants-fire pants-fire", "By Joshua Gillin • October 23, 2017", "AsAmericanAsApplePie.org", "stated on October 16, 2017 a headline:", "\"Hillary (Clinton) caught on tape laughing about (Hurricane) Irma ‘wiping", "out all of those Florida hillbillies’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 18, 2017", "AsAmericanAsApplePie.org", "stated on October 15, 2017 a headline:", "\"San Juan city council votes unanimously to impeach Trump-hating mayor.\"", "pants-fire pants-fire", "By Joshua Gillin • October 17, 2017", "Viral image", "stated on October 9, 2017 Internet posts:", "A viral image shows LeBron James wearing a T-shirt that reads, \"We march,", "y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all", "silent.\"", "false false", "By Joshua Gillin • October 12, 2017", "Bloggers", "stated on October 9, 2017 a headline:", "\"President Trump signs executive order stripping NFL of ‘non-profit’", "status.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "AsAmericanAsApplePie.org", "stated on October 8, 2017 a headline:", "\"Jason Aldean gig canceled after he sells out to liberals on ‘SNL’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "Amendment 'allows a teenager to get a recommendation for medical marijuana", "without the consent of a parent'", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]