["Link: canonical", "Link: alternate en", "Link: alternate es", "Link: revision", "Skip to main content", "This is the USCIS preview website. Visit uscis.gov for the official USCIS", "site.", "USCIS Response to Coronavirus (COVID-19)", "Official Website of the Department of Homeland Security", "Official Website of the Department of Homeland Security    Here's how you", "know", "Español", "Contact Us", "Multilingual Resources", "Official Government Website", "Official websites use .gov", "A .gov website belongs to an official government organization in the", "United States.", "Secure Website", "Secure .gov websites use HTTPS", "A lock ( A locked padlock ) or https:// means you've safely connected to", "the .gov website. Share sensitive information only on official, secure", "websites.", "Menu", "U.S. Department of Homeland Security Seal, U.S. Citizenship and", "Immigration Services", "_____________________", "[ Submit ]", "Sign In", "Access USCIS online services.", "* Sign In", "* Create Account", "Sign In", "Create Account", "Horizontal Menu", "* Forms", "* News", "* Citizenship", "* Green Card", "* Laws", "* Tools", "* Contact us", "* Multilingual Resources", "* Ask Emma", "Main navigation", "Skip to main content", "* Green Card", "* Green Card Eligibility", "* Green Card for Employment-Based Immigrants", "* Green Card for Family Preference Immigrants", "* Green Card for an Immediate Relative of a U.S. Citizen", "* How to Apply for a Green Card", "* Green Card Processes and Procedures", "* Adjustment of Status", "* Consular Processing", "* Concurrent Filing of Form I-485", "* Visa Availability & Priority Dates", "* Adjustment of Status Filing Charts from the Visa", "Bulletin", "* Travel Documents", "* Employment Authorization Document", "* Finding a Medical Doctor", "* Affidavit of Support", "* Public Charge", "* Inadmissibility on Public Charge Grounds Final Rule:", "Litigation", "* Child Status Protection Act", "* While Your Green Card Application Is Pending with USCIS", "* After Receiving a Decision", "* After We Grant Your Green Card", "* Conditional Permanent Residence", "* International Travel as a Permanent Resident", "* Maintaining Permanent Residence", "* Replace a Green Card", "* Rights and Responsibilities of a Permanent Resident", "Breadcrumb", "1. Home", "2. Green Card", "3. Green Card Eligibility", "4. Green Card Through the Diversity Immigrant Visa Program", "Green Card Through the Diversity Immigrant Visa Program", "The Diversity Immigrant Visa Program (DV Program) makes up to 50,000", "immigrant visas available annually, drawn from random selection among all", "entries to individuals who are from countries with low rates of", "immigration to the United States. The DV Program is administered by the", "U.S. Department of State (DOS).", "Most lottery winners reside outside the United States and immigrate", "through consular processing and issuance of an immigrant visa. To learn", "more, visit the U.S. Department of State's website.", "Diversity Visa Winners Legally Residing In the United States: Apply Through", "USCIS", "There are, however, a small number of lottery winners each year who, at", "the time of “winning the lottery,” are residing in the United States in a", "nonimmigrant or other legal status. For these winners residing inside the", "United States, USCIS processes adjustment of status applications.", "The following information applies to winners legally residing in the", "United States only.", "Eligibility Criteria", "For an applicant to adjust status under the DV Program, you must establish", "that you:", "* Have been selected for a diversity visa by DOS’s lottery;", "* Have an immigrant visa immediately available at the time of filing an", "adjustment application (Form I-485, Application to Register Permanent", "Residence or Adjust Status); and", "* Are admissible to the United States.", "Visa Availability", "For visa availability, check the latest month's DOS Visa Bulletin. Section", "B contains a chart showing the current month's visa availability in the", "Diversity Immigrant category. The chart shows when the Diversity Immigrant", "cut-off is met. When the cut-off is met, visas will be available in that", "month for the applicants with Diversity Immigrant lottery rank numbers", "below the specified cut-off numbers for their geographic areas.", "Section C contains a chart showing the Diversity Immigrant category rank", "cut-offs for the following month, which represents the advance", "notification of Diversity Immigrant visa availability. As soon as a", "monthly Visa Bulletin is published, anyone with a lower rank number than", "the rank cut-off number shown in Section C is eligible to file for", "adjustment of status. This provides lottery winners the opportunity to", "file for adjustment of status up to six or seven weeks before a visa", "number can actually be allocated. This gives USCIS additional time to", "determine your eligibility for adjustment of status before the end of the", "fiscal year.", "A Diversity Immigrant-based adjustment application cannot be adjudicated", "until a visa can be allocated, as indicated in the Visa Bulletin’s current", "Diversity Immigrant rank cut-offs for a particular month.", "Application Process and Supporting Evidence", "To obtain a Green Card, you must file Form I-485.", "Supporting Evidence for Form I-485", "Submit the following evidence with your Form I-485:", "* Two passport-style photos", "* Copy of birth certificate", "* Form I-693, Report of Medical Examination and Vaccination Record", "* Copy of passport page with nonimmigrant visa (if applicable)", "* Copy of passport page with admission (entry) or parole stamp (if", "applicable)", "* Form I-94, Arrival/Departure Record", "* Certified copies of court records (if the individual has been", "arrested)", "* Copy of the principal applicant’s selection letter for the diversity", "visa lottery from DOS", "* Copy of the receipt from DOS for the diversity visa lottery processing", "fee", "* Form I-601, Application for Waiver of Grounds of Inadmissibility (if", "applicable)", "* Applicable fees", "Other Considerations", "The adjustment of status process for diversity visa winners must be", "completed by September 30 of the fiscal year the lottery pertains to.", "Visas cannot be carried over to the next fiscal year.", "Fraud Warning", "Fraudsters may send you emails claiming you’ve won the Diversity Visa", "(Green Card) lottery.", "Never send money to anyone who sends you a letter or email claiming you", "have won - learn how to protect yourself from scams.", "Last Reviewed/Updated:", "01/11/2018", "U.S. Citizenship and Immigration Services", "* * * * * * Footer menu", "Topics", "* About USCIS", "* Adoption", "* Administrative Appeals", "* Archive", "* A-Z Index", "* Budget, Planning and Performance", "* Family", "* File Online", "* Glossary", "* Humanitarian", "* Laws and Policy", "* Military", "* Outreach", "* Records", "* Scams, Fraud, and Misconduct", "* Site Map", "* Working in the U.S.", "* Visit the U.S.", "Verification", "* E-Verify", "* I-9 Central", "* myE-Verify", "* SAVE", "Policies", "* Accessibility", "* FOIA", "* No FEAR act", "* Plug-ins", "* Privacy and Legal Disclaimers", "* Website Policies", "Government", "* U.S. Department of Homeland Security", "* DHS Components", "* DHS Inspector General", "* DHS Civil Rights Complaint", "* USA.gov", "* U.S. Department of State", "* IRS.gov", "* White House", "Contact Us", "[ Submit ]"]