["Link: canonical", "Link: amphtml", "Skip to main content", "Currently Reading", "SunPower to open plant in Milpitas", "* Newsletters", "* Sign In", "* _____________________ [  ]", "* Home", "* About SFGATE", "* Contact SFGATE", "* Newsletters", "* Ethics Policy", "* Privacy Notice / Notice At Collection", "* Terms of Use", "* Ad Choices", "* Classifieds", "* Do Not Sell My Personal Info", "* News", "* Bay Area", "* California", "* Nation", "* World", "* Politics", "* Commuting", "* Crime", "* California Wildfires", "* Business", "* Education", "* Sponsored Content", "* Health", "* Jobs", "* Local", "* SF History", "* Businesses", "* Places", "* Essays", "* Sponsored Content", "* Sports", "* 49ers", "* Giants", "* A's", "* Warriors", "* Soccer", "* Sharks", "* TV Listings", "* College", "* Preps", "* culture", "* Movies", "* Music", "* Streaming", "* Characters", "* Tech & Social Media", "* Things To Do", "* Sponsored: SF Culture", "* Cannabis", "* Senior Living", "* Food + Drink", "* Restaurants", "* Reservations", "* Beer News", "* Travel", "* City Guides", "* Weekend Getaways", "* Wine Country", "* Napa", "* Tahoe", "* California Parks", "* Disneyland", "* Hawaii", "* SF Insider: Things to do", "* Monterey-Carmel", "* Real Estate", "* New Homes", "* (Virtual) Open Homes", "* Luxury", "* Rentals", "* Mortgage Rates", "* Place a Real Estate Ad", "* Neighborhood Guides", "* Home & Garden", "* Obits", "* Obituaries", "* Place an Obituary", "* Coupons", "* Buy Area", "[ Submit ]", "MOST POPULAR", "* Danville, Calif., with Mt Diablo summit in the background.", "The safest city in California is in the Bay Area, report finds", "* Hawaii is economically dependent on tourism, but visitors who behave", "badly are also sparking anger amongst the state's residents.", "Hawaii's residents are speaking out on tourists behaving badly", "* An illustration of Annie Withey and her bunny Bernie based on a", "photographer from the 1980s.", "Annie's is based in Bay Area, but Annie is not. Here's her story.", "* People wait in line to receive the COVID-19 vaccine at a mass", "vaccination site in a parking lot for Disneyland Resort on January 13,", "2021 in Anaheim, California. California announced that effective", "immediately, all residents 65 or older are eligible to receive the", "vaccine.", "Californians aged 50-64 rush to get vaccine before expansion", "* An ambitious new plan to solve Tahoe's traffic challenges published", "this month. The plan has a $1 billion funding gap.", "Why building more roads won't solve Tahoe's traffic nightmares", "* Long Distance Love: A Trucking Story", "I fell for a trucker and traveled America with him for 9 months", "* In this April 14, 2020 file photo, the thumbs up Like logo is shown on", "a sign at Facebook headquarters in Menlo Park, Calif. Facebook said", "Tuesday, Sept. 1 that it removed a small network of accounts and pages", "linked to Russia's Internet Research Agency, the â\u0080\u009ctroll factory\"", "that has used social media accounts to sow political discord in the", "U.S. since the 2016 presidential election.", "2 SF Bay Area tech giants prepare to reopen offices", "* WAFFLES + MOCHI (L to R) WAFFLES, MOCHI, and SAMIN NOSRAT in episode", "101 of WAFFLES + MOCHI Cr. ADAM ROSE/NETFLIX © 2020", "Michelle Obama’s new Netflix show comes to Oakland, San Francisco", "* CHICAGO, ILLINOIS - JANUARY 28: A Southwest Airlines jet lands at", "Midway International Airport on January 28, 2021 in Chicago, Illinois.", "Southwest Airlines today reported its first annual loss since 1972.", "The coronavirus (COVID-19) pandemic has wreaked havoc on the industry", "in 2020 with U.S. airlines reporting a combined $34 billion loss.", "(Photo by Scott Olson/Getty Images)", "Pilot who went on vulgar, anti-Bay Area rant works at Southwest", "* FILE - In this Aug. 15, 2019, file photo, marijuana grows at an indoor", "cannabis farm in Gardena, Calif. The leading cannabis industry group", "in California announced Tuesday, Jan. 19, 2021, it had reached an", "agreement with a state credit union that will provide access to", "checking and other banking services for marijuana companies, ending", "what had been a longstanding obstacle for many businesses. (AP", "Photo/Richard Vogel, File)", "Sen. Wiener tweets about White House 'Reefer Madness' situation", "* Sleeping Beauty Castle at Disneyland Park", "Disneyland reopening tickets will be nearly impossible to get", "* HALF MOON BAY, Feb. 28, 2021 -- People enjoy their leisure time on a", "beach in Half Moon Bay in California, the United States, Feb. 28,", "2021. (Photo by Wu Xiaoling/Xinhua via Getty) (Xinhua/Wu Xiaoling via", "Getty Images)", "SF Bay Area's first spring warm-up could bring highs in 80s", "[ Submit ]", "Business", "SunPower to open plant in Milpitas", "ENERGY", "Photo of David R. Baker", "David R. Baker, Chronicle Staff Writer", "April 23, 2010Updated: Feb. 10, 2012 10:33 p.m.", "Facebook Twitter Email", "8", "1of8 Show MoreShow Less Tom Starrs examines a solar panel at the SunPower", "facility in Richmond, Calif., on Thursday, March 18, 2010. SunPower", "recently announced a deal with Southern California Edison to provide solar", "technology that will produce up to 200 megawatts of energy.2of8Tom Starrs", "examines a solar panel at the SunPower facility in Richmond, Calif., on", "Thursday, March 18, 2010. SunPower recently announced a deal with Southern", "California Edison to provide solar technology that will produce up to 200", "megawatts of energy.Paul Chinn/The ChronicleShow MoreShow Less", "3of8 Tom Dinwoodie, founder of SunPower Corporation, describes the solar", "panel manufacturing process during a tour of his firm's facility in", "Richmond, Calif., on Thursday, March 18, 2010. SunPower recently announced", "a deal with Southern California Edison to provide solar technology that", "will produce up to 200 megawatts of energy.4of8Tom Dinwoodie, founder of", "SunPower Corporation, describes the solar panel manufacturing process", "during a tour of his firm's facility in Richmond, Calif., on Thursday,", "March 18, 2010. SunPower recently announced a deal with Southern", "California Edison to provide solar technology that will produce up to 200", "megawatts of energy.Paul Chinn/The ChronicleShow MoreShow Less Tom Starrs", "inspects the underbelly of a solar panel at the SunPower facility in", "Richmond, Calif., on Thursday, March 18, 2010. SunPower recently announced", "a deal with Southern California Edison to provide solar technology that", "will produce up to 200 megawatts of energy.5of8Tom Starrs inspects the", "underbelly of a solar panel at the SunPower facility in Richmond, Calif.,", "on Thursday, March 18, 2010. SunPower recently announced a deal with", "Southern California Edison to provide solar technology that will produce", "up to 200 megawatts of energy.Paul Chinn/The ChronicleShow MoreShow Less", "6of8 Solar panels collect rays from the sun on the roof of the SunPower", "facility in Richmond, Calif., on Thursday, March 18, 2010. About 3,000", "panels gather enough solar energy to provide one megawatt of power for the", "building, which was once a Ford automobile assembly plant. SunPower", "recently announced a deal with Southern California Edison to provide solar", "technology that will produce up to 200 megawatts of energy.7of8Solar", "panels collect rays from the sun on the roof of the SunPower facility in", "Richmond, Calif., on Thursday, March 18, 2010. About 3,000 panels gather", "enough solar energy to provide one megawatt of power for the building,", "which was once a Ford automobile assembly plant. SunPower recently", "announced a deal with Southern California Edison to provide solar", "technology that will produce up to 200 megawatts of energy.Paul Chinn/The", "ChronicleShow MoreShow Less", "8of8", "* * * * * * * *  SunPower Corp., one of the nation's largest solar panel", "manufacturers, will open a facility in Milpitas this year, adding 100 jobs", "to a part of the Bay Area still reeling from the closure of the New United", "Motor Manufacturing Inc. plant.", "\"We're thrilled to bring manufacturing jobs back to California,\" said", "SunPower Chief Executive Officer Tom Werner, who announced plans for the", "facility on Thursday. \"Can you imagine saying that?\"", "The facility will occupy a building on the Milpitas campus of Flextronics", "and represents a new partnership between the two companies. SunPower,", "based in San Jose, will buy the equipment for the facility, using money", "from a federal grant. Flextronics, which manufactures electronics, will", "hire the workers.", "California faced determined competition from other states - including", "Arizona and Texas - that wanted to host the facility. California's", "financial incentives for green-tech manufacturing, combined with the", "state's policies promoting solar power, sealed the deal, SunPower", "executives said.", "\"That kind of long-term commitment by the state really gives us the", "confidence to invest here,\" said Julie Blunden, the company's vice", "president of public policy and communications.", "Gov. Arnold Schwarzenegger, who took a personal role in negotiating with", "SunPower, said the company's products will, in turn, help California meet", "its goal of getting 33 percent of its electricity from renewable sources", "by 2020.", "\"It's one thing to set goals ... but how are you going to get there?\" he", "said Thursday at a news conference with Werner. \"Only through technology.", "Because I don't believe that people should stop anything. They shouldn't", "stop their Jacuzzis, their big-screen TVs.\"", "Top Picks In Shopping", "* Shopping Get a Sonic toothbrush and water flosser for over 70% off", "StackCommerce", "* Shopping Bokksu brings Japanese snacks to you while you can't go...", "Bokksu brings a curated selection of Japanese snacks, candies and teas", "to your door on a monthly basis.", "* Shopping Here's how to get 20% off Yeti products", ".", "* Shopping Here's how to get $90 of wine for $40", "Firstleaf wine club - get your first box of 6 bottles of wine for just", "$39.99", "* Shopping The best masks for people who wear glasses", "Tri-fold Woven Face Mask - 2-Pack, $18 at Huckberry", "SunPower celebrates its 25th anniversary this week. Despite fierce", "competition from low-price solar panel manufacturers in China, the company", "has been expanding, building a manufacturing plant in Malaysia and", "planning another in Europe. SunPower employs 650 people in the Bay Area", "and plans to add 200 this year.", "The company will rely on both state and federal assistance to open the", "Milpitas facility. SunPower can receive up to $24 million through a U.S.", "Department of Energy program to make solar manufacturing cheaper and more", "efficient. The company also will apply for a federal manufacturing tax", "credit under last year's economic stimulus package. Finally, a California", "program will allow SunPower to buy equipment for the new facility without", "paying sales tax.", "\"From time to time, technology needs a little push to get to the next", "level, and if it doesn't get that push, it may die, or it may take longer", "to get there,\" said E.C. Sykes, president of Singapore-based Flextronics.", "SunPower has already ordered the equipment for the facility, buying more", "than half of it from American companies in Colorado, Illinois, Oregon and", "Pennsylvania.", "Top Picks In Shopping", "* Shopping Get a Sonic toothbrush and water flosser for over 70% off", "StackCommerce", "* Shopping Bokksu brings Japanese snacks to you while you can't go...", "Bokksu brings a curated selection of Japanese snacks, candies and teas", "to your door on a monthly basis.", "* Shopping Here's how to get 20% off Yeti products", ".", "* Shopping Here's how to get $90 of wine for $40", "Firstleaf wine club - get your first box of 6 bottles of wine for just", "$39.99", "* Shopping The best masks for people who wear glasses", "Tri-fold Woven Face Mask - 2-Pack, $18 at Huckberry", "Photo of David R. Baker", "Written By", "David R. Baker", "Reach David R. on", "David Baker covers energy, clean tech, electric vehicles and self-driving", "cars for the San Francisco Chronicle. He joined the paper in 2000 after", "spending five years in Southern California reporting for the Los Angeles", "Times and the Daily News of Los Angeles. He has reported from wind farms,", "geothermal fields, solar power plants, oil fields and an offshore drilling", "rig in the Gulf of Mexico. He also visited Baghdad and Basra in 2003 to", "write about Iraq's reconstruction. He graduated from Amherst College and", "the Columbia University Graduate School of Journalism. He lives in San", "Francisco with his wife.", "Top shopping picks", "* Anker 2-Pack Dual Port 12W Wall Charger with Foldable Plug, $11.89 at", "Amazon", "Anker's dual-port travel charger is ridiculously cheap right now", "* Saffiano Leather 3-in-1 Crossbody, $99 at Michael Kors (70% off)", "This Michael Kors 3-in-1 crossbody bag is 70% off", "* Fire HD 10 Tablet, $107.99 at Amazon", "Amazon’s good-enough 10” Fire tablet is cheaper than ever", "* Justice League Gray is streaming on HBOMax", "There's a black-and-white Justice League called ‘Justice is...", "* * * Return to Top", "* About", "* Our Company", "* Privacy Notice / Notice at Collection", "* Your California Privacy Rights", "* Interest Based Ads", "* Terms of Use", "* Advertising", "* Careers", "* Contact", "* Customer Service", "* Newsroom Contacts", "* CCPA", "* Do not sell my personal info", "* QuickLinks", "* Real Estate", "* Cars", "* Jobs", "* SF Marketplace", "* Recruitment", "* Home Services", "* Obituaries", "* Horoscopes", "* Comics", "*", "* Dear Abby", "* Weather", "* Home", "* Movies", "* TV", "* Earthquakes", "* Wildfires", "* Public Notice", "HEARST newspapers logo ©2021 Hearst"]