["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Pam Bondi", "stated on October 24, 2013 in an initial brief to the Florida Supreme", "Court:", "Florida’s proposed medical marijuana amendment \"would make Florida one of", "the most lenient medical-marijuana states, allowing use for limitless", "‘other conditions’ specified by any physician.\"", "true mostly-true", "* Drugs", "* Health Care", "* States", "* Florida", "* Marijuana", "* Pam Bondi", "Joshua Gillin", "By Joshua Gillin December 17, 2013", "Pam Bondi says amendment would make Florida one of the most lenient medical", "marijuana states", "If there’s one issue sure to spark up a debate in Florida, it’s medical", "marijuana.", "United for Care, a medical marijuana advocacy group, is in the middle of a", "petition campaign to place a medicinal cannabis bill on the November", "ballot. The campaign has until Feb. 1 to qualify, but Attorney General Pam", "Bondi isn’t waiting that long.", "On Oct. 24 her office filed a challenge to the Florida Supreme Court,", "arguing that  the summary of the amendment on the ballot is designed to", "mislead voters. The court heard arguments on Dec. 5, 2013, and has until", "April 1, 2014, to rule.", "Among the claims made in the brief is that the 74-word  summary doesn’t go", "far enough to explain the extent of how the amendment would affect state", "law.", "\"The proposal hides the fact that the Amendment would make Florida one of", "the most lenient medical-marijuana states, allowing use for limitless", "‘other conditions’ specified by any physician,\" the brief reads.", "\"With no ‘condition’ off limits, physicians could authorize marijuana for", "anything, any time, to anyone, of any age,\" it continues. \"But rather than", "tell voters of this extraordinary scope, the summary uses language to prey", "on voters’ understandable sympathies for Florida’s most vulnerable", "patients — those suffering ‘debilitating diseases.’ \"", "We’re not here to dispute whether the proposal is hiding anything from", "voters; that’s for the state Supreme Court to decide. But is Florida’s", "proposed amendment lenient  compared with the rest of the country’s", "medical marijuana laws? It’s going to take us some time to roll that one", "up.", "Allowing medical marijuana for 'other conditions'", "Twenty states currently have medical marijuana laws, and  all of them have", "at least a partial list of specific medical diagnoses that can be treated", "with cannabis. These diseases typically include cancer, AIDS, glaucoma, or", "wasting syndromes like cachexia, although the lists vary by state. (We", "should note that among those 20 states, Colorado and Washington state", "voted in 2012 to decriminalize marijuana altogether.)", "The Florida amendment spells out its covered diagnoses as cancer,", "glaucoma, AIDS, hepatitis C, ALS, Crohn’s disease, Parkinson’s disease and", "multiple sclerosis. But it also allows for \"other conditions for which a", "physician believes that medical use of marijuana would likely outweigh the", "potential health risks for a patient.\" Any other use would have to fall", "under that rather open-ended description.", "It’s the \"other conditions\" that Bondi and others say is a major loophole.", "Florida Sheriffs Association President Grady Judd has argued that by using", "the term \"condition,\" there’s a virtually unlimited number of ways that", "can be applied, including muscle spasms and menstrual cramps. We found", "that Mostly True.", "Other state laws use words like \"other conditions\" to allow for diseases", "or symptoms not mentioned in their statutes. Usually there is a process to", "petition a state board or other group to allow medical marijuana use for", "one of those conditions after it’s approved by a doctor.", "Florida’s law would not require the creation of such a board to approve a", "disease or symptom not listed -- only that a doctor give a written", "recommendation.  (To abide by federal law, no state requires a", "prescription, only a recommendation.)", "Only two other states, California and Massachusetts, have laws that are", "that relaxed. Massachusetts only requires written consent from a doctor,", "while California lets patients get medical marijuana with merely verbal", "recommendations (for example, a dispensary calls a doctor to verify a", "patient who doesn’t have written documentation, which is an uncommon", "occurrence). Neither state requires a board to approve requests.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "United for Care campaign manager Ben Pollara said  the loose requirements", "for the approval process in Florida was by design. \"Health care decisions", "should be made between a doctor and their patient not by whether it is", "included or excluded on an arbitrary list drawn up by lawyers, politicians", "or bureaucrats,\" he told PolitiFact Florida.", "Other states have slightly stricter guidelines for what constitutes a", "non-specified conditions. Alaska, for example, has an approval process for", "any \"debilitating medical condition\" with symptoms such as pain, nausea or", "seizures. Montana gives leeway for severe pain with a second doctor’s", "opinion. New Hampshire makes exceptions for other conditions including", "severe pain or if current treatments result in side effects like nausea,", "vomiting or muscle spasms. New Mexico also allows for severe pain, if a", "doctor and the state agree other treatments won’t work (hospice patients", "are allowed, too). Vermont will let patients treat severe pain, severe", "nausea, or seizures if other efforts have failed -- or if those conditions", "are caused by other treatments.", "Jennifer Meale, communications director for Bondi’s office, confirmed to", "PolitiFact Florida that the wording in the initial brief was intended to", "apply only to the amendment language referring to \"other conditions,\"", "which are described as \"debilitating diseases\" in the ballot summary.", "\"Other aspects of the amendment weren’t considered in this way,\" she said.", "\"That’s the portion that was misleading.\"", "Cultivation, distribution and possession restrictions", "In regards to overall leniency, however, there is much more to consider", "than just the definition of what could be covered. The Florida law would", "not, for instance, protect patients growing their own plants, which 15", "states permit to some degree.  Michigan and Montana, for example, don’t", "specify there have to be medical marijuana dispensaries, according to", "pro-legislation Marijuana Policy Project spokesman Dan Riffle, so", "cultivation at home is a common method for patients to maintain a supply", "of the drug. Arizona lets you grow marijuana plants if you live more than", "25 miles from a dispensary.", "Instead, the Florida amendment outlines that the state department of", "health or some other designated agency must regulate a dispensary network,", "a requirement by 14 states. (States are limited to regulating the", "distribution network instead of operating it, lest the states open", "themselves up to a violation of federal law.)", "Furthermore, the proposal does not contain wording on possession limits,", "which also vary by state. \"Most allow 2 to 2.5 ounces, but some are as low", "as one ounce, and some are as high as 24 ounces,\" Riffle said. \"The", "Florida initiative leaves that up to the Department of Health to", "determine, and they'll probably say 1 to 2 ounces if this passes.\"", "Riffle added the amendment also does not carry any protections for housing", "or employment discrimination against patients or caregivers. One example", "he gives is how in Arizona, a licensed patient cannot be fired from a job", "for failing a drug test. The Florida law makes no mention of such", "instances.", "Riffle said  the Florida proposal overall \"is a relatively average medical", "marijuana law,\" not as restrictive as places like Connecticut, Illinois or", "New Jersey, but not as liberal as California, Arizona or Massachusetts.", "Vanderbilt Law School professor Robert Mikos agreed that by using the term", "\"conditions\" in its language for recommendations, the Florida amendment is", "\"on the lenient side.\" But, he added, \"it looks like Florida is going the", "more restrictive route by requiring the use of treatment centers and", "licensing and regulation through the state.\"", "Even the language for doctor recommendations is a little stricter, he", "said, such as saying the benefits of approved cannabis use \"would likely", "outweigh the potential health risks,\" instead of wording it that drug use", "\"might benefit\" a patient, as is used by some other states.", "Our ruling", "Bondi’s office is arguing the proposed Florida Amendment is worded loosely", "enough in its definitions of what could be treated by the drug that it", "would put it in league with \"the most lenient medical-marijuana states.\"", "The Florida proposal  would allow doctors to make recommendations for", "marijuana use without getting approval from a designated state agency, a", "rare guideline. Only two states with medical marijuana laws, California", "and Massachusetts, allow patients to obtain cannabis this way.", "But if we look at the amendment’s approach to  regulation, distribution", "and registration, it’s a different picture. Florida actually places plenty", "of restrictions on these categories, moving the proposal closer to the", "middle of the pack.", "Bondi’s brief didn’t focus on those other considerations. Some outside", "experts feel it’s a little misleading to say Florida will become \"one of", "the most lenient medical-marijuana states\" without explicitly couching it", "in terms of getting an unspecified condition approved for treatment with", "only a doctor’s written recommendation.", "We rate her statement Mostly True.", "Our Sources", "Office of Attorney General Pam Bondi, \"Advisory opinion to the Attorney", "General Re: Use of Marijuana for certain medical conditions,\" accessed", "Dec. 11, 2013", "Constitutional Amendment Petition Form, \"Use of Marijuana for Certain", "Medical Conditions,\" accessed Dec. 11, 2013", "PolitiFact Florida  Medical marijuana easy to get under proposed Florida", "law, sheriff says, Nov. 25, 2013", "Tampa Bay Times, \"Florida Supreme Court to hear medical marijuana case,\"", "Dec. 4, 2013", "Tampa Bay Times, \"Florida Supreme Court justices question marijuana ballot", "language,\" Dec. 5, 2013", "Tampa Bay Times, \"Gaetz, Weatherford and Bondi blast medical marijuana", "amendment in formal court briefs,\" Nov. 8, 2013", "Tampa Bay Times, \"Weatherford and Gaetz challenging proposed medical", "marijuana amendment,\" Oct. 30, 2013", "National Conference of State Legislatures, \"State medical marijuana laws,\"", "accessed Dec. 11, 2013", "Office of National Drug Control Policy, \"Marijuana Resource Center: State", "Laws Related to Marijuana,\" accessed Dec. 11, 2013", "Office of National Drug Control Policy, \"Answers to Frequently Asked", "Questions about Marijuana,\" accessed Dec. 11, 2013", "Vanderbilt Law Review, \"On the Limits of Supremacy: Medical Marijuana and", "the States' Overlooked Power to Legalize Federal Crime,\" March 9, 2009", "ProCon.org, \"20 Legal Medical Marijuana States and DC: Laws, Fees, and", "Possession Limits,\" accessed Dec. 12, 2013", "Marijuana Policy Project, \"The Twenty States and One Federal District With", "Effective Medical Marijuana Laws,\" accessed Dec. 12, 2013", "Phone and email interview with Robert Mikos, Vanderbilt Law School", "director of Program in Law and Government, Dec. 12-13, 2013", "Phone and email interview with Ilya Somin, George Mason University School", "of Law professor, Dec. 12, 2013", "Phone interview with Jennifer Meale, Office of Attorney General Pam Bondi", "communications director, Dec. 12, 2013", "Phone and email interview with Ben Pollara, United for Care campaign", "manager, Dec. 12, 2013", "Phone and email interview with Dan Riffle, Marijuana Policy Project", "director of federal policies, Dec. 12 and 16, 2013", "California Department of Health, Proposition 215 (Compassionate Use Act),", "accessed Dec. 12, 2013", "Massachusetts Department of Health and Human Services, \"FAQ Regarding the", "Medical Use of Marijuana in Massachusetts,\" accessed Dec. 12, 2013", "Alaska Department of Health and Social Services, \"Application for Medical", "Marijuana Registry,\" accessed Dec. 12, 2013", "Montana Department of Health and Human Services, Montana Code 50-46-302", "definitions, accessed Dec. 12, 2013", "Legiscan, New Hampshire House Bill 573, accessed Dec. 12, 2013:", "New Mexico Department of Health, Medical use of cannabis: Advisory board", "responsibilities and duties, Dec. 12, 2013", "Vermont Department of Public Safety, Medical Marijuana Registry FAQ,", "accessed Dec. 12, 2013:", "District of Columbia Department of Health  Legalization of Marijuana for", "Medical Treatment Act of 2010, accessed Dec. 12, 2013", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Joshua Gillin", "FreedomJunkshun.com", "stated on November 6, 2017 a headline:", "\"Supreme Court issues its first bench warrant ever.\"", "pants-fire pants-fire", "By Susan Areson • November 9, 2017", "React365.com", "stated on November 7, 2017 an Internet post:", "Says the University of Florida \"requests to cancel rivalry game\" against", "Florida State University.", "pants-fire pants-fire", "By Joshua Gillin • November 7, 2017", "YourNewsWire.com", "stated on November 5, 2017 an Internet post:", "\"Texas Church shooter was Antifa and wanted to start (a) ‘communist", "revolution.’ \"", "pants-fire pants-fire", "By Joshua Gillin • November 6, 2017", "Sebastian Gorka", "stated on November 1, 2017 an appearance on 'Hannity':", "Says Jake Tapper said Allahu Akbar was a \"beautiful phrase\" after a", "terrorist attack in New York.", "pants-fire pants-fire", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 6, 2017 Internet posts:", "\"California Democrat Maxine Waters charged on 3 counts.\"", "barely-true barely-true", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 29, 2017 Internet posts:", "Says actor Morgan Freeman said, \"Jailing Hillary\" is the best way to", "\"restore public faith in government.\"", "pants-fire pants-fire", "By Joshua Gillin • November 1, 2017", "FreedomJunkshun.com", "stated on October 28, 2017 a headline:", "\"Hillary Clinton leaves the country as Mueller indictment is announced.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "FreedomJunkshun.com", "stated on October 27, 2017 a headline:", "\"Breitbart leaks names of four Dems being charged in Mueller’s Russia", "probe.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "Michael Moore", "stated on October 4, 2017 a Facebook post:", "\"People who die from a home invasion make up a sad but minuscule .04% of", "all gun murders in the U.S. And over a third of them are killed by their", "own gun that the criminal has either stolen or wrestled from them.\"", "barely-true barely-true", "By Joshua Gillin • October 25, 2017", "React365.com", "stated on October 23, 2017 a headline:", "\"Tulsa school closes after brutal fire.\"", "pants-fire pants-fire", "By Joshua Gillin • October 23, 2017", "AsAmericanAsApplePie.org", "stated on October 16, 2017 a headline:", "\"Hillary (Clinton) caught on tape laughing about (Hurricane) Irma ‘wiping", "out all of those Florida hillbillies’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 18, 2017", "AsAmericanAsApplePie.org", "stated on October 15, 2017 a headline:", "\"San Juan city council votes unanimously to impeach Trump-hating mayor.\"", "pants-fire pants-fire", "By Joshua Gillin • October 17, 2017", "Viral image", "stated on October 9, 2017 Internet posts:", "A viral image shows LeBron James wearing a T-shirt that reads, \"We march,", "y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all", "silent.\"", "false false", "By Joshua Gillin • October 12, 2017", "Bloggers", "stated on October 9, 2017 a headline:", "\"President Trump signs executive order stripping NFL of ‘non-profit’", "status.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "AsAmericanAsApplePie.org", "stated on October 8, 2017 a headline:", "\"Jason Aldean gig canceled after he sells out to liberals on ‘SNL’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "Pam Bondi says amendment would make Florida one of the most lenient medical", "marijuana states", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]