["University of Cambridge logo", "_____________________", "* _____________________", "* What we do", "* How we work", "* Impact", "* Who we are", "* News", "* Publications", "Mobile menu button", "PHG Foundation logo", "RNA vaccines: an introduction", "RNA based vaccines, which are relatively quick and inexpensive to make and", "may be safer to use could herald more rapid control over the spread of", "infectious diseases, including COVID-19. This policy briefing summarises", "the essentials.", "Policy briefing", "Vaccination is one of the major success stories of modern medicine,", "greatly reducing the incidence of infectious diseases such as measles, and", "eradicating others, such as smallpox. Conventional vaccine approaches have", "not been as effective against rapidly evolving pathogens like influenza or", "emerging disease threats such as the Ebola or Zika viruses. RNA based", "vaccines could have an impact in these areas due to their shorter", "manufacturing times and greater effectiveness. Beyond infectious diseases,", "RNA vaccines have potential as novel therapeutic options for major", "diseases such as cancer.", "Summary", "* Unlike a normal vaccine, RNA vaccines work by introducing an mRNA", "sequence (the molecule which tells cells what to build) which is coded", "for a disease specific antigen, once produced within the body, the", "antigen is recognised by the immune system, preparing it to fight the", "real thing", "* RNA vaccines are faster and cheaper to produce than traditional", "vaccines, and a RNA based vaccine is also safer for the patient, as", "they are not produced using infectious elements", "* Production of RNA vaccines is laboratory based, and the process could", "be standardised and scaled, allowing quick responses to large", "outbreaks and epidemics", "* Most current research is into RNA vaccines for infectious diseases and", "cancer, for which there are several early-stage clinical trials, there", "is also some early research into the potential of RNA vaccines for", "allergies", "* There is still a lot of work to be done before mRNA vaccines can", "become standard treatments, in the meantime, we need a better", "understanding of their potential side effects, and more evidence of", "their long term efficacy", "What are RNA vaccines and how do they work?", "Conventional vaccines usually contain inactivated disease-causing", "organisms or proteins made by the pathogen (antigens), which work by", "mimicking the infectious agent. They stimulate the body’s immune response,", "so it is primed to respond more rapidly and effectively if exposed to the", "infectious agent in the future.", "RNA vaccines use a different approach that takes advantage of the process", "that cells use to make proteins: cells use DNA as the template to make", "messenger RNA (mRNA) molecules, which are then translated to build", "proteins. An RNA vaccine consists of an mRNA strand that codes for a", "disease-specific antigen. Once the mRNA strand in the vaccine is inside", "the body’s cells, the cells use the genetic information to produce the", "antigen. This antigen is then displayed on the cell surface, where it is", "recognised by the immune system.", "How are RNA vaccines produced and administered?", "A major advantage of RNA vaccines is that RNA can be produced in the", "laboratory from a DNA template using readily available materials, less", "expensively and faster than conventional vaccine production, which can", "require the use of chicken eggs or other mammalian cells.", "RNA vaccines can be delivered using a number of methods: via", "needle-syringe injections or needle-free into the skin; via injection into", "the blood, muscle, lymph node or directly into organs; or via a nasal", "spray. The optimal route for vaccine delivery is not yet known. The exact", "manufacturing and delivery process of RNA vaccines can vary depending on", "the type.", "Types of RNA vaccine", "1. Non-replicating mRNA", "The simplest type of RNA vaccine, an mRNA strand is packaged and", "delivered to the body, where it is taken up by the body’s cells to", "make the antigen.", "2. In vivo self-replicating mRNA", "The pathogen-mRNA strand is packaged with additional RNA strands that", "ensure it will be copied once the vaccine is inside a cell. This means", "that greater quantities of the antigen are made from a smaller amount", "of vaccine, helping to ensure a more robust immune response.", "3. In vitro dendritic cell non-replicating mRNA vaccine", "Dendritic cells are immune cells that can present antigens on their", "cell surface to other types of immune cells to help stimulate an", "immune response. These cells are extracted from the patient’s blood,", "transfected with the RNA vaccine, then given back to the patient to", "stimulate an immune reaction.", "Benefits", "Benefits of mRNA vaccines over conventional approaches are^1:", "* Safety: RNA vaccines are not made with pathogen particles or", "inactivated pathogen, so are non-infectious. RNA does not integrate", "itself into the host genome and the RNA strand in the vaccine is", "degraded once the protein is made.", "* Efficacy: early clinical trial results indicate that these vaccines", "generate a reliable immune response and are well-tolerated by healthy", "individuals, with few side effects.", "* Production: vaccines can be produced more rapidly in the laboratory in", "a process that can be standardised, which improves responsiveness to", "emerging outbreaks.", "Important challenges", "The methods to make mRNA vaccines can be very effective. However, there", "are technical challenges to overcome to ensure these vaccines work", "appropriately:", "* Unintended effects: the mRNA strand in the vaccine may elicit an", "unintended immune reaction. To minimise this the mRNA vaccine", "sequences are designed to mimic those produced by mammalian cells.", "* Delivery: delivering the vaccine effectively to cells is challenging", "since free RNA in the body is quickly broken down. To help achieve", "delivery, the RNA strand is incorporated into a larger molecule to", "help stabilise it and/or packaged into particles or liposomes.", "* Storage: many RNA vaccines, like conventional vaccines, need to be", "frozen or refrigerated. Work is ongoing to reliably produce vaccines", "that can be stored outside the cold chain, since these will be much", "more suitable for use in countries with limited or no refrigeration", "facilities.", "How could RNA vaccines be used for human health?", "The most active areas of research into RNA vaccines are infectious", "diseases and cancer where there is research ongoing as well as early-stage", "clinical trials. Work into the use of RNA vaccines to treat allergy is", "still at the early research stage^2.", "Infectious diseases", "Researchers using conventional approaches have struggled to develop", "effective vaccines against a number of pathogens, particularly viruses,", "that cause both acute (Influenza, Ebola, Zika) and chronic (HIV-1, herpes", "simplex virus) infection. RNA vaccines are being explored as a way to more", "rapidly and cheaply produce vaccines for these diseases, particularly in", "response to emerging outbreaks. Clinical trials have been carried out or", "are ongoing on mRNA vaccines for influenza, cytomegalovirus, HIV-1, rabies", "and Zika virus.", "Case study: A recent study^3 explored the use of programmable", "self-replicating RNA vaccines, delivered in a nanoparticle, for a range of", "infectious diseases including Ebola virus, H1N1 Influenza and Toxoplasma", "gondii, which were effective in mice. These vaccines can be manufactured", "in approximately one week and made against a range of diseases,", "demonstrating potential terms of swift response to disease outbreaks.", "Cancer vaccines", "Cancer vaccines are a form of immunotherapy, where the vaccine triggers", "the immune system into targeting the cancer. Both dendritic cell vaccines", "and personalised cancer vaccines, where the RNA sequence in the vaccine is", "designed to code for cancer-specific antigens, are being explored. Over 50", "clinical trials are listed on clinicaltrials.gov for RNA vaccines in a", "number of cancers, including blood cancers, melanoma, glioblastoma (brain", "cancer) and prostate cancer.", "Case study: Researchers sequenced the genomes of tumours from patients", "with melanoma. They made RNAs coding for mutant proteins, specific to the", "patients’ cancers, that could generate an immune response and made these", "into patient-specific vaccines. Eight out of thirteen people vaccinated", "stayed tumour free up to two years later^4", "RNA vaccines – who’s involved?", "There are a number of companies and initiatives with an interest in RNA", "vaccines including the Merit Consortium, which is a European initiative to", "develop cancer vaccines, while UniVax is a research collaboration to", "develop a universal influenza vaccine. Companies such as Moderna", "Therapeutics, CureVac and BioNTech, are involved in phase I trials of RNA", "vaccines in cancer and infectious disease. These companies are also", "exploring the broader use of RNA therapeutics for diseases where important", "proteins are missing or defective and mRNA treatments could be used to", "express a functional copy of the protein.", "Harnessing RNA vaccines for health – what are the challenges and key", "considerations?", "* Research and clinical trials: further research is needed to address", "technical hurdles such as vaccine stability and delivery. It is not", "yet certain which production method(s) are currently the best.", "Clinical trial data is limited – more long-term studies are needed to", "determine the effectiveness of RNA vaccines.", "* Production: vaccine production is currently small scale and it is not", "clear if current methods are capable of epidemic-level vaccine", "production.", "* Resources: the personalised approach for cancer vaccines is time and", "resource intensive and work is needed to determine if this approach is", "cost-effective.", "* Safety: better understanding of vaccine adverse effects is needed –", "these can include inflammation or autoimmune reactions.", "1. Pardi N, Hogan MJ, Porter FW, et al. mRNA vaccines - a new era in", "vaccinology. Nat Rev Drug Discov. 2018; 17(4): 261-279.", "2. Weiss R, Scheiblhofer S, Thalhamer, J. Generation and Evaluation of", "Prophylactic mRNA Vaccines Against Allergy. Methods Mol Biol. 2017;", "1499: 123-139.", "3. Chahal JS, Kahn OF, Cooper CL, et al. Dendrimer-RNA nanoparticles", "generate protective immunity against lethal Ebola, H1N1 influenza, and", "Toxoplasma gondii challenges with a single dose. Proc Natl Acad Sci", "USA. 2016; 113(29): E4133-42.", "4. Sahin U, Derhovanessian E, Miller M, et al. Personalized RNA mutanome", "vaccines mobilize poly-specific therapeutic immunity against cancer.", "Nature. 2017; 547(7662): 222-226.", "Cover of the RNA Vaccine Briefing Note", "Download RNA vaccines: an introduction briefing (PDF, 0.3 MB)", "Genomics and policy newsletter", "Sign up", "PHG Foundation", "We are an exempt charity under the Charities Act 2011 and regulated by", "HEFCE as a connected institution of the University of Cambridge. We are", "also a registered company no. 5823194", "About", "* Contact us", "* Media", "* People", "* Vacancies", "Publications", "* Reports", "* Policy briefings", "* Discussion papers", "* More", "Engage", "* Events", "* Keep in touch", "* Twitter", "* LinkedIn", "© 2021 PHG Foundation | Privacy | Cookies"]