["Link: canonical", "Link: shortlink", "Berkeley Lab", "* A-Z Index", "* Directory", "_____________________ Submit", "* [ ] Web", "* [ ] People", "Navigation", "Berkeley Lab Search", "_____________________ Submit", "* [ ] Web", "* [ ] People", "Close", "* About the Lab", "* Leadership/Organization", "* Calendar", "* News Center", "* Elements", "Berkeley Lab COVID-19 related research and additional information.", "News Center", "Berkeley Lab’s Preliminary Evaluation of Recovery Act Grant Program Finds", "Positive Effects on Renewable Energy Capacity and Jobs", "Feature Story Allan Chen (510) 486-4210 • May 11, 2010", "Share", "Tweet", "Reddit", "Share", "0 Shares", "Technical Contacts: Mark Bolinger, (603) 795-4937,  MABolinger@lbl.gov;", "Ryan Wiser (510) 486-5474, [email protected]", "The Section 1603 Treasury cash grant program appears to have stimulated", "incremental renewable power capacity additions in 2009, thereby supporting", "U.S.-based renewable energy jobs, according to a new report by researchers", "Mark Bolinger, Ryan Wiser, and Naïm Darghouth of the U.S. Department of", "Energy’s Lawrence Berkeley National Laboratory.", "The Section 1603 program, so named because it was codified in Section 1603", "of the American Recovery and Reinvestment Act of 2009, enables qualifying", "renewable power projects that are eligible for either the federal", "production tax credit (PTC) or investment tax credit (ITC) to instead", "elect a 30% cash grant administered by the U.S. Department of the", "Treasury. The program was enacted in response to diminished investor", "demand for tax credits—a result of the global financial crisis of", "2008-2009—which created significant financing challenges for many", "renewable power projects. By allowing projects to elect cash grants in", "lieu of tax credits, the Section 1603 program aimed to keep the renewable", "power sector afloat during these trying times, thereby supporting the", "broader Recovery Act goals of retaining and creating jobs while also", "expanding the use of renewable energy.", "The new Berkeley Lab report, which was requested by the Committee on Ways", "and Means of the U.S. House of Representatives and was funded by the DOE,", "represents an initial attempt at a selective evaluation of the first year", "of the Section 1603 program, as measured against these goals. The", "analysis, which was completed in late-March 2010, was conducted under", "tight time constraints, with incomplete access to relevant data, and a", "limited operating history of the program being evaluated. As such, the", "report evaluates only a subset of all possible issues, and its findings", "should be considered preliminary and subject to potential revision under a", "more-rigorous assessment.", "wind turbinesThe report finds that the program has been heavily", "subscribed, particularly by wind power projects, which received 86% of the", "nearly $2.6 billion in Section 1603 grants that had been disbursed as of", "March 1, 2010. Geothermal, solar, and biomass power projects had received", "6%, 4.5%, and 2.8% of all grant dollars at that time, respectively. In", "capacity terms, 4,250 GW of renewable power projects had received support", "through the program as of March 1, including 3,892 MW of wind, 137 MW of", "geothermal, 130 MW of biomass, and 61 MW of solar. According to the U.S.", "Treasury, another 2,311 MW of wind power capacity that was built in 2009", "had applied for, but had not (yet) been awarded, cash grants as of March", "1. In total, then, roughly 6,200 MW of 2009 wind power capacity", "additions—representing 64% of all grant-eligible wind power capacity", "installed that year—had applied for the grant as of March 1.", "“Although a significant number of the wind power projects that have chosen", "the grant likely would have been built under the PTC absent the Section", "1603 program, we estimate that the grant program may have helped to", "directly motivate the construction of as much as 2,400 MW of 2009 wind", "power capacity that would not otherwise have been built in 2009,” says", "report co-author Bolinger who, along with Wiser and Darghouth, are", "researchers in Berkeley Lab’s Environmental Energy Technologies Division.", "In other words, the Section 1603 program may have helped directly motivate", "more than 20% of the 10,000 MW of wind capacity additions in 2009.", "Moreover, the cost imposed on the government by so-called “free riders”", "(that is, those projects that would likely have been built in 2009 even", "without the Section 1603 program) has likely been modest, since projects", "are choosing between the grant and other federal incentives of similar", "cost (in the case of wind power, the PTC), as opposed to choosing between", "the grant and no other federal incentive.", "If one assumes that roughly 60% of all dollars spent constructing an", "average U.S. wind power project are spent in the United States, then the", "2,400 MW of wind power capacity built in 2009 that were potentially", "motivated by the Section 1603 program are estimated to have supported", "approximately 51,600 short-term, full-time-equivalent (FTE) gross", "job-years during the construction/manufacturing phase of the wind", "projects, and 3,860 long-term FTE gross jobs during the operational phase", "of those projects. These U.S.-based gross jobs estimates—which are based", "on modeling results and are, therefore, inherently uncertain—include", "onsite labor, supply chain, and induced job impacts.", "“It is important to keep in mind that these estimates are of gross jobs,”", "cautions co-author Wiser. “For example, the model does not account for", "potential job losses at non-wind power plants as wind generation displaces", "non-wind generation. A full employment analysis would need to consider", "such macroeconomic influences and net job impacts.”", "The report also finds that the Section 1603 program provides significant", "economic value to many renewable power projects, relative to the PTC or", "even ITC. Specifically, the grant program reduces the market’s dependence", "on scarce and/or costly third-party tax equity, and also in many cases", "provides more direct or face value to renewable power projects than does", "the PTC. In addition, a number of indirect or ancillary benefits favor the", "grant from a renewable project developer’s perspective, potentially", "helping to drive additional renewable capacity additions.", "Potential concerns with the design or implementation of the program are", "discussed in the report. One concern is the fact that grants reward", "investment rather than performance, which could potentially lead to", "“gold-plating” and/or poor performance (the report finds no evidence to", "date of systemic problems in either area among grant recipients). Others", "concerns include the location of the jobs supported by the program, and", "possibility that some of those jobs may be going overseas (the report", "estimates that the majority of jobs supported by the program–and", "especially the long-term jobs–are domestic).", "Other areas covered by the report include: the program’s relatively short", "window of opportunity (projects must commence construction by the end of", "2010 in order to qualify for the grant); the fact that the grant may not", "completely eliminate the need for third-party tax equity (because it does", "not cover depreciation deductions); and uncertainty and inconsistency over", "how the grants are taxed at the state level (which may have negatively", "impacted the usefulness of the program to solar projects in particular).", "Berkeley Lab is a U.S. Department of Energy national laboratory located in", "Berkeley, California. It conducts unclassified scientific research and is", "managed by the University of California. Visit our website at", "http://www.lbl.gov.", "Additional Information:", "Read the full report, “Preliminary Evaluation of the Impact of the Section", "1603 Treasury Grant Program on Renewable Energy Deployment in 2009”, here.", "Share", "Tweet", "Reddit", "Share", "0 Shares", "TAGS: American Recovery and Reinvestment Act, clean energy, energy", "5744 Views", "Connect", "* twitter", "* instagram", "* LinkedIn", "* facebook", "* youtube", "Science Snapshots", "Solving a Genetic Mystery at the Heart of the COVID-19 Pandemic", "Assessing the Costs of Major Power Outages", "Location, Location, Location: Regional Tau Deposits in Healthy Elders Predict", "Alzheimer Disease", "New Optical Antennas Could Overcome Data Limits", "More Science Snapshots", "For Media", "Experts Directory", "Contacts: [email protected] | 510-486-5183", "Search Newscenter", "_____________________ [ Search ]", "LAB IN THE NEWS", "Texas Begins To See Financial Fallout Of Winter Storm", "NPR | Feb. 26, 2021", "Einsteinium Is Mysterious. Scientists Have Unlocked Some of Its Secrets.", "New York Times | Feb. 7, 2021", "We need to build a lot of wind turbines. Will Americans agree to live near", "them?", "Grist | Jan. 22, 2021", "VIDEOS", "IFrame", "More videos here", "Resources", "* Social Media", "* Photo Archive", "* Contacts", "* Working with Strategic Communications (LDAP Req.)", "Categories", "* Biosciences", "* Climate + Environment", "* Community + Education", "* Computing", "* Energy", "* Physics + Cosmology", "* Chemistry + Materials Sciences", "* twitter", "* instagram", "* LinkedIn", "* facebook", "* youtube", "*", "*", "A U.S. Department of Energy National Laboratory Managed by the University", "of California", "Questions & Comments Privacy & Security Notice", "* twitter", "* instagram", "* LinkedIn", "* facebook", "* youtube"]