["Link: profile", "Link: prev: The Matrix Revealed: logic as a tool for the mind", "Link: next: What are the Chinese hiding in Wuhan?", "Link: canonical", "Link: shortlink", "Jon Rappoport's Blog", "NoMoreFakeNews.com", "_____________________ Search [ Search ]", "* Home", "* About", "* Join/Contact", "* Professional Services", "* SHOP NOW", "Bookmark the permalink.", "Vaccine for the China virus—the planet is the guinea pig for a vast experiment", "Jan26 by Jon Rappoport", "by Jon Rappoport", "January 26, 2020", "(To join our email list, click here.)", "The US National Institutes of Health (NIH) is launching a rush program to", "develop a vaccine against the China coronavirus.", "The goal? Have a vaccine ready for human testing in an unprecedented 90", "days.", "NIH is partnering with a US vaccine company, Moderna, Inc.", "The vaccine is a new type called RNA. According to Reuters (“With Wuhan", "virus genetic code in hand, scientists begin work on a vaccine,” Jan 24,", "2020), “[these are] vaccines based on ribonucleic acid (RNA)—a chemical", "messenger that contains instructions for making proteins.”", "The PHG Foundation/University of Cambridge explains further: “Unlike a", "normal vaccine, RNA vaccines work by introducing an mRNA sequence (the", "molecule which tells cells what to build) which is coded for a disease", "specific antigen [virus]; once produced within the body, the antigen", "[virus] is recognised by the immune system, preparing it to fight the real", "thing.”", "Let’s have a look at Moderna (twitter), the company that will be making", "and testing the new RNA vaccine against the China coronavirus. Its website", "states, in a January 23rd press release: “Moderna Announces Funding Award", "from CEPI to Accelerate Development of Messenger RNA (mRNA) Vaccine", "Against Novel Coronavirus”.", "Funded by CEPI. Who is that? (twitter) Its website states: “CEPI is a", "innovative global partnership between public, private, philanthropic, and", "civil society organisations. We’re working together to accelerate the", "development of vaccines against emerging infectious diseases and enable", "equitable access to these vaccines for people during outbreaks.”", "A more relevant quote: “CEPI was founded in Davos by the governments of", "Norway and India, the Bill & Melinda Gates Foundation, the Wellcome Trust,", "and the World Economic Forum.”", "Bill Gates. Doesn’t that send your trust and faith rocketing up into the", "sky?", "There is more. Going back to the Moderna Inc. website — at the bottom of", "the press release referenced above, we find a VERY interesting statement,", "in a section titled, “Special Note Regarding Forward-Looking Statements”:", "“…there has never been a commercial product utilizing mRNA technology", "approved for use…”", "And there you have it. The vaccine that is being tapped by the US", "government… under its National Institutes of Health…through drug company", "Moderna…HAS NEVER BEEN USED ON THE PUBLIC BEFORE. IT IS NOT LICENSED FOR", "PUBLIC USE.", "RNA VACCINES AND THE TECHNOLOGY THEY USE ARE ENTIRELY EXPERIMENTAL.", "AND THIS IS THE TYPE OF VACCINE BEING RUSHED INTO EXISTENCE IN 90 DAYS.", "What in the world could possibly go wrong?", "One way to find out is to unleash it on millions of people, stand back,", "and see.", "The PHG Foundation at the University of Cambridge gives us a substantial", "clue: “… better understanding of [RNA] vaccine adverse effects is needed –", "these can include inflammation or autoimmune reactions.”", "Autoimmune reactions—the human immune system attacks healthy elements and", "processes of the body itself. The body goes to war with itself.", "I’m sure you would volunteer for a test run of the vaccine, right? You", "would certainly offer up your child for a grand experiment, wouldn’t you?", "And if you’re a doctor reading this, you’ll definitely inject the vaccine", "into unsuspecting patients, won’t you? Conscience is such an annoyance,", "isn’t it?", "ISN’T IT?", "Don’t you want to have the whole world as your guinea pig?", "----------------------------------------------------------------------", "Exit From the Matrix", "(To read about Jon’s mega-collection, Exit From The Matrix, click here.)", "----------------------------------------------------------------------", "Jon Rappoport", "The author of three explosive collections, THE MATRIX REVEALED, EXIT FROM", "THE MATRIX, and POWER OUTSIDE THE MATRIX, Jon was a candidate for a US", "Congressional seat in the 29^th District of California. He maintains a", "consulting practice for private clients, the purpose of which is the", "expansion of personal creative power. Nominated for a Pulitzer Prize, he", "has worked as an investigative reporter for 30 years, writing articles on", "politics, medicine, and health for CBS Healthwatch, LA Weekly, Spin", "Magazine, Stern, and other newspapers and magazines in the US and Europe.", "Jon has delivered lectures and seminars on global politics, health, logic,", "and creative power to audiences around the world. You can sign up for his", "free NoMoreFakeNews emails here or his free OutsideTheRealityMachine", "emails here.", "Facebook0Tweet0Email0", "This entry was posted in Covid and tagged dna, mrna, rna, vaccine.", "Post navigation", "← The Matrix Revealed: logic as a tool for the mind", "What are the Chinese hiding in Wuhan? →", "29 comments on “Vaccine for the China virus—the planet is the guinea pig for a", "vast experiment”", "1. The Watchman says:", "January 26, 2020 at 1:14 pm", "Just saw this article come up a few minutes ago, Jon. Another good", "one. Linking this as well as your previous article", "@https://nothingnewunderthesun2016.com/", "Something still isn’t right here. The Gates foundation is linked to", "the coronavirus patent and now the vaccine. Still suspecting there is", "a globalist agenda behind all of this. Connecting the dots is", "revealing this more and more.", "Reply", "* middleway says:", "January 26, 2020 at 5:08 pm", "You are correct Watchman; 100% globalist.", "The Conspirators’ Hierarchy: The Committee of 300 4th Edition –", "by John Coleman", "https://www.amazon.com/Conspirators-Hierarchy-Committee-300/dp/0963401947/ref=sr_1_2?crid=QS56UHRPEN0H&keywords=the+committee+of+300&qid=1580076097&sprefix=The+Committee+of+300%2Cstripbooks%2C228&sr=8-2", "The above is the only non-diluted version of the book in full.", "Reply", "* margaret bartley says:", "December 16, 2020 at 4:50 pm", "Are you saying this is the only undiluted version of the 4th", "edition, or are you saying the earlier three editons were", "diluted, and only the 4th has everything?", "Reply", "2. Sean Garrisson says:", "January 26, 2020 at 3:03 pm", "No!", "Reply", "3. Greg C. says:", "January 26, 2020 at 3:33 pm", "Is that human testing in 90 days or Hunan testing?", "Reply", "4. Jack says:", "January 26, 2020 at 4:04 pm", "This website is against vaccines and is a great source of information.", "apologies if it seems like I’m promoting the site for profit…that’s", "not my intention. If nothing else, it’s to show that Jon is not alone", "with his mission.", "https://thevaccinereaction.org/about-us/", "Reply", "5. Willie says:", "January 26, 2020 at 7:48 pm", "This what they’ve been planing and waiting the right moment for?", "Reply", "6. Robert says:", "January 26, 2020 at 7:59 pm", "Nice work. The whole virus thing stinks! A virus from bats, jumps to", "snakes then to humans, really? The mere name Gates and virus should", "scare everyone.", "Reply", "7. Suzanne says:", "January 26, 2020 at 9:46 pm", "Are you familiar with Event 201? Bill Gates foundation along with", "World Bank, China, John Hopkins and others did a vaccine simulation", "for a new Corona virus in 10/2019. They predicted 25 million deaths.", "Pretty disgusting if you ask me. If you reverse the title of their", "event it is 1/20. Someone needs to copy this it will be gone in a", "flash. https://www.youtube.com/watch?v=AoLw-Q8X174&feature=emb_title", "Reply", "* John says:", "January 27, 2020 at 6:57 pm", "Here is the website for the “Event 201” pandemic exercise held at", "the Johns Hopkins Bloomberg School of Public Health, in", "cooperation with the World Economic Forum (Davos) and the Bill", "and Melinda Gates foundation:", "centerforhealthsecurity (dot) org (slash) event201", "Reply", "8. From Quebec says:", "January 26, 2020 at 10:26 pm", "Mike Adams and Alex Jones on sunday night show at Infowars are,", "discussing The China coronavirus", "It looks like an engenired bio wepon from China that went wrong.", "You should listen to what they are saying. It is very interesting.", "Reply", "9. Maria says:", "January 26, 2020 at 11:34 pm", "Interesting: Chinese bio tech firm has the same logo as shell biotech", "firm in Resident Evil.", "http://82.221.129.208/.vs9.html", "http://bit.do/fqBQL", "https://phibetaiota.net/2020/01/robert-steele-china-coronavirus-my-appraisal/", "……..", "Reply", "10. ChaosNavigator says:", "January 26, 2020 at 11:55 pm", "BREAKING: Coronavirus Hits 15% Fatality Rate, 83% Infection Rate for", "Those Exposed; Lancet Publishes Early Study That Points to Alarming", "Consequences for Humanity", "Saturday, January 25, 2020 by: Mike Adams", "BREAKING: The U.S. news media is currently running about one to two", "days behind the Chinese media in covering the bombshell revelations", "surrounding the coronavirus pandemic. Natural News has", "Chinese-speaking investigators on the ground in Taiwan, and they’re", "scanning the Chinese media for the most important announcements.", "Earlier today, the Taiwan media began reporting on a new mainland", "Chinese study that specifically looked at the individuals involved in", "this Wuhan coronavirus outbreak. We have a partial translation and", "link below. According to this news, which is widely circulating in the", "Taiwan press and is based on a study published in The Lancet, the", "Wuhan coronavirus fatality rate has leaped to 15%, and the infection", "rate among those exposed is 83%.", "These numbers are virtually unheard of in the world of microbiology", "and infectious disease transmission. It means that 15 out of every 100", "infected people will die. It also means that 83 out of 100 exposed", "people will become infected and able to transmit the disease to", "others.", "So for every 100 people who are exposed, around 12 will die (15% of", "83).", "The only criticism of this study is that its sample size was", "relatively small, given that it’s still very early in the outbreak of", "this disease. The study looked at 41 cases of individuals who were", "exposed.", "If the infection rate stands at 83%, this pandemic will be impossible", "to contain", "Also note the more detailed list of symptoms offered by The Lancet:", "Fever: 98%", "Cough: 76%", "Fatigue: 44%", "Sputum production: 28%", "Headache: 8%", "Haemoptysis: 5% (coughing up BLOOD)", "Diarrhea: 3%", "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30183-5/fulltext", "Also note it took eight days to develop dyspnoea, or difficulty", "breathing.", "?????", "Reply", "* Low Voltage says:", "January 27, 2020 at 9:17 pm", "Holy Jeepers, Batman. This sounds scary enough for me to want to", "try the experimental vaccine. NOT!", "Reply", "* Mark R says:", "January 28, 2020 at 7:16 am", "The prestigious Lancet – home to heavily biased information", "brought to us by the pharmaceutical, vaccine manufacturers.", "Are we to believe everything they print? I for one, having been", "researching alternative medicine and vaccines for 50 years do", "not.", "Reply", "* Mark Alan says:", "March 16, 2020 at 7:53 pm", "sounds like the flu", "Reply", "11. MorningStar says:", "January 27, 2020 at 1:04 am", "China Built A Lab To Study SARS And Ebola In Wuhan – And US Biosafety", "Experts Warned In 2017 That A Virus Could “Escape” The Facility That’s", "Become Key In Fighting The Outbreak – by Natalie Rahhal:", "https://www.dailymail.co.uk/health/article-7922379/Chinas-lab-studying-SARS-Ebola-Wuhan-outbreaks-center.html", "Bacteriophage:", "https://en.wikipedia.org/wiki/Bacteriophage", "Re-writing The Code Of Life: CRISPR Systems And Applications Of Gene", "Editing – by The Royal Society", "https://www.youtube.com/watch?v=oRz2vck3giU", "Genome Editing With The CRISPR 9 System:", "[The Broad Institute of MIT and Harvard]", "https://www.youtube.com/watch?v=2pp17E4E-O8", "Reply", "12. Paul says:", "January 27, 2020 at 6:21 am", "“What in the world could possibly go wrong?”", "“{~JR}”", "—", "Stop stressing Our Imaginations", "Ouch!", "—", "“Conscience is such an annoyance, isn’t it?”", "Not for Us. Dear sir.", "Reply", "13. Melohawk says:", "January 27, 2020 at 1:44 pm", "The vaccine(s) is Stage 2 in the slow kill. It’s called a “Perfect", "Storm”. They tried it 5 or 6 yrs ago with H1N1. You unleash the virus,", "already have the supposed antidote (for the wealthy) or experimental", "contaminated vaccine (for the rest of us) that causes such an", "autoimmune reaction in the body that it becomes the final killer as", "the body kills itself. As long as we have a choice as to what goes", "into our bodies, we can fight it and survive. If we are forced to take", "the vaccines, we are doomed.", "Reply", "* Mark R says:", "January 28, 2020 at 7:26 am", "A little known fact: Highly concentrated proteolytic plant-based", "enzymes taken in between meals has an exponentially positive", "affect on the immune system. They are able to literally “DIGEST”", "everything protein that is NOT-SELF ie…viruses and bacteria.", "Enzymes “take over” the immune system when the immune system is", "either weakened or overwhelmed.", "They should be the first-line of defense in any and all assaults", "on the immune system. Adding the liquid known as “Cell Food” goes", "hand-in-hand as it generates concentrated oxygen. Anaerobic", "organisms die in oxidative environments. Taken together, enzymes", "and Cell Food have the potential to obliterate micro-organisms of", "any kind that have a protein base, “outer shell”.", "Reply", "14. Nissim says:", "January 28, 2020 at 6:21 am", "Dear Jon,", "G-D bless you for revealing the truth about their plan to endgame", "humanity with the”savior” vaccine that is going to kill everybody.", "Question is:", "What are people supposed to do when countries start making mandatory", "the vaccines?", "How do we protect ourselves and families??", "Reply", "* Ezra says:", "January 30, 2020 at 8:02 am", "Our only saviour will be that enough people wake up. If enough", "people stood together and say no more. A revolution without", "bloodshed is possible. Even those that trust vaccines but believe", "in freedom. I don’t agree or have the same opinion as others. I", "would not in good conscience force my opinion on others in a free", "society.", "Reply", "15. trishwriter says:", "January 31, 2020 at 7:23 am", "“A more relevant quote: ‘CEPI was founded in Davos by the governments", "of Norway and India, the Bill & Melinda Gates Foundation, the Wellcome", "Trust, and the World Economic Forum.'”", "I’m guessing you’re aware that the “Wellcome Trust” is what’s left of", "“Burroughs-Wellcome.” My first husband worked for that company–located", "in Research Triangle Park in North Carolina, in a building designed to", "look like a molecule–in the late eighties and early nineties. Meeting", "him for lunch, I saw the long lines of protesters who were demanding", "that the government give out AZT for free or reduced rates. The", "Wellcome Trust has certainly been in the epidemic business for a", "while.", "Reply", "16. DarkZapp says:", "January 31, 2020 at 7:14 pm", "https://www.youtube.com/watch?v=9_gidanrIFc", "Reply", "17. IdeaPDish says:", "February 1, 2020 at 11:19 pm", "You know everything’s all right when Faucci is directing the effort", "and the center of a press conference.", "Reply", "* Ted says:", "May 16, 2020 at 3:32 pm", "I would suggest that Bill Gates and his family, Fauci, Birx, the", "head of WHO, the head of the CDC, the head of the FDA and any and", "ALL who were to innovate any of the recommended Vaccines be", "required to participate in any and ALL clinical trials for any", "testing of these new vaccines.", "Reply", "18. IdeaPDish says:", "February 1, 2020 at 11:34 pm", "Seems like the measles scare was the first salvo. It caused a split in", "the population based vax status, which blocks the unvaxed from normal", "activity.", "It seems to me, that if a person wants to get a measles shot, then", "they are imbued with teh magic aura of immunity. If someone caught the", "measles, then they are also immune. If a person doesn’t get a shot,", "they are exposed and theoretically vulnerable. Why are shot promoters", "so rabbidly against the great unvaxed? If they are vaxed, what’s the", "fear? that he vaccine doesn’t work?", "Someone said to me, “heard immunity” is a buffer. DaFu is that", "about.?.", "Reply", "19. Steven Antonich says:", "February 16, 2020 at 9:27 pm", "Jon…What if this “virus” is not a virus at all, but an excuse as to", "why the economies and stock markets crashed in 2020…? They were due", "anyway. What if it is indeed", "just really bad pollution…? or some other toxin in the air…?", "Who benefits…?", "Current world leaders can’t be blamed because it was “The pandemic”", "that brought the world down.", "The status quo stays in place.", "President Trump gets re elected, in spite of a stock market crash.", "All is great.", "Bill makes some more money from mandatory vaccines.", "The world population shrinks.", "Carry on. Nothing more to see.", "We will all get through this together.", "Well…some of us. smile…", "Reply", "* Russell L Chandler says:", "March 19, 2020 at 12:14 am", "One month later and your post rings truer than ever. I live in", "Las Vegas and all non essential business are closed throughout", "the state. RIP 401K", "Reply", "Leave a Reply", "Your email address will not be published. Required fields are marked *", "Comment", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "______________________________________________", "Name * _______________________________", "Email * _______________________________", "Website _______________________________", "[ ] Save my name, email, and website in this browser for the next time I", "comment.", "[ Post Comment ]", "Search Jon’s Blog", "_____________________ Search [ Search ]", "Email List", "* SUBSCRIBE", "* Text NOMOREFAKENEWS to 22828", "Jon’s Sites", "* Contact Jon", "* Facebook", "* Gab", "* NoMoreFakeNews", "* OUTSIDE THE REALITY MACHINE", "* Twitter", "* YouTube", "Jon’s Store", "* The Matrix Revealed", "* Exit From The Matrix", "* Power Outside The Matrix", "Recent Posts", "* Power Outside The Matrix: Analyzing Information in the Age of", "Disinformation", "* Why you should consider ordering The Matrix Revealed", "* Dissent on trial: the Grand Inquisitor", "* Rejecting Rockefeller Germ Theory once and for all", "* The COVID narrative as an occult work of art", "Categories", "Categories", "[ ] Select Category", "[ ] 2012 Massacres", "[ ] 2013 Massacres", "[ ] 2014 Massacres", "[ ] 2015 Massacres", "[ ] 2016 Massacres", "[ ] 2017 Massacres", "[ ] 9/11 Massacre", "[ ] Agenda 21", "[ ] AIDS", "[ ] Americanism", "[ ] Artists", "[ ] Autism", "[ ] Ayn Rand", "[ ] Batman Murders", "[ ] Biowarfare", "[ ] Bordergate", "[ ] Cancer", "[ ] CDC", "[ ] Censorship", "[ ] Chemtrails", "[ ] CIA", "[ ] Civil Society", "[ ] Clintons", "[ ] Coaching", "[ ] Colleges", "[ ] Common Core", "[ ] Consciousness", "[ ] Consulting", "[ ] Copyright", "[ ] Corporate Fraud", "[ ] Covid", "[ ] Do Not Vote", "[ ] Drug Cartels", "[ ] Ebola", "[ ] Elections", "[ ] Energy & Imagination", "[ ] Entrepreneur", "[ ] Eugenics", "[ ] Exit From the Matrix", "[ ] Farming", "[ ] FBI", "[ ] FDA", "[ ] Financial Fraud", "[ ] Flu", "[ ] Fluoride", "[ ] Free Speech", "[ ] Freedom", "[ ] Germ Virus Theory", "[ ] Global Warming", "[ ] Globalist", "[ ] GMOwar", "[ ] Government Fraud", "[ ] Guns", "[ ] Health", "[ ] Hollywood", "[ ] Homeschooling", "[ ] Illegal Aliens", "[ ] Individual Freedom", "[ ] Interviews", "[ ] ISIS", "[ ] Jon Rappoport", "[ ] Law of Attraction", "[ ] Logic Course", "[ ] Magic Theater", "[ ] Marijuana", "[ ] Massacre", "[ ] Matrix Revealed", "[ ] Medical Fraud", "[ ] MERS", "[ ] Mind control", "[ ] MKULTRA", "[ ] Monsanto", "[ ] NAFTA", "[ ] New Media", "[ ] Obama", "[ ] Obamacare", "[ ] Opioids", "[ ] Outside The Reality Machine", "[ ] Paranormal", "[ ] Pedophiles", "[ ] Perverse Magicians", "[ ] Pharmaceutical drugs", "[ ] Philosophical Underpinnings", "[ ] Police State", "[ ] Political Correctness", "[ ] Population", "[ ] Power Outside The Matrix", "[ ] President", "[ ] Press Fraud", "[ ] Psychiatry Fraud", "[ ] Public Relations", "[ ] RFK Jr", "[ ] Ron & Rand Paul", "[ ] SARS", "[ ] Scalia", "[ ] Schooling", "[ ] Science Fraud", "[ ] Secret Societies", "[ ] Secret Space Program", "[ ] Short Stories", "[ ] Socialism", "[ ] Spygate", "[ ] Swine Flu", "[ ] Symbols", "[ ] Syriagate", "[ ] Technocracy", "[ ] TPP", "[ ] Transhumanism", "[ ] Trilateral Commission", "[ ] Trump", "[ ] TTIP", "[ ] UFO", "[ ] Uncategorized", "[ ] Underground", "[ ] US Constitution", "[ ] US History", "[ ] Vaccine Fraud", "[ ] Vaccinegate", "[ ] Vote Fraud", "[ ] War on Drugs", "[ ] West Nile", "[ ] Whistleblower", "[ ] WHO", "[ ] Writers", "[ ] WTO", "[ ] zika", "Archives", "Archives", "[ ] Select Month", "[ ] March 2021", "[ ] February 2021", "[ ] January 2021", "[ ] December 2020", "[ ] November 2020", "[ ] October 2020", "[ ] September 2020", "[ ] August 2020", "[ ] July 2020", "[ ] June 2020", "[ ] May 2020", "[ ] April 2020", "[ ] March 2020", "[ ] February 2020", "[ ] January 2020", "[ ] December 2019", "[ ] November 2019", "[ ] October 2019", "[ ] September 2019", "[ ] August 2019", "[ ] July 2019", "[ ] June 2019", "[ ] May 2019", "[ ] April 2019", "[ ] March 2019", "[ ] February 2019", "[ ] January 2019", "[ ] December 2018", "[ ] November 2018", "[ ] October 2018", "[ ] September 2018", "[ ] August 2018", "[ ] July 2018", "[ ] June 2018", "[ ] May 2018", "[ ] April 2018", "[ ] March 2018", "[ ] February 2018", "[ ] January 2018", "[ ] December 2017", "[ ] November 2017", "[ ] October 2017", "[ ] September 2017", "[ ] August 2017", "[ ] July 2017", "[ ] June 2017", "[ ] May 2017", "[ ] April 2017", "[ ] March 2017", "[ ] February 2017", "[ ] January 2017", "[ ] December 2016", "[ ] November 2016", "[ ] October 2016", "[ ] September 2016", "[ ] August 2016", "[ ] July 2016", "[ ] June 2016", "[ ] May 2016", "[ ] April 2016", "[ ] March 2016", "[ ] February 2016", "[ ] January 2016", "[ ] December 2015", "[ ] November 2015", "[ ] October 2015", "[ ] September 2015", "[ ] August 2015", "[ ] July 2015", "[ ] June 2015", "[ ] May 2015", "[ ] April 2015", "[ ] March 2015", "[ ] February 2015", "[ ] January 2015", "[ ] December 2014", "[ ] November 2014", "[ ] October 2014", "[ ] September 2014", "[ ] August 2014", "[ ] July 2014", "[ ] June 2014", "[ ] May 2014", "[ ] April 2014", "[ ] March 2014", "[ ] February 2014", "[ ] January 2014", "[ ] December 2013", "[ ] November 2013", "[ ] October 2013", "[ ] September 2013", "[ ] August 2013", "[ ] July 2013", "[ ] June 2013", "[ ] May 2013", "[ ] April 2013", "[ ] March 2013", "[ ] February 2013", "[ ] January 2013", "[ ] December 2012", "[ ] November 2012", "[ ] October 2012", "[ ] September 2012", "[ ] August 2012", "[ ] July 2012", "[ ] June 2012", "[ ] May 2012", "[ ] April 2012", "[ ] March 2012", "[ ] February 2012", "[ ] January 2012", "[ ] December 2011", "[ ] November 2011", "[ ] October 2011", "[ ] September 2011", "[ ] August 2011", "[ ] July 2011", "[ ] June 2011", "[ ] May 2011", "[ ] April 2011", "[ ] March 2011", "[ ] February 2011", "[ ] January 2011", "[ ] December 2010", "[ ] November 2010", "[ ] October 2010", "[ ] September 2010", "[ ] August 2010", "[ ] July 2010", "[ ] June 2010", "[ ] May 2010", "[ ] April 2010", "[ ] March 2010", "[ ] February 2010", "[ ] January 2010", "[ ] December 2009", "[ ] November 2009", "[ ] October 2009", "[ ] June 2009", "[ ] February 2001", "Proudly powered by WordPress | Theme: Quintus by WordPress.com."]