["Link: canonical", "Link: amphtml", "Jump to navigation", "* News", "* LIVE TV", "Home", "* APP", "* Magazine", "* Login", "* * Home", "* MY FEED", "* Videos", "* Malayalam", "* India", "* Gaming", "* Fact Check", "* Quiz", "* Movies", "* Health", "* Tech", "* Sports", "* DIU", "* NewsMo", "* Cities", "* Education", "* Trending", "* Binge Watch", "* Auto", "* Lifestyle", "* Business", "* Television", "* World", "* Programme", "* AQI", "* CODE OF ETHICS", "* Rate Card", "* Dark Mode", "News", "SCIENCE", "What is Plasma Therapy: A possible treatment for coronavirus?", "Link:", "https://www.indiatoday.in/science/story/what-is-convalescent-plasma-therapy-possible-treatment-coronavirus-covid-19-1669050-2020-04-20", "Link: https://www.indiatoday.in", "What is Plasma Therapy: A possible treatment for coronavirus?", "Several countries, including India, are seriously looking at plasma therapy as a", "potential treatment for Covid-19, the disease caused by the novel coronavirus.", "Plasma therapy uses blood donated by recovered patients to introduce antibodies", "in those under treatment. We take a look at what convalescent plasma therapy is,", "the benefits and risks involved in the potential treatment, what past research", "says about it, and more.", "advertisement", "Akriti Anand", "Akriti Anand", "New Delhi", "April 20, 2020", "UPDATED: April 25, 2020 18:08 IST", "loading", "[IMG]", "The convalescent plasma therapy uses antibodies developed within an", "infected person while he/she is infected with the novel coronavirus.", "(Photo: Reuters)", "As Covid-19 continues to wreck havoc across the globe, scientists are", "racing to develop antidotes for the new coronavirus, which began infecting", "humans late last year. Scientists and researchers are exploring various", "avenues to come up with medical treatments that can fight the novel", "coronavirus. One such treatment that's in focus right now is Convalescent", "Plasma Therapy.", "After China and the US, India has given a go ahead for framing a protocol", "to conduct a clinical trial for convalescent plasma therapy. The therapy", "has been used experimentally in the past and so has become a ray of hope", "in the fight against the novel coronavirus pandemic.", "In this report, we explain what the convalescent plasma therapy is, the", "benefits and risks involved, what past research says and more.", "WHAT IS CONVALESCENT PLASMA THERAPY?", "The convalescent plasma therapy aims at using antibodies from the blood of", "a recovered Covid-19 patient to treat those critically affected by the", "virus. The therapy can also used to immunise those at a high risk of", "contracting the virus -- such as health workers, families of patients and", "other high-risk contacts.", "This therapy's concept is simple and is based on the premise that the", "blood of a patient who has recovered from Covid-19 contains antibodies", "with the specific ability of fighting novel coronavirus. The theory is", "that the recovered patient's antibodies, once ingested into somebody under", "treatment, will begin targetting and fighting the novel coronavirus in the", "second patient.", "The convalescent plasma therapy is akin to passive immunisation as,", "according to researchers, it is a preventive measure and not a treatment", "for the Covid-19 disease.", "(Photo Credit: Reuters)", "HOW CONVALESCENT PLASMA THERAPY WORKS?", "The convalescent plasma therapy uses antibodies developed within an", "infected person while he/she is infected with the novel coronavirus.", "These antibodies are developed in a patient as part of the body's natural", "immune response to a foreign pathogen or in this case, the novel", "coronavirus. These antibodies are highly specific to the invading pathogen", "and so, work to eliminate the novel coronavirus from the patient's body.", "Once the patient has recovered, they donate their blood so that their", "antibodies can be used to treat other patients. The donated blood is then", "checked for the presence of any other disease-causing agents such as", "Hepatitis B, Hepatitis C, HIV etc.", "If deemed safe, the blood is then taken through a process to extract", "'plasma', the liquid part of the blood that contains antibodies. The", "antibody-rich plasma, once extracted, is then ingested into the body of a", "patient under treatment.", "Speaking about the process the plasma therapy involves, John Hopkins", "University immunologist Arturo Casadevall, who is spearheading a project", "to use the therapy, has said, \"The concept is simple. Patients who recover", "from an infectious disease often produce antibodies that can protect", "against later infections with the same microbe. This immunity can be", "transferred by giving serum to those at risk of infection.\"", "In a study co-authored by Casadevall and immunologist Liise-anne Pirofski,", "the authors write that for effective therapy \"a sufficient amount of", "antibody must be administered. When given to a susceptible person, this", "antibody will circulate in the blood, reach tissues, and provide", "protection against infection. Depending on the antibody amount and", "composition, the protection conferred by the transferred immunoglobulin", "[antibodies] can last from weeks to months.\"", "(Photo Credit: GettyImages)", "RISKS INVOLVED", "Besides speaking about the success of the convalescent plasma therapy, the", "study by John Hopkins immunologists stated some of the risks associated", "with it:", "1. Transfer of blood substances: As the blood transfusion takes place,", "there are risks that an inadvertent infection might get transferred to the", "patient.", "2. Enhancement of infection: The therapy might fail for some patients and", "can result in an enhanced form of the infection.", "3. Effect on immune system: The antibody administration may end up", "suppressing the body's natural immune response, leaving a Covid-19 patient", "vulnerable to subsequent re-infection.", "(Photo Credit: GettyImages)", "NOT THE FIRST TIME", "This is not the first time convalescent plasma therapy is being considered", "as a treatment for viral infections.", "1. In 2014, the World Health Organisation (WHO) had recommended the use of", "convalescent plasma therapy to treat patients with the antibody-rich", "plasma of those who had recovered from the Ebola virus disease.", "2. For the treatment of people infected with Middle East respiratory", "syndrome (MERS), which is also caused by a coronavirus, a protocol for use", "of convalescent plasma was established in 2015.", "3. During the 1918 H1N1 influenza virus (Spanish flu) pandemic, the", "therapy was used experimentally.", "4. The plasma therapy was used as a treatment during the H1N1 infection of", "2009.", "Others serious outbreaks that have seen the use of this therapy are the", "SARS outbreak, Measles, HIV, polio and mumps.", "PAST RESEARCH", ">>> During the SARS outbreak in 2002, various studies came to a conclusion", "that convalescent plasma therapy resulted in earlier recoveries in", "patients compared to regular drugs. Under one trial conducted by Hong Kong", "University scientists during the SARS outbreak, 80 people were", "administered convalescent plasma. It was found that \"people treated with", "it [the therapy] within two weeks of showing symptoms had a higher chance", "of being discharged from hospital than did those who weren't treated", "[sic]\".", ">>> In 2009, during the H1N1 outbreak, a study conducted to analyse the", "impact of the plasma therapy found that it helped reduce respiratory", "troubles and lowered the risk of mortality. The study also concluded that", "patients treated with the therapy were discharged within 22 days of", "treatment. Ninety-three patients requiring intensive care were part of", "this study. Out of them 20 patients were administered the plasma therapy.", "This treatment group of 20 people showed significant lower mortality than", "in the non-treatment group, the study said.", ">>> At the time of the outbreak of Ebola Virus Disease (EVD) in West", "Africa, the World Health Organization (WHO) had prioritised the evaluation", "of the convalescent plasma therapy. A study conducted in Guinea with 84", "Ebola-infected patients revealed that \"the transfusion of up to 500 ml of", "convalescent plasma with unknown levels of neutralizing antibodies was not", "associated with a significant improvement in survival\". Essentially, that", "convalescent plasma therapy did not turn out to be of much help in the", "case of Ebola virus.", "(Photo Credit: Reuters)", "PLASMA THERAPY AND COVID-19", "Plasma therapy's potential as treatment for Covid-19 has already been", "explored in limited trial in China, where the outbreak first emerged. In", "one trial, 10 critically-ill Covid-19 patients were subject to", "convalescent plasma therapy. The trial showed some improvement in", "patients' condition.", "\"No severe adverse effects were observed. This study showed CP", "[convalescent plasma] therapy was well tolerated and could potentially", "improve the clinical outcomes through neutralizing viremia [the presence", "of viruses in the blood] in severe Covid-19 cases,\" the researchers who", "conducted the trial said.", "Another trial conducted by researchers in Shenzhen, China treated five", "critically-ill Covid-19 patients with the plasma therapy and found", "\"improvement in [their] clinical status\".", "RAY OF HOPE", "These studies have sparked a ray of hope. However, researchers caution", "that it's too early to think of plasma therapy as an effective treatment.", "For example, the sample sizes in the Covid-19 plasma therapy trials are", "too small to arrive at definite conclusions.", "According to a report published in Mayo Clinic's Research Magazine, the", "researchers across the world have also raised the point that there are too", "many unknowns right now. For instance, what is the optimal dose of", "antibodies? At what point during a patient's illness should treatment be", "given? Which patients will benefit? These are some that need to be", "addressed before reaching concrete conclusions.", "The researchers also noted that \"some participants had also received other", "experimental drugs, such as antivirals, making it hard to tease out the", "precise effect of convalescent plasma\".", "So while plasma therapy remains a ray of hope, we will only know the", "treatment's efficacy once more studies and trials are conducted.", "IndiaToday.in has plenty of useful resources that can help you better", "understand the coronavirus pandemic and protect yourself. Read our", "comprehensive guide (with information on how the virus spreads,", "precautions and symptoms), watch an expert debunk myths, check out our", "data analysis of cases in India, and access our dedicated coronavirus", "page.", "Live TV", "Also Read | Should you wear mask? Is it time to review coronavirus", "advisory?", "Also Read | Coronavirus: From Covid-19 to pandemic, some key terms", "explained", "Deep Dive | Plasma therapy a lifeline for coronavirus patients?", "Posted byAkriti Anand", "advertisement", "READ THIS", "* BJP chief JP Nadda", "Top BJP leaders take to social media to condemn tweets on farmers'", "stir by Rihanna, Greta", "* [IMG]", "The efficacy of double masking: What health experts have to say", "* [IMG]", "Silenced Minority?", "* [IMG]", "Airtel, Jio, Vi best prepaid plans with streaming and data benefits", "under Rs 500", "Recommended", "Watch Right Now", "* [IMG]", "04:14", "Devendra Fadnavis-led BJP delegation meets Governor Bhagat Singh", "Koshyari", "* [IMG]", "02:09", "Sachin Vaze used fake Aadhaar to stay at 5-star hotel in Mumbai", "* [IMG]", "17:19", "Sunderbans to be new district if BJP is voted to power, says Amit Shah", "at Bengal rally", "* [IMG]", "00:42", "Covid surge: UP schools upto class 8 to stay shut till 31 March", "* [IMG]", "00:57", "Amit Shah releases BJP's manifesto for Bengal election", "Top Takes", "* Karnataka Congress MLAs to hold all night protest in assembly", "01:15", "Karnataka Congress MLAs to hold all night protest in assembly", "* Watch: Heated exchange of words between Suvendu Adhikari and West", "Bengal Police", "21:26", "Watch: Heated exchange of words between Suvendu Adhikari and West", "Bengal Police", "* Watch: PM Modi targets Mamata at rally", "05:39", "Watch: PM Modi targets Mamata at rally", "advertisement", "INDIATODAY.IN", "* * * * _____________________", "* advertisement", "Publications:", "* Business Today", "* Cosmopolitan", "* India Today - Hindi", "* India Today", "* Mail Today", "* Money Today", "* Reader's Digest", "* Time", "Television:", "* Aaj Tak", "* Delhi Aaj Tak", "* India Today TV", "* Tez", "Radio:", "* Ishq FM", "Education:", "* India Today Education", "* Vasant Valley", "* Best Colleges India 2018", "* Best Universities India 2018", "Syndications:", "* India content", "* Headlines Today", "Events:", "* Agenda Aajtak", "* India Today Conclave", "* Robb Report India 2018", "* Sahitya Aaj Tak", "* The Red Lab", "Distribution:", "* Rate Card", "Printing:", "* Thomson Press", "Welfare:", "* Care Today", "Music:", "* Music Today", "Useful Links :", "* Partners", "* Press Release", "* Sitemap", "* News", "* Newsletter", "* Privacy Policy", "* Correction Policy", "Download App", "* Andriod App", "* IOS App", "* SmartTv App", "Copyright © 2021 Living Media India Limited. For reprint rights:", "Syndications Today"]