["Link:", "https://fonts.googleapis.com/css?family=Bitter:400,700,400italic|Open+Sans:400,300,600,700|Montserrat:400,700", "Please review our updated Privacy & Cookies Notice.", "We use cookies and similar technologies to collect information and to", "personalize the site. By continuing to use this site, you consent to the", "placement of these cookies and similar technologies and to our privacy", "practices.", "Read our updated Privacy & Cookies Notice to learn more.", "I Consent close", "Out-of-date browser detected", "Your browser appears to be out-of-date, and portions of the site may not", "function as intended.", "Please install a current version of Chrome, Firefox, Edge, or Safari for a", "better experience.", "Menu Close", "About", "Learn about our origins, operations, leadership, job opportunities, and", "more.", "* Our story", "* How we work", "* Committed grants", "* Leadership", "* Financials", "About", "Our work", "Learn about the foundation teams and programs that are making an impact", "around the globe.", "* Places", "* Program strategies", "Our work", "Ideas", "Read the latest stories, interviews, and insights from across the", "foundation.", "* COVID-19", "* Gender Equality", "* Media Center", "* Speeches", "* Search Ideas", "Ideas", "Menu", "About", "Learn about our origins, operations, leadership, job opportunities, and", "more.", "* Our story", "* How we work", "* Committed grants", "* Leadership", "* Financials", "About", "Our work", "Learn about the foundation teams and programs that are making an impact", "around the globe.", "* Places", "* Program strategies", "Our work", "Ideas", "Read the latest stories, interviews, and insights from across the", "foundation.", "* COVID-19", "* Gender Equality", "* Media Center", "* Speeches", "* Search Ideas", "Ideas", "[IMG]", "Search", "_____________________ Please enter a search term Search", "Ideas", "More in this section", "* Ideas", "* 2019 Year in Review", "* Reaching the Last Mile", "* 3 ways advances in disease modeling will help end malaria", "* In a year like no other, an opportunity to give like never before", "* Looking back at COVID-19 in 2020: A Q&A with Hari Menon", "* Looking back at COVID-19 in 2020: A Q&A with Oumar Seydi", "* “Changing what impossible means” in Sierra Leone through", "innovation", "* How do you solve a problem like malaria?", "* Insights from AIDS 2018", "* With a dash of banana-flavoring, the antibiotic azithromycin can", "be a remedy to childhood mortality", "* The fight against antimicrobial resistance", "* Data show why we must be cautiously optimistic about reaching the", "UN’s Sustainable Development Goal", "* Solving crowded hospitals and inadequate maternal care are keys", "for reducing infant mortality", "* Sophisticated new maps chart the geography of childhood", "malnutrition in Africa", "* Under the microscope: Learning more about childhood mortality", "* Adapting to climate change", "* Code vs. COVID-19", "* How to help students get to college in the COVID era", "* After low-income women lose their jobs in the COVID-19 economy,", "what happens to them?", "* Why we're giving $250 million more to fight COVID-19", "* When a COVID-19 vaccine is ready, this group will make sure the", "whole world can access it", "* A down payment on a COVID-free future", "* The Rebuilders: Goalkeepers constructing the post-pandemic world", "* Using authentic voices and stories to upend views on poverty and", "race", "* Combating COVID-19 in India", "* Schools and students during the COVID-19 outbreak in America: A", "conversation with Allan Golston", "* The strangest school year in memory is about to end. How do we", "get ready for the next one?", "* “Seattle isn’t just our headquarters. It’s our home”: A", "conversation with Amy Carter about BMGF’s local response to a", "global pandemic", "* What it will take to make self-administered COVID-19 testing", "possible", "* Polio teams respond to COVID-19: A conversation with Dr. Erin", "Stuckey", "* ReFRAMing Research: How new technology could reveal a treatment", "for COVID-19", "* Pandemic Philanthropy: A Q&A with Caira Woods about how", "nonprofits are handling the high demand for, and supply of,", "charitable giving", "* Potential plasma treatments for COVID-19: A conversation with Dr.", "Toni Hoover", "* Developing COVID-19 therapeutics: An investment that needs to", "happen", "* Three weeks, two drug trials: An update on the Therapeutics", "Accelerator with Trevor Mundel", "* The African Footprint: How the continent's preparedness impacts", "the rest of the world", "* Giving in the time of COVID-19: A conversation with Victoria", "Vrana about the new PowerOf platform", "* Primary health care is exactly that", "* Humanizing quantitative data: A Q&A with Chloé Roubert and Micki", "Semler", "* Our COVID-19 response: Q&A with Mark Suzman", "* Fighting COVID-19 globally—and specifically", "* Twenty years in the making: The foundation’s response to COVID-19", "* Announcing the COVID-19 Therapeutics Accelerator", "* COVID-19: How you can help from home", "* Our approach to COVID-19 in Africa with Oumar Seydi", "* Africa: In the fight against COVID-19, an unsung  continent", "* A conversation with Trevor Mundel: Ensuring affordable COVID-19", "vaccine doses reach low-and middle-income countries", "* “We’re preparing for 2021 today”: An update on the Therapeutics", "Accelerator", "* A COVID-19 vaccine might be ready within 18 months. But what", "happens then?", "* Why we focus on vaccine equity", "* A three-part plan to eliminate COVID-19", "* Four reasons why this week was a turning point in the fight", "against COVID-19", "* Assessing the news about COVID-19 vaccines: A Q&A with Dr. Lynda", "Stuart", "* How a virologist named Ruth saved millions of children and led", "Bill & me to get into philanthropy", "* The pandemic is forcing us all online. Can self-help and savings", "groups for low-income women go digital, too?", "* During COVID-19, women’s health care must be an essential", "service: A conversation with three experts", "* With vaccine deliveries to Accra and Abidjan, the race for equity", "begins", "* Put women at the heart of the economic recovery", "* Gates Foundation COVID-19 Response FAQ", "* The Democratic Republic of Congo just stopped a killer disease in", "its tracks. What's next?", "* For Black and Latino students, and students experiencing poverty,", "mastering Algebra 1 is the X-Factor", "* Why Black colleges and universities are America’s newest–and most", "critical–diagnostic testing hubs", "* How Emergency Operations Centers are aiding the COVID-19 response", "* Stories of Progress: Goalkeepers 2019", "* Exemplars in Global Health: Q&A with Dr. Niranjan Bose", "* Nothing for young people, without young people: Making family", "planning access youth-centered", "* “Slow” fashion brings fast progress to healthcare in Bihar, India", "* Five years makes a difference", "* Doubling down on food fortification to fortify the future", "* The foundation launches its new website", "* Keeping vaccination goals close, no matter how afar", "* How a revolutionary vaccine “blew away” Meningitis A outbreaks in", "Burkina Faso", "* What if we could make every woman and girl count?", "* Gender equality. No, there isn't an app for that", "* Poverty is sexist: A Q&A with new Gender Equality Division", "President Anita Zaidi", "* Gene therapy for global health: A Q&A with Dr. Mike McCune", "* Getting a Grip on Malaria", "* Malaria in den Griff Bekommen", "* Does the toilet need reinventing?", "* Muss die Toilette neu erfunden werden?", "* The vital importance of everyday giving: A Q&A with Bill and", "Melinda Gates", "* A world of giving", "* Worldwide in scope, but local in relevance, the Global Burden of", "Disease report is revolutionizing health surveillance", "* Global partners respond to new Ebola outbreak", "* Which targets should Goalkeepers focus on?", "* Giving young people the best future we can", "* The demographic dividend and youth in sub-Saharan Africa", "* Technology and trust: Investing in youth to accelerate economic", "progress", "* News – and not the fake kind – is holding back the SDGs", "* Their future, our goal: The case for investing in adolescents", "* Good news: Guinea worm disease is on the verge of eradication", "* Why we invest in innovation", "* Has the fight against polio been worth it?", "* Measuring the value of health", "* COVID-19 is showing us how to improve health systems—sometimes by", "disrupting them", "* Too expensive, too slow, too discriminatory, and other myths", "about the polio eradication program", "* Health workers in Nigeria are using lessons learned from polio to", "fight the Lassa fever outbreak", "* How investments in HIV prevention could help build a healthier", "future for women", "* Overcoming fear and stigma in the age of HIV/AIDS", "* How do you decide what to invest in?", "* India announces plan to end tuberculosis by 2025", "* Further together: Insights from our India country office", "* With national gains in health, the women polo players of Manipur,", "India, take their shot", "* Learning to innovate during global emergencies", "* Governments build roads and bridges. Why is another essential", "piece of infrastructure, child care, built on women’s unpaid", "labor?", "* The secret journey of an effective vaccine", "* Keeping Kenya healthy", "* Kuifanya Kenya kuendelea kuwa na afya", "* Can women be the architects of a post-pandemic Kenya?", "* Je Wanawake wanaweza kuwa nguzo kuu nchini Kenya, baada ya janga?", "* Addressing the locust crisis in East Africa: A Q&A with Dr.", "Christina Owen", "* The danger of complacency: Lost progress in vitamin A", "distribution", "* The time to adapt to climate change is now", "* Global action is the only way to get ahead of COVID-19", "* Embedding the “streetlight moments” in our mission", "* One year on: Q+A reflections from CEO Mark Suzman", "* Remembering Bill Gates Sr., our “north star”", "* Measles outbreaks in an interconnected world", "* Fatimata Sy on partnering to expand access to contraceptives", "* To beat mosquitos, researchers must think like mosquitos", "* Why the global health community can’t afford to ignore nutrition", "and agriculture", "* Day Zero: Inside Nigeria’s response to the 2016 polio outbreak", "* Turning demographics into opportunity", "* Melinda Gates: Will the world be generous enough to defeat", "COVID-19?", "* Ending wild polio in Africa: A Q&A with Michael Galway and", "Violaine Mitchell", "* Congrats, India, you eradicated polio! What’s next?", "* Primary health care takes center stage this week in Astana,", "Kazakhstan", "* A letter from our CEO, Mark Suzman: Reflections to guide our next", "twenty years", "* Helping farmers adapt to the new normal: A Q&A with Rodger", "Voorhies", "* Helping local leaders reach the most vulnerable", "* Closing the opportunity gap in the Sahel", "* What do skateboarding and global health have in common?", "* Sexist and incomplete data hold back the world’s COVID-19", "response", "* Investing for Impact: A Q&A with Vidya Vasu-Devan", "* They can’t Google, so they ask me about their rights", "* De-throning “The Throne” at the Reinvent the Toilet Expo in", "Beijing, China", "* Fighting history’s most successful infectious disease", "* The power of the UN General Assembly", "* Looking back on vaccines in 2018", "* Want to maintain the progress against HIV/AIDS? We need solutions", "for young women in sub-Saharan Africa", "* Two conversations with Warren", "* We don't want to wait 99 years for gender equality", "* Empowering Africa’s women farmers", "* Women on philanthropy’s front lines: A conversation with Melanie", "Brown and Elizabeth Barajas-Román", "* Banking on the future of women", "* Missing Perspectives: How women are left out of the news", "* Making health systems stronger while tackling the impacts of", "COVID-19", "* What will it take to achieve COVID-19 containment and economic", "revival?", "* Innovation and sound policies are critical to protect people", "during the crisis", "* Why protecting, promoting essential services for women and", "children is now more critical than ever", "* Celebrating the Second Annual World NTD Day: A Q&A with Katey", "Owen", "* Gender Equality", "* COVID-19", "* Media Center", "* Annual Letters", "* Speeches", "* Home", "* Ideas", "* A COVID-19 vaccine might be ready within 18 months. But what happens", "then?", "A COVID-19 vaccine might be ready within 18 months. But what happens then?", "Researcher examining lab work", "The world is currently on pause, buying time while an effective vaccine", "against COVID-19 is developed. Already, several vaccines have entered", "human trials, and discussions have begun about how the most promising", "candidates might be manufactured.", "“We aren’t sure which vaccines will be the most effective yet, and each", "requires unique technology to make,” says Bill Gates, co-chair of the Bill", "& Melinda Gates Foundation. “That means nations need to invest in many", "different kinds of manufacturing facilities now, knowing that some will", "never be used. Otherwise, we’ll waste months after the lab develops an", "immunization, waiting for the right manufacturer to scale up.”", "Assuming everything goes to plan,12 to 18 months from now, the first", "COVID-19 vaccines will start to roll out of one of those plants in bulk.", "What then?", "Developing and manufacturing a vaccine against COVID-19 is only part of", "the solution. Without galvanizing the political will and developing the", "infrastructure to ensure that the vaccine is distributed equitably, to", "every person who needs it, in every corner of the globe, this disease will", "continue to stalk mankind for many years to come.", "“This is a global pandemic, so it affects everybody. The best way for us", "all to be protected is to have an equitable approach to access—to ensure", "we’re doing what makes the most sense for the pandemic and for all of our", "protection, not just whoever can spend the most money,” says Brad Tytel, a", "senior program officer at the Gates Foundation, who is helping to", "coordinate its policy and advocacy response to the COVID-19 crisis.", "The good news is that there are organizations with extensive expertise in", "vaccine delivery. UNICEF, for example, purchases vaccines to immunize", "almost half of the world’s children against preventable diseases, and", "Gavi, the Vaccine Alliance, makes sure those vaccines actually get to the", "kids in need. Since its founding in 2000, Gavi and its partners have", "vaccinated more than 760 million kids in 73 of the world’s poorest", "countries.", "Building the supply chain…before the supply", "Ensuring that the vaccines reach every country’s health system and", "distribution network safely and reliably is a considerable challenge. “It", "all comes down to supply chain,” says David Sarley, another senior program", "officer at the Gates Foundation, who works in the health systems team.", "Most vaccines are sensitive products; if they get too hot or too cold,", "they’ll lose their potency and no longer work as effectively. So, vaccines", "are transported from factory to clinic through a series of", "temperature-controlled steps, called the cold chain. They are often flown", "long distances in the holds of passenger planes, after which they must", "clear customs, and then be transported to refrigerated national storage", "facilities. From here, they are usually hauled overland by truck or", "motorcycle to regional facilities, before finally being transported to the", "clinic—sometimes even being walked the final leg on the back of a", "healthcare worker.", "The best way for us all to be protected is to have an equitable approach", "to access-to ensure we're doing what makes the most sense for the", "pandemic and for all of our protection, not just whoever can spend the", "most money.", "Brad Tytel", "Sr. Progam Officer, COVID-19 Response", "Bill & Melinda Gates Foundation", "That alone is a complex chain of custody and coordination, with many hands", "involved,” says Sarley. “Now you add in COVID-19, and each part of that", "supply chain is affected in one way or another.”", "Since the world became aware of the novel coronavirus in January 2020,", "many countries have imposed travel restrictions to prevent infected people", "crossing their borders, with aircraft being grounded. Fewer flights mean", "vaccines must compete with other priority cargo, which can cause delays.", "Problematic as this is for essential supplies such as personal protective", "equipment (PPE), it’s even more of an issue for vaccines, because they", "must be kept refrigerated. So, already, at least 21 low- and middle-income", "countries are reporting shortages of vaccines for polio, measles, and", "human papillomavirus (HPV) due to border closures and disruptions to air", "travel.", "Even if vaccines make it across borders, social distancing measures,", "redeployment of frontline workers, plus the possibility of large numbers", "of people falling sick could further disrupt the cold chain and reduce", "vaccine delivery to patients—including a future vaccine against COVID-19.", "Sign up for The Optimist newsletter", "Subscribe to The Optimist to get updates on the latest in global health,", "gender equality, education, and more. Subscribing and completing your", "profile is the best way to stay up to date with the Gates Foundation, our", "partners, events, and other ways to stay connected.", "Email Address _____________________ Please enter a valid email address", "SUBSCRIBE", "By submitting your email to subscribe, you agree to the Bill & Melinda", "Gates Foundation's Privacy & Cookies Notice.", "“My biggest worry right now is that routine immunization programs are", "getting delayed and stopped because of COVID-19,” says Seth Berkley, CEO", "of Gavi. “Of course, because of that we’re going to end up with outbreaks", "[of other diseases], which could doubly overwhelm health systems.”", "Lessons should be learned from previous outbreaks, such as the 2014–16", "Ebola epidemic in West Africa. Here, many countries tried to stem the", "outbreak by closing borders and banning flights to Liberia, Guinea, and", "Sierra Leone, which had the highest number of infections. One consequence", "was that humanitarian assistance was prevented from reaching some of the", "worst-affected regions, which further enabled the disease to spread.", "Similarly, during the H5N1 bird flu crisis in 2006, disrupted flights", "combined with a surge in demand for PPE led to delays in this vital", "equipment reaching those who needed it. “Because the whole world was", "trying to get the PPE, and because we hadn’t set up pre-existing or", "forward contracts to guarantee [its transport], we had to pay premium", "rates to ensure space on aircraft,” says Sarley, who was involved in these", "coordination efforts.", "Knowing that the COVID-19 vaccine will need to be delivered in 12 to 18", "months means that plans can be put in place and preparations made. At one", "extreme, Sarley suggests, would be for organizations to purchase, now, a", "fleet of aircraft and have them on standby, with flight crews and", "logistics prepared so that they’re ready to fly. At the other, contracts", "with airlines could be set up to buy transport space in advance, wrapped", "in as many guarantees as possible.", "Vulnerable health systems can also be reinforced in advance. For example,", "in early April, Gavi announced that it will provide $29 million in urgent", "initial funding to 13 lower-income countries. The money will support their", "responses to COVID-19, protecting healthcare workers with PPE, performing", "surveillance and training, and funding diagnostic tests.", "At the same time, organizations like Gavi can also figure out how to adapt", "their operations to a disease no one has dealt with before. “With COVID,", "you likely have to prioritize a different type of population,” says", "Valerie Bemo, Deputy Director of Emergency Response at the Gates", "Foundation. Gavi and its partners, she points out, focus mostly on", "delivering vaccines to children, but children are the least affected by", "COVID-19. An immunization program for this disease will need to target", "people of all ages, particularly the elderly.", "Developing equitable answers to hard questions", "Developing a vaccine against COVID-19 and manufacturing billions of doses", "will be a massive achievement. “But no matter how fast the production is", "going,” Bemo points out, “we know there will still be limited quantity”", "In late 2021, a massive vaccine distribution program might be underway,", "and one of the most difficult questions the world have to answer is: “Who", "gets it first?”", "“Ideally, there would be global agreement about who should get the vaccine", "first,” says Bill Gates, “but given how many competing interests there", "are, this is unlikely to happen. The governments that provide the funding,", "the countries where the trials are run, and the places where the pandemic", "is the worst will all make a case that they should get priority.", "Berkley agrees that there will be difficult decisions ahead. “No matter", "how much we scale up, there will not be enough vaccine [to immunize", "everyone] on day one,” he says. Some prioritization will be necessary, but", "it’s not just about ensuring equity between rich and poor—there’s also the", "public health significance to consider: “If this disease is still killing", "health workers, the first priority might be to try and vaccinate every", "health worker in the world and not the general population as a priority,”", "Berkley suggests. “Even within countries, we need a consensus, because if", "it’s just ‘anybody can get it, at any time,’ what’s likely to happen is", "what always happens in these situations: It will be those who are worried", "and at lower risk who get access, rather than the people who are higher", "risk and not necessarily so worried.”", "Achieving these feats will require global collaboration on an", "unprecedented scale. The World Health Organization has a role to play as", "coordinator, but individual countries will also need to put aside national", "interests and work together for the greater good. “We need a political and", "moral commitment from countries to do this, and we also need an", "operational and technical plan,” says Tytel. Without this, the world will", "spend a lot more than needed for an inadequate global supply of vaccine", "that will be allocated inefficiently. This will hurt everybody, he says.", "Imagine a scenario where the disease is under control in some countries", "but raging through others: Here, it may be necessary to divert the bulk of", "available vaccine to these struggling countries—even though populations", "everywhere will be clamoring for it. If COVID-19 has taught us anything,", "it’s that if you have raging outbreaks in one area of the world, then", "ultimately, nowhere is safe, Berkley says: “There’s going to be pressure", "to say, ‘I’m only worried about me, my family, my community, my whatever.’", "But with infectious diseases, you can’t think of it that way. We have to", "think locally but act globally.”", "And there’s little time to lose: The countdown to an effective vaccine has", "begun, and it is progressing faster than for perhaps any pathogen in", "history. That’s good news, but it also means we need to start preparing", "for it now.", "Read next", "Doctor in hospital", "Potential plasma treatments for COVID-19: A conversation with Dr. Toni Hoover", "Dr. Toni Hoover, director of Strategy, Planning, and Management for Global", "Health at the Gates Foundation, shares what the CoVig Alliance means for", "the wider fight against COVID-19—and the foundation's role.", "Toni Hoover Director, Strategy, Planning, and Management, Bill & Melinda", "Gates Foundation", "Mark Suzman with scientists in lab", "Our COVID-19 response: Q&A with Mark Suzman", "On Friday, April 17, Mark Suzman, CEO of the Gates Foundation, joined a", "conference call with The Optimist subscribers to discuss the foundation's", "response to the COVID-19 pandemic. Listen to the recording of the call", "here.", "Mark Suzman Chief Executive Officer, Bill & Melinda Gates Foundation", "Sign up for The Optimist newsletter", "Subscribe to The Optimist to get updates on the latest in global health,", "gender equality, education, and more. Subscribing and completing your", "profile is the best way to stay up to date with the Gates Foundation, our", "partners, events, and other ways to stay connected.", "Email Address _____________________ Please enter a valid email address", "SUBSCRIBE", "By submitting your email to subscribe, you agree to the Bill & Melinda", "Gates Foundation's Privacy & Cookies Notice.", "[IMG]", "We are a nonprofit organization fighting poverty, disease, and inequity", "around the world.", "* About", "* Our work", "* Ideas", "* About", "* Our work", "* Ideas", "* Contact", "* Media Center", "* Careers", "* Discovery Center", "* Be Aware of Fraudulent Activity", "* Privacy & Cookies Notice", "* Terms of Use", "* Brand Guidelines", "1991-2021 Bill & Melinda Gates Foundation. All rights reserved."]