["The Poynter Institute", "Menu", "Donate", "[ ] State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "[ ] Issues", "* All Issues", "* Online hoaxes", "* Coronavirus", "* Health Care", "* Immigration", "* Taxes", "* Marijuana", "* Environment", "* Crime", "* Guns", "* Foreign Policy", "[ ] People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "[ ] Media", "* PunditFact", "* Tucker Carlson", "* Sean Hannity", "* Rachel Maddow", "* Rush Limbaugh", "* Bloggers", "[ ] Campaigns", "* 2020 Elections", "[ ] Truth-o-Meter", "* True", "* Mostly True", "* Half True", "* Mostly False", "* False", "* Pants on Fire", "[ ] Promises", "* Biden Promise Tracker", "* Trump-O-Meter", "* Obameter", "* Latest Promises", "[ ] About Us", "* Our Process", "* Our Staff", "* Who pays for Politifact?", "* Advertise with Us", "* Suggest a Fact-check", "* Corrections and Updates", "Donate", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "[ ]", "_____________________ [ Submit ]", "Stand up for the facts!", "Misinformation isn't going away just because it's a new year. Support", "trusted, factual information with a tax deductible contribution to", "PolitiFact.", "More Info", "I would like to contribute", "_____________________", "[ ] One Time", "[ ] Monthly", "[ ] Yearly", "Join Now", "Don Gaetz", "stated on February 13, 2014 in a \"Florida Face to Face\" interview:", "The medical marijuana ballot initiative \"doesn’t require a physician", "writing a prescription\" and can be for conditions like \"having a back that", "needs to be scratched.\"", "true half-true", "* Florida Amendments", "* Health Care", "* Florida", "* Marijuana", "* Don Gaetz", "Joshua Gillin", "By Joshua Gillin February 21, 2014", "Amy Sherman", "By Amy Sherman February 21, 2014", "Medical marijuana ballot initiative requires doctors' input but not a", "prescription for 'debilitating' conditions", "As medical marijuana heads to the ballot in Florida in November, opponents", "like Senate President Don Gaetz have argued that it will be too easy for", "people who want to smoke pot recreationally to get their hands on it.", "\"The ballot initiative is the legalization of marijuana,\" said Gaetz in an", "interview on Florida Face to Face on Feb. 13, 2014. \"It doesn’t require a", "physician writing a prescription and it can be for purposes as specious as", "having a back that needs to be scratched. That’s the legalization of", "marijuana that I oppose and will vote against in November.\"", "We’ve already fact-checked claims about the initiative, and there’s some", "merit to the argument that people will be able to get medical marijuana", "for a wide variety of conditions. But Gaetz’s claim about physicians", "struck us as suspicious, so we decided to check it out.", "Would patients need a prescription?", "In a 4-3 ruling in late January, the Florida Supreme Court paved the way", "for the amendment about medical marijuana to appear on the November", "ballot.", "The ballot summary mentions doctors right off the bat:", "\"Allows the medical use of marijuana for individuals with debilitating", "diseases as determined by a licensed Florida physician. Allows caregivers", "to assist patients’ medical use of marijuana. The Department of Health", "shall register and regulate centers that produce and distribute marijuana", "for medical purposes and shall issue identification cards to patients and", "caregivers. Applies only to Florida law. Does not authorize violations of", "federal law or any non-medical use, possession or production of", "marijuana.\"", "But if you read further into the amendment text, you’ll see that", "technically patients wouldn’t get a \"prescription.\"", "Instead, patients will need a \"physician certification,\" which the", "amendment text states means \"a written document signed by a physician,", "stating that in the physician‘s professional opinion, the patient suffers", "from a debilitating medical condition, that the potential benefits of the", "medical use of marijuana would likely outweigh the health risks for the", "patient, and for how long the physician recommends the medical use of", "marijuana for the patient. A physician certification may only be provided", "after the physician has conducted a physical examination of the patient", "and a full assessment of the patient‘s medical history.\"", "Robert Mikos, a Vanderbilt law school professor who specializes in drug", "policy, told PolitiFact Florida that there is a fine distinction between a", "certification (or a recommendation, as it’s commonly called in other", "medical marijuana states) and a prescription.", "Doctors generally don’t \"prescribe\" marijuana, because in order for a", "physician to be allowed to prescribe narcotics, the doctor must register", "with the Drug Enforcement Agency. If the practitioner were to prescribe a", "Schedule I drug like marijuana -- which means under federal guidelines it", "is a dangerous narcotic, with no approved medical uses -- they would lose", "their registration, and would legally no longer be allowed to prescribe", "drugs.", "On the other hand, a 2002 federal court decision did find that a doctor", "could simply recommend the drug, protecting the discussion with their", "patient under First Amendment protections of freedom of speech.", "\"In the legally relevant sense, it’s no different than a doctor", "recommending jogging every day,\" Mikos said. The certification in practice", "would largely be a piece of paper documenting the discussion, and would", "create a paper trail similar to a prescription, in order to track who is", "getting the drug and why.", "Featured Fact-check", "Viral image", "stated on March 1, 2021 in post on Facebook", "Says 5-year-olds can “take hormones and change my sex.”", "true false", "By Monique Curet • March 5, 2021", "Once a patient gets that certification, the Department of Health will", "issue the patient an identification card, according to the ballot", "language. Under the Florida law, patients would not be able to grow their", "own plants.", "Approved patients could purchase marijuana from registered,", "state-regulated centers. If the amendment passes, the Department of Health", "will set rules for how centers will operate.", "What sort of conditions would be covered?", "The amendment text lists a number of qualifying conditions for medical", "marijuana, including cancer, glaucoma, HIV/AIDs, Hepatitis C, ALS, Crohn’s", "disease, Parkinson’s disease and multiple sclerosis.", "But as Gaetz’s spokeswoman Katie Betta noted, it also includes this", "language: \"or other conditions for which a physician believes that the", "medical use of marijuana would likely outweigh the potential health risks", "for a patient.\"", "The Supreme Court, in allowing the amendment to go forward, noted that", "conditions that qualified would be those that \"cause impaired strength,", "weakness or enfeeblement.\" We’ve previously noted that the ballot language", "suggests marijuana could be recommended for conditions like muscle spasms,", "neck pain, back pain and menstrual cramps, because all those conditions", "could be described as \"debilitating.\"", "This means anyone who has a condition that weakens or enfeebles them could", "qualify to use marijuana if their physician indicated that their use of", "marijuana outweighed the potential health risks.", "That would include a wide range of ailments, and Gaetz’s spokesperson", "defended his choice of words on those grounds.", "\"The president is making the point that the amendment is open-ended", "because it states that a physician can issue a certification allowing for", "the use of medical marijuana for any condition where the benefit could", "outweigh the risks. ...\" Betta told PolitiFact in an email. \"The Supreme", "Court’s ruling did not interpret the amendment for application and will", "not be bound by any interpretation that was advanced related to the ballot", "summary challenge.\"", "Still, Gaetz seems to be going too far using an example of \"a back that", "needs to be scratched.\" Certainly, chronic itching can be a serious", "condition, but Gaetz's implication is that a condition with a simple", "remedy could be used to qualify for marijuana. The ballot language sets a", "higher bar than that, noting that the condition must be \"debilitating.\"", "Our ruling", "Gaetz said the medical marijuana ballot initiative \"doesn’t require a", "physician writing a prescription, and it can be for purposes as specious", "as a back that needs to be scratched.\"", "Because of federal law, doctors won’t be writing prescriptions. Instead", "they will write a certification after examining the patient, determining", "the patient would benefit from marijuana and how long the patient should", "use it. Gaetz’s statement suggests Floridians could get marijuana without", "a doctor being involved, but that’s not the case.", "Gaetz’s claim that someone can get marijuana for having a back in need of", "scratching is also misleading. The ballot language says that a condition", "must be debilitating, which means it weakens the person. While many", "different types of conditions could qualify under this definition, a back", "that simply needed scratching wouldn't qualify.", "We rate this claim Half True.", "Our Sources", "Florida Face to Face, Interview with Sen. President Don Gaetz and House", "Speaker Will Weatherford, Feb. 13, 2014", "Florida Secretary of State, Constitutional amendment petition form", "Tampa Bay Times, \"Questions and answers about medical marijuana in", "Florida,\" Jan. 28, 2014", "Miami Herald’s Naked Politics blog, \"Medical marijuana headed to ballot", "after Supreme’s 4-3 decision,\" Jan. 27, 2014", "PolitiFact, \"Fact-checking 7 claims about marijuana,\" Jan. 31, 2014", "PolitiFact, \"Pam Bondi says amendment would make Florida one of the most", "lenient medical marijuana states,\" Dec. 17, 2013", "Americans for Safe Access, \"Conant v. Walters,\" accessed Feb. 20, 2014", "Interview, Robert Mikos, Vanderbilt University Law School professor, Feb.", "20, 2014", "Interview, Katie Betta, spokeswoman for Sen. Don Gaetz, Feb. 20, 2014", "Interview, Sheri Hutchinson, spokeswoman Florida Department of Health,", "Feb. 20, 2014", "Interview, Ben Pollara, campaign manager United for Care, Feb. 20, 2014", "Interview, Morgan Fox, spokesman Marijuana Policy Project, Feb. 20, 2014", "Read About Our Process", "The Principles of the Truth-O-Meter", "Browse the Truth-O-Meter", "More by Joshua Gillin", "FreedomJunkshun.com", "stated on November 6, 2017 a headline:", "\"Supreme Court issues its first bench warrant ever.\"", "pants-fire pants-fire", "By Susan Areson • November 9, 2017", "React365.com", "stated on November 7, 2017 an Internet post:", "Says the University of Florida \"requests to cancel rivalry game\" against", "Florida State University.", "pants-fire pants-fire", "By Joshua Gillin • November 7, 2017", "YourNewsWire.com", "stated on November 5, 2017 an Internet post:", "\"Texas Church shooter was Antifa and wanted to start (a) ‘communist", "revolution.’ \"", "pants-fire pants-fire", "By Joshua Gillin • November 6, 2017", "Sebastian Gorka", "stated on November 1, 2017 an appearance on 'Hannity':", "Says Jake Tapper said Allahu Akbar was a \"beautiful phrase\" after a", "terrorist attack in New York.", "pants-fire pants-fire", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 6, 2017 Internet posts:", "\"California Democrat Maxine Waters charged on 3 counts.\"", "barely-true barely-true", "By Joshua Gillin • November 2, 2017", "Bloggers", "stated on October 29, 2017 Internet posts:", "Says actor Morgan Freeman said, \"Jailing Hillary\" is the best way to", "\"restore public faith in government.\"", "pants-fire pants-fire", "By Joshua Gillin • November 1, 2017", "FreedomJunkshun.com", "stated on October 28, 2017 a headline:", "\"Hillary Clinton leaves the country as Mueller indictment is announced.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "FreedomJunkshun.com", "stated on October 27, 2017 a headline:", "\"Breitbart leaks names of four Dems being charged in Mueller’s Russia", "probe.\"", "pants-fire pants-fire", "By Joshua Gillin • October 31, 2017", "Michael Moore", "stated on October 4, 2017 a Facebook post:", "\"People who die from a home invasion make up a sad but minuscule .04% of", "all gun murders in the U.S. And over a third of them are killed by their", "own gun that the criminal has either stolen or wrestled from them.\"", "barely-true barely-true", "By Joshua Gillin • October 25, 2017", "React365.com", "stated on October 23, 2017 a headline:", "\"Tulsa school closes after brutal fire.\"", "pants-fire pants-fire", "By Joshua Gillin • October 23, 2017", "AsAmericanAsApplePie.org", "stated on October 16, 2017 a headline:", "\"Hillary (Clinton) caught on tape laughing about (Hurricane) Irma ‘wiping", "out all of those Florida hillbillies’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 18, 2017", "AsAmericanAsApplePie.org", "stated on October 15, 2017 a headline:", "\"San Juan city council votes unanimously to impeach Trump-hating mayor.\"", "pants-fire pants-fire", "By Joshua Gillin • October 17, 2017", "Viral image", "stated on October 9, 2017 Internet posts:", "A viral image shows LeBron James wearing a T-shirt that reads, \"We march,", "y’all mad. We sit down, y’all mad. We speak up, y’all mad. We die, y’all", "silent.\"", "false false", "By Joshua Gillin • October 12, 2017", "Bloggers", "stated on October 9, 2017 a headline:", "\"President Trump signs executive order stripping NFL of ‘non-profit’", "status.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "AsAmericanAsApplePie.org", "stated on October 8, 2017 a headline:", "\"Jason Aldean gig canceled after he sells out to liberals on ‘SNL’.\"", "pants-fire pants-fire", "By Joshua Gillin • October 10, 2017", "Medical marijuana ballot initiative requires doctors' input but not a", "prescription for 'debilitating' conditions", "* Joe Biden", "stated on March 25, 2021 in a press conference:", "Says there was a “28% increase in children to the border in my", "administration” and “31% … in 2019.” The increase in migration in", "January, February and March “happens every year.”", "barely-true barely-true", "By Miriam Valverde • March 26, 2021", "* Allen West", "stated on February 19, 2021 in a Facebook post:", "\"Since 2006 Texas has given $19B in taxpayer subsidies to wind energy", "companies. Over the past 2-3 years Texas has tripled our dependence on", "wind energy to 23-25 percent of our energy distribution system.\"", "false false", "By Taylor Goldenstein • March 26, 2021", "* Rand Paul", "stated on March 21, 2021 in a tweet:", "“Sorry Dr Fauci and other fearmongers, new study shows vaccines and", "naturally acquired immunity DO effectively neutralize COVID variants.”", "half-true half-true", "By Julie Appleby • March 26, 2021", "* James Edming", "stated on March 23, 2021 in a speech:", "“You can’t tell me they can (develop a safe vaccine) in eight to 10", "months. Or a year. It takes more time than that.”", "pants-fire pants-fire", "By Eric Litke • March 26, 2021", "* Julian Bradley", "stated on March 15, 2021 in news article:", "The latest stimulus package \"sends stimulus checks to imprisoned", "murderers, rapists, and child molesters.”", "mostly-true mostly-true", "By Haley BeMiller • March 26, 2021", "* Joe Biden", "stated on March 25, 2021 in press conference:", "“We’re sending back the vast majority of the families that are", "coming.”", "false false", "By Miriam Valverde • March 25, 2021", "* Viral image", "stated on March 25, 2021 in a Facebook post:", "Bull sharks were released in an Arkansas river.", "false false", "By Ciara O'Rourke • March 25, 2021", "* Kirsten Gillibrand", "stated on February 23, 2021 in an interview with WNYC:", "“We had the highest number of (military) sexual assaults ever reported", "in the last year” and “we had the lowest conviction rate and the", "lowest prosecution rate.”", "mostly-true mostly-true", "By Landon Allison • March 25, 2021", "* Facebook posts", "stated on March 20, 2021 in a Facebook post:", "Passports aren’t required to enter the United States from Mexico and", "Canada.", "barely-true barely-true", "By Ciara O'Rourke • March 25, 2021", "* Facebook posts", "stated on March 24, 2021 in a post:", "\"Suez Canal blocked by huge container ship named Evergreen. Evergreen", "shipping is most likely a cover for human and sex trafficking” by", "Hillary Clinton.", "pants-fire pants-fire", "By Daniel Funke • March 25, 2021", "Load more", "Support independent fact-checking.", "Become a member!", "In a world of wild talk and fake news, help us stand up for the facts.", "Sign me up", "Offices", "District of Columbia", "1100 Connecticut Ave. NW", "Suite 1300B", "Washington, DC 20036", "Florida", "801 3rd St. S", "St. Petersburg, FL 33701", "727-821-9494", "People", "* All People", "* Joe Biden", "* Kamala Harris", "* Charles Schumer", "* Mitch McConnell", "* Bernie Sanders", "* Nancy Pelosi", "* Donald Trump", "State Editions", "* California", "* Florida", "* Illinois", "* Iowa", "* Missouri", "* New York", "* North Carolina", "* Pennsylvania", "* Texas", "* Virginia", "* West Virginia", "* Vermont", "* Wisconsin", "* Michigan", "About Us", "* Our Process", "* Our Staff", "* Who pays for PolitiFact?", "* Advertise with Us", "* Corrections and Updates", "RSS Feeds", "* Recent Articles and Fact-checks", "* Recent Fact-checks", "Suggest a Fact-check", "Follow us", "The Facts Newsletter", "_____________________", "Sign up", "Terms & Conditions", "Privacy Policy", "Copyright", "©All Rights Reserved Poynter Institute 2020, a 501(c)(3) nonprofit", "organization", "[ ]", "* *  *"]