["Link: copyright", "Link: canonical", "×", "Get Email Updates from Ballotpedia", "Loading...", "×", "Ballotpedia on Facebook", "Share this page", "Follow Ballotpedia", "×", "Ballotpedia on Twitter", "Share this page", "Follow Ballotpedia", "Subscribe", "Donate", "Subscribe Subscribe", "Ballotpedia Logo", "Ballotpedia Logo", "[ Submit ]_____________________ [ Go ]", "Donate", "What's on your ballot?", "Find out with Ballotpedia's Sample Ballot Lookup tool", "Florida Amendment 2 (2014), Full Text of Constitutional Changes", "From Ballotpedia", "Jump to: navigation, search", "The following is the complete text of the amendment", "that would have been added to the state constitution", "if Florida Amendment 2 was approved on November 4,", "2014.", "----------------------------------------------------------------------", "Contents", "* 1 ARTICLE X, SECTION 29. Medical marijuana production, possession and", "use.", "* 1.1 (a) PUBLIC POLICY.", "* 1.2 (b) DEFINITIONS.", "* 1.3 (c) LIMITATIONS.", "* 1.4 (d) DUTIES OF THE DEPARTMENT.", "* 1.5 (e) LEGISLATION.", "* 1.6 (f) SEVERABILITY.", "ARTICLE X, SECTION 29. Medical marijuana production, possession and use.", "(a) PUBLIC POLICY.", "(1) The medical use of marijuana by a qualifying patient or", "personal caregiver is not subject to criminal or civil liability", "or sanctions under Florida law except as provided in this section.", "(2) A physician licensed in Florida shall not be subject to", "criminal or civil liability or sanctions under Florida law for", "issuing a physician certification to a person diagnosed with a", "debilitating medical condition in a manner consistent with this", "section.", "(3) Actions and conduct by a medical marijuana treatment center", "registered with the Department, or its employees, as permitted by", "this section and in compliance with Department regulations, shall", "not be subject to criminal or civil liability or sanctions under", "Florida law except as provided in this section.", "(b) DEFINITIONS.", "For purposes of this section, the following words and terms shall have the", "following meanings:", "(1) “Debilitating Medical Condition” means cancer, glaucoma,", "positive status for human immunodeficiency virus (HIV), acquired", "immune deficiency syndrome (AIDS), hepatitis C, amyotrophic", "lateral sclerosis (ALS), Crohn's disease, Parkinson's disease,", "multiple sclerosis or other conditions for which a physician", "believes that the medical use of marijuana would likely outweigh", "the potential health risks for a patient.", "(2) “Department” means the Department of Health or its successor", "agency.", "(3) “Identification card” means a document issued by the", "Department that identifies a person who has a physician", "certification or a personal caregiver who is at least twenty-one", "(21) years old and has agreed to assist with a qualifying", "patient’s medical use of marijuana.", "(4) “Marijuana” has the meaning given cannabis in Section", "893.02(3), Florida Statutes (2013).", "(5) “Medical Marijuana Treatment Center” means an entity that", "acquires, cultivates, possesses, processes (including development", "of related products such as food, tinctures, aerosols, oils, or", "ointments), transfers, transports, sells, distributes, dispenses,", "or administers marijuana, products containing marijuana, related", "supplies, or educational materials to qualifying patients or their", "personal caregivers and is registered by the Department.", "(6) “Medical use” means the acquisition, possession, use,", "delivery, transfer, or administration of marijuana or related", "supplies by a qualifying patient or personal caregiver for use by", "a qualifying patient for the treatment of a debilitating medical", "condition.", "(7) “Personal caregiver” means a person who is at least twenty-one", "(21) years old who has agreed to assist with a qualifying", "patient's medical use of marijuana and has a caregiver", "identification card issued by the Department. A personal caregiver", "may assist no more than five (5) qualifying patients at one time.", "An employee of a hospice provider, nursing, or medical facility", "may serve as a personal caregiver to more than five (5) qualifying", "patients as permitted by the Department. Personal caregivers are", "prohibited from consuming marijuana obtained for the personal,", "medical use by the qualifying patient.", "(8) “Physician” means a physician who is licensed in Florida.", "(9) “Physician certification” means a written document signed by a", "physician, stating that in the physician's professional opinion,", "the patient suffers from a debilitating medical condition, that", "the potential benefits of the medical use of marijuana would", "likely outweigh the health risks for the patient, and for how long", "the physician recommends the medical use of marijuana for the", "patient. A physician certification may only be provided after the", "physician has conducted a physical examination of the patient and", "a full assessment of the patient’s medical history.", "(10) “Qualifying patient” means a person who has been diagnosed to", "have a debilitating medical condition, who has a physician", "certification and a valid qualifying patient identification card.", "If the Department does not begin issuing identification cards", "within nine (9) months after the effective date of this section,", "then a valid physician certification will serve as a patient", "identification card in order to allow a person to become a", "\"qualifying patient\" until the Department begins issuing", "identification cards.", "(c) LIMITATIONS.", "(1) Nothing in this section shall affect laws relating to", "non-medical use, possession, production or sale of marijuana.", "(2) Nothing in this section authorizes the use of medical", "marijuana by anyone other than a qualifying patient.", "(3) Nothing in this section allows the operation of a motor", "vehicle, boat, or aircraft while under the influence of marijuana.", "(4) Nothing in this law section requires the violation of federal", "law or purports to give immunity under federal law.", "(5) Nothing in this section shall require any accommodation of any", "on-site medical use of marijuana in any place of education or", "employment, or of smoking medical marijuana in any public place.", "(6) Nothing in this section shall require any health insurance", "provider or any government agency or authority to reimburse any", "person for expenses related to the medical use of marijuana.", "(d) DUTIES OF THE DEPARTMENT.", "The Department shall issue reasonable regulations necessary for the", "implementation and enforcement of this section. The purpose of the", "regulations is to ensure the availability and safe use of medical", "marijuana by qualifying patients. It is the duty of the Department to", "promulgate regulations in a timely fashion.", "(1) Implementing Regulations. In order to allow the Department", "sufficient time after passage of this section, the following", "regulations shall be promulgated no later than six (6) months", "after the effective date of this section:", "a. Procedures for the issuance of qualifying patient", "identification cards to people with physician", "certifications, and standards for the renewal of such", "identification cards.", "b. Procedures for the issuance of personal caregiver", "identification cards to persons qualified to assist", "with a qualifying patient’s medical use of marijuana,", "and standards for the renewal of such identification", "cards.", "c. Procedures for the registration of Medical", "Marijuana Treatment Centers that include procedures", "for the issuance, renewal, suspension, and revocation", "of registration, and standards to ensure security,", "record keeping, testing, labeling, inspection, and", "safety.", "d. A regulation that defines the amount of marijuana", "that could reasonably be presumed to be an adequate", "supply for qualifying patients’ medical use, based on", "the best available evidence. This presumption as to", "quantity may be overcome with evidence of a", "particular qualifying patient’s appropriate medical", "use.", "(2) Issuance of identification cards and registrations. The", "Department shall begin issuing qualifying patient and personal", "caregiver", "identification cards, as well as begin registering Medical Marijuana", "Treatment Centers no later than nine months (9) after the effective date", "of this section.", "(3) If the Department does not issue regulations, or if the", "Department does not begin issuing identification cards and", "registering Medical Marijuana Treatment Centers within the time", "limits set in this section, any Florida citizen shall have", "standing to seek judicial relief to compel compliance with the", "Department’s constitutional duties.", "(4) The Department shall protect the confidentiality of all", "qualifying patients. All records containing the identity of", "qualifying patients shall be confidential and kept from public", "disclosure other than for valid medical or law enforcement", "purposes.", "(e) LEGISLATION.", "Nothing in this section shall limit the legislature from enacting laws", "consistent with this provision.", "(f) SEVERABILITY.", "The provisions of this section are severable and if any clause, sentence,", "paragraph or section of this measure, or an application thereof, is", "adjudged invalid by any court of competent jurisdiction other provisions", "shall continue to be in effect to the fullest extent possible.", "Retrieved from", "\"https://ballotpedia.org/wiki/index.php?title=Florida_Amendment_2_(2014),_Full_Text_of_Constitutional_Changes&oldid=3478565\"", "Ballotpedia features 322,361 encyclopedic articles written and curated by", "our professional staff of editors, writers, and researchers. Click here to", "contact our editorial staff, and click here to report an error. Click here", "to contact us for media inquiries, and please donate here to support our", "continued expansion.", "Get Engaged", "* Front Page", "* Sample Ballot Lookup", "* Who Represents Me?", "* Email Updates", "* Ballotpedia Events", "* Donate to Ballotpedia", "* Other Ways to Engage", "* Job Opportunities", "* Report an Error", "2021 Elections", "* U.S. Congress special elections", "* Governors", "* State Executives", "* Signature requirements/deadlines", "* State Legislatures", "* State Legislative Specials", "* Ballot Measures", "* State Judges", "* Municipal Officials", "* School Boards", "Election Resources", "* Sample Ballot Lookup", "* Election Calendar", "* Election Results", "* Ballotpedia's Candidate Connection", "* Poll Opening and Closing Times", "* State Voter ID Laws", "* Early Voting", "* Absentee Voting", "* Online Voter Registration", "* Ballot Access", "Government", "* U.S. President", "* U.S. Congress", "* U.S. Supreme Court", "* Federal Courts", "* State Executives", "* State Legislatures", "* State Courts", "* State Ballot Measures", "* Local Ballot Measures", "* Municipal Government", "* School Boards", "* Local Courts", "* Recalls", "Politics", "* Biden Admin. Cabinet", "* Administrative State", "* Supreme Court Cases", "* State Trifectas", "* State Triplexes", "* Influencers", "* Redistricting", "* Polling Indexes", "Public Policy", "* Responses to coronavirus", "* Overview", "* Budget", "* Campaign Finance", "* Civil Liberties", "* Education", "* Election", "* Endangered Species", "* Energy", "* Environment", "* Finance", "* Healthcare", "* Immigration", "* Pension", "* Redistricting", "* Voting", "About Us", "* About Ballotpedia", "* Index of Contents", "* Scope of Ballotpedia", "* History of Ballotpedia", "* Contact us", "* Media Inquiries", "* Advertise with Ballotpedia", "* Ballotpedia Staff", "* Neutrality Policy", "* Privacy Policy", "* Editorial Independence", "* General Disclaimer", "* Ad Policy", "SITE NAVIGATION", "* The Biden administration", "* Cabinet officials", "* The Biden presidential transition", "* Daily Transition Tracker newsletter", "* Certification of electoral votes", "* The coronavirus pandemic", "* Coronavirus vaccine distribution", "* Travel restrictions", "* Mask requirements", "* School responses", "* 2021 elections", "* U.S. Congress special elections", "* Governors", "* State Executives", "* Signature requirements/deadlines", "* State Legislatures", "* State Legislative Specials", "* Ballot Measures", "* State Judges", "* Municipal Officials", "* School Boards", "* 2022 elections", "* U.S. Congress", "* Governors", "* State Executives", "* State Legislatures", "* State Judges", "* Ballot Measures", "* 2020 elections", "* 2020 presidential election", "* Election results, 2020", "* Overview", "* U.S. Congress", "* U.S. Congress special elections", "* Governors", "* State Executives", "* State Legislatures", "* State Judges", "* State Ballot Measures", "* Local Ballot Measures", "* Municipal Officials", "* Mayors", "* School Boards", "* Recalls", "* 2020 Election Help Desk", "* FAQ's: Absentee/mail-in voting", "* FAQ's: Results and certification", "* FAQ's: Disputing results", "* FAQ's: Office transitions", "* Tracking election disputes, lawsuits, and recounts", "* Government", "* U.S. President", "* U.S. Congress", "* U.S. Supreme Court", "* Federal Courts", "* State Executives", "* State Legislatures", "* State Courts", "* Municipal Government", "* School Boards", "* Local Courts", "* Ballot measures", "* Recalls", "* News & newsletters", "* Front Page", "* Ballotpedia News", "* Documenting America's Path to Recovery", "* The Tap", "* The Daily Brew", "* The Weekly Brew", "* The Transition Tracker", "* The Ballot Bulletin", "* The Disclosure Digest", "* Number of the Day", "* Bold Justice", "* Checks and Balances", "* Economy and Society", "* Union Station", "* Politics and policy", "* Trifectas", "* The Trump administration", "* The Administrative State Project", "* SCOTUS cases", "* Policy in the states", "* Redistricting", "* Public-sector unions", "* Ballot access", "* Election policy", "* Engage with Ballotpedia", "* Ballotpedia newsletters", "* Submit a photo, survey, video, conversation, or bio", "* Donate to Ballotpedia", "* Ballotpedia's API", "* Purchase data", "* Ballotpedia's Premium Research Services", "* Report an error", "* About us", "* Who we are", "* Scope and history", "* Support our work", "* Contact us", "* Media inquiries", "* Ballotpedia events", "* Partnerships", "* Staff", "* Job opportunities", "* Advertise on Ballotpedia", "* Privacy policy", "* About Ballotpedia", "* Disclaimers", "* Login"]